{
  "Date": "2016-06-10T19:21:59.5253531+07:00",
  "Author": "BokujoMessage4 JSON generated files",
  "Content": [
    {
      "VardId": "MES_TV_NARCIST_LIFE_1_1",
      "Text": "Salutations, mes amis, et bienvenue dans\nLa Fabuleuse Vie de Fermier de Giorgio !"
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_1_2",
      "Text": "Grâce à la magie de la télévision, je vais vous\napprendre comment faire pousser des cultures\naussi belles que les miennes !\n<PAGE>\nSi l'on souhaite faire pousser de jolies cultures,\nil est important de les arroser régulièrement,\nbien évidemment...\n<PAGE>\nMais l'élément le plus déterminant est...\nL'AMOUR ! Oui, c'est bien vrai, plus on leur\ndonne d'amour, plus elles deviennent belles.\n<PAGE>\nQuand vous répandez de l'engrais sur vos\nchamps avec amour, les cultures sentiront\nvotre affection et réagiront positivement.\n<PAGE>\nL'engrais nourrit le terreau, et le terreau nourrit\nles plantes. L'engrais est ainsi l'élément\nprimordial pour obtenir de belles récoltes."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_2_1",
      "Text": "Salutations, mes amis, et bienvenue dans\nce nouvel épisode de La Fabuleuse Vie de\nFermier de Giorgio. Merci de votre fidélité."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_2_2",
      "Text": "Aujourd'hui, nous allons nous intéresser à mes\nanimaux. Regardez cette fourrure soyeuse. Ils\nferaient une belle publicité pour shampooing.\n<PAGE>\n\"Comment puis-je avoir des animaux aussi\nbeaux ?\" vous demandez-vous... La réponse ?\nOccupez-vous d'eux avec AMOUR.\n<PAGE>\nSi vous développez une relation personnelle\navec vos animaux, ils voudront vous montrer\nleur affection. Alors montrez-leur la vôtre !\n<PAGE>\nComme avec les gens, la communication avec\nles animaux est la clé. Faites de votre mieux afin\nde cultiver une relation basée sur la complicité."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_3_1",
      "Text": "Êtes-vous prêts ? C'est l'heure de La Fabuleuse\nVie de Fermier de Giorgio."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_3_2",
      "Text": "... Les amateurs de mode l'auront\ndéjà remarqué, mais...\n<PAGE>\nOui, en effet ! Je porte un nouveau foulard !\nJe viens tout juste de l'acheter.\n<PAGE>\nSa couleur, sa texture, son allure ?\nIl était fait pour moi.\n<PAGE>\nEn tant qu'amateur de beauté sous toutes ses\nformes, je reste fidèle à moi-même. L'audacieux\ndéfinit la mode, les autres ne font que le suivre."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_4_1",
      "Text": "Voici venu le moment tant attendu :\nLa Fabuleuse Vie de Fermier de Giorgio !"
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_4_2",
      "Text": "L'autre jour, une fleur magnifique a éclos dans\nma ferme, et cela m'a fait réfléchir à la myriade\nde façons dont les fleurs expriment leur beauté.\n<PAGE>\nLes fleurs sont déjà belles toutes seules, bien\nsûr, mais si vous les rassemblez en un bouquet,\nchacune accentuera la beauté des autres.\n<PAGE>\nSelon la combinaison de fleurs, les bouquets\npeuvent être perçus très différemment. C'est là\nqu'entrent en compte les goûts personnels.\n<PAGE>\nEt vous pouvez aussi distiller les fleurs\nafin de récolter leur odeur et d'en faire\ndu parfum.\n<PAGE>\nLe parfum varie selon le type de fleur utilisé.\nPersonnellement, je préfère choisir un parfum\nqui correspond à mon humeur.\n<PAGE>\nC'est une noble quête que de tenter de révéler\nla beauté pure des fleurs, comme je le fais, mais\nj'ai confiance en vous. Bonne chance."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_5_1",
      "Text": "Bienvenue, mes amis, dans La Fabuleuse Vie\nde Fermier de Giorgio. Je vois que mon regard\nenvoûtant vous a captivé une nouvelle fois."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_5_2",
      "Text": "Aujourd'hui, je vous ai amené un de\nmes animaux.\n<PAGE>\nRegardez comme il a l'air heureux et comblé.\nNous autres humains nous sentons bien quand\nnous nous promenons lors d'une belle journée.\n<PAGE>\nCe n'est pas différent pour les animaux.\nSi vous les faites sortir de l'étable un jour\nde soleil, ils en seront très contents.\n<PAGE>\nEt si vous les laissez paître, ils vous\napprécieront encore plus. Cela les aide\ngrandement à se détendre et à déstresser.\n<PAGE>\nGrâce à cela, tous les animaux de ma ferme\nsont beaux et en bonne santé...\n<PAGE>\nSi vous êtes intéressé par l'élevage d'animaux,\nil serait judicieux de garder ces conseils en tête."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_6_1",
      "Text": "Attention, êtes-vous prêts ? C'est l'heure de\nLa Fabuleuse Vie de Fermier de Giorgio !"
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_6_2",
      "Text": "Récemment, j'ai cultivé ce qui doit\nêtre la plus belle fleur que j'aie jamais\nfait pousser.\n<PAGE>\nJe ne peux pas encore dire que sa couleur est\nabsolument parfaite, mais comme elle est très,\ntrès proche de ma couleur idéale...\n<PAGE>\nJe n'ai pas pu m'empêcher de l'admirer,\nencore et encore, avant de me rendre compte\nque deux heures s'étaient écoulées.\n<PAGE>\nSi proche de la perfection... Je dois persévérer.\nIl y a de la beauté dans la lutte même,\nne croyez-vous pas ?"
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_7_1",
      "Text": "Buongiorno, mes amis. C'est l'heure de\nLa Fabuleuse Vie de Fermier de Giorgio."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_7_2",
      "Text": "L'autre jour, quelque chose d'horrible\nm'est arrivé.\n<PAGE>\nJe portais un cageot, quand soudain j'ai\ntrébuché et ai failli le lâcher sur un parterre\nde tendres petites fleurs que je faisais pousser.\n<PAGE>\nComme mes fleurs étaient en danger, j'ai eu\nun réflexe pour les sauver, mais mon cœur\na manqué un battement, je dois dire...\n<PAGE>\nQuand vous faites pousser des cultures et que\nvous les frappez avec quelque chose comme\nune masse, par exemple, leur qualité va baisser.\n<PAGE>\nMais pour moi, une baisse de la qualité des\nfleurs que j'ai cultivées avec tant de soins est\ntout bonnement inacceptable.\n<PAGE>\nJe suis tellement soulagé qu'elles n'aient\npas souffert !"
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_8_1",
      "Text": "Bienvenue, mes amis, dans ce nouvel\népisode de La Fabuleuse Vie de Fermier\nde Giorgio. Et merci de votre fidélité."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_8_2",
      "Text": "Je suis allé au Safari avec mes animaux,\nl'autre jour.\n<PAGE>\nLe Safari est l'endroit rêvé pour rendre\nvos animaux encore plus beaux.\n<PAGE>\nLorsqu'ils y sont, leur stress disparaît d'un coup\net le lien qui vous unit à eux devient encore plus\nfort.\n<PAGE>\nSi vous les y emmenez souvent, le contact avec\nun milieu naturel les rendra plus raffinés et ils\nfourniront ainsi des produits de meilleure qualité.\n<PAGE>\nOn dirait que mes animaux sont devenus\ntrès sophistiqués, à force de fréquenter\nles charmes sauvages du Safari."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_9_1",
      "Text": "Êtes-vous confortablement installés ?\nVoici un nouvel épisode de La Fabuleuse\nVie de Fermier de Giorgio."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_9_2",
      "Text": "Saviez-vous que j'élève des brebis dans ma\nferme ? Rien n'est plus agréable que de passer\nsa main dans cette laine épaisse et chatoyante.\n<PAGE>\nEt comme je les élève avec beaucoup d'amour,\nelles produisent naturellement de la laine de\npremière qualité.\n<PAGE>\nPouvez-vous imaginer ce que l'on ressent quand\non porte des vêtements faits avec cette laine \nmerveilleuse ? Parce que moi, je peux."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_10_1",
      "Text": "Oyez, oyez, amis, collègues fermiers, villageois\net braves gens ! C'est l'heure de La Fabuleuse Vie\nde Fermier de Giorgio."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_10_2",
      "Text": "L'autre jour, alors que j'exportais une cargaison\nde légumes frais, cela m'a fait plaisir de voir\nà quel point les gens aimaient mes produits.\n<PAGE>\nLes fruits et légumes sont délicieux juste après\nla récolte. Si vous exportez vos récoltes quand\nelles sont fraîches, les marchands paieront plus.\n<PAGE>\nEt si vous cuisinez avec des légumes frais,\nla nourriture préparée avec sera encore plus\ndelicioso que d'habitude !\n<PAGE>\nAlors, que vous cuisiniez avec ou que vous\nles exportiez, rappelez-vous bien de ceci :\nplus c'est frais, mieux c'est !"
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_11_1",
      "Text": "Comme la vie est belle, quand on regarde\nLa Fabuleuse Vie de Fermier de Giorgio !"
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_11_2",
      "Text": "Aujourd'hui, j'aimerais vous parler des friandises\nque mes animaux adorent.\n<PAGE>\nIl y a différents types de friandises, et chaque\nanimal a sa préférée.\n<PAGE>\nSi vous donnez à un animal sa friandise préférée,\nle lien qui vous unit s'en verra renforcé. Vous\nn'avez rien à perdre, alors essayez donc !"
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_12_1",
      "Text": "Venez comme vous êtes, mes chers amis.\nC'est l'heure de La Fabuleuse Vie de Fermier\nde Giorgio."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_12_2",
      "Text": "Il y a quelques jours à peine, j'ai déniché\nla crème pour mains la plus somptueusement\nodorante que j'aie jamais connue !\n<PAGE>\nQuand le soleil tape fort ou que l'air est sec,\nil faut se protéger la peau, n'est-ce pas ?\n<PAGE>\nQuand je travaille dans ma ferme, je suis\ntellement concentré que j'ai tendance à\noublier de prendre soin de ma peau.\n<PAGE>\nMais j'ai la conviction qu'il faut s'occuper\nde sa ferme ET de soi-même pour avancer\nsur le chemin de la beauté éternelle."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_13_1",
      "Text": "Carpe diem, mes amis ! C'est l'heure de\nLa Fabuleuse Vie de Fermier de Giorgio."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_13_2",
      "Text": "Il faut AB-SO-LU-MENT que je vous parle des\nfeuilles de thé que j'ai ramassées l'autre jour.\n<PAGE>\nLes feuilles de thé peuvent être récoltées\nen toute saison, excepté en hiver.\n<PAGE>\nSelon la saison durant laquelle on les cueille,\nles feuilles de thé donneront du thé printanier,\nestival ou automnal.\n<PAGE>\nLe thé a, de manière surprenante, un goût très\ndifférent selon la saison. Je bois mon thé avec\ndu lait ou je le mélange avec d'autres herbes.\n<PAGE>\nAujourd'hui, je me suis assis dans mon fauteuil\nfavori, une tasse de thé chaud à la main, et j'ai\nmédité sur la nature de la beauté véritable.\n<PAGE>\nLe thé semble si simple, mais il révèle\ngraduellement sa complexité. Ce qui EST simple,\ncependant, c'est la relaxation qu'il apporte."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_14_1",
      "Text": "C'est l'heure de La Fabuleuse Vie de Fermier\nde Giorgio, l'émission dédiée à apporter de\nla beauté à vos vies."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_14_2",
      "Text": "J'ai entendu quelque chose d'inquiétant\nà propos des animaux, récemment, et je\nvoulais partager mes réflexions avec vous.\n<PAGE>\nJ'ai toujours élevé mes animaux avec amour,\nalors je n'ai jamais vécu pareille expérience...\n<PAGE>\nMais il paraitrait que, parfois, si les animaux\nsont trop stressés, ils s'enfuient de leur ferme.\n<PAGE>\nIl faut alors les chercher et les ramener\nà la ferme, bien entendu...\n<PAGE>\nMais je pense qu'il est essentiel de surveiller\nleur état de près afin d'éviter que cela n'arrive."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_15_1",
      "Text": "Bienvenue dans La Fabuleuse Vie de Fermier\nde Giorgio. Il y a assez de place dans mon\ncœur pour vous accueillir tous !"
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_15_2",
      "Text": "L'autre jour, tout à fait par hasard, j'ai trouvé\nun magnifique fauteuil antique et majestueux.\n<PAGE>\nIl était couvert d'un motif très détaillé et exhalait\nla sophistication jusque dans ses moindres\ndétails. Bien sûr, je l'ai acheté sur-le-champ !\n<PAGE>\nCes jours-ci, je passe des instants exquis\nchaque après-midi, assis dans mon nouveau\nfauteuil, appréciant l'élégance de sa fabrication."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_16_1",
      "Text": "Il est déjà l'heure de La Fabuleuse Vie de Fermier\nde Giorgio ? Eh bien, allons-y !"
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_16_2",
      "Text": "Un ami m'a raconté qu'il avait par erreur\nplanté un arbre fruitier dans un terrain\noù il voulait cultiver des légumes.\n<PAGE>\nSi cet arbre grandit, son ombre va couvrir le sol,\nempêchant ainsi les plantes voisines de recevoir\nla lumière du soleil dont elles ont besoin.\n<PAGE>\nDans ce cas-là, même si cela peut paraître\nextrême, je lui conseillerais de prendre sa\nhache et de le couper tant qu'il est encore petit."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_17_1",
      "Text": "Bienvenue dans La Fabuleuse Vie de Fermier\nde Giorgio, l'émission dans laquelle je me\nsurpasse pour devenir votre animateur préféré !"
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_17_2",
      "Text": "Aujourd'hui, nous allons parler des étables,\npoulaillers et autres abris pour vos animaux.\n<PAGE>\nSi vous possédez un certain nombre d'animaux,\nvous pouvez tous les abriter dans une étable,\nun poulailler ou une maison des animaux.\n<PAGE>\nPlus vous construirez d'abris, plus vous pourrez\nposséder d'animaux.\n<PAGE>\nSi jamais vous désirez déplacer des animaux\nd'un abri à un autre, vous pouvez le faire depuis\nvotre registre animalier.\n<PAGE>\nCela peut être très pratique si vous possédez\nplusieurs abris, alors imaginez la quantité de\ntravail que vous allez éviter grâce à moi !"
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_18_1",
      "Text": "Je sais que vous avez tous envie de voir\nLa Fabuleuse Vie de Fermier de Giorgio !\nEt qui suis-je pour vous refuser cela ?"
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_18_2",
      "Text": "On peut fabriquer du parfum avec des fleurs.\nBien sûr, cela permet de sentir bon, mais\nsaviez-vous qu'on peut l'utiliser autrement ?\n<PAGE>\nSi vous en vaporisez sur les ruches, les abeilles\nproduiront un miel de meilleure qualité.\n<PAGE>\nLe parfum est la clé pour faire un beau miel\nsoyeux et succulent.\n<PAGE>\nMais, bien sûr, j'en garde une modeste\ncollection pour mon usage personnel,\nau cas où vous auriez un doute."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_19_1",
      "Text": "Admirateurs de la beauté, esthètes, mes chers\nélèves ! Bienvenue dans La Fabuleuse Vie de\nFermier de Giorgio."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_19_2",
      "Text": "Aujourd'hui, une de mes vaches a produit\nplus de lait que d'ordinaire.\n<PAGE>\nElle a une personnalité généreuse, il faut dire,\nalors ce n'était pas complètement inattendu.\n<PAGE>\nEn fait, la personnalité d'un animal influence\nla quantité de ce qu'il va produire.\n<PAGE>\nLes fermiers qui souhaitent obtenir le plus de\nchoses de leurs bêtes doivent être attentifs aux\npersonnalités de chacune d'entre elles."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_20_1",
      "Text": "La vie est belle : voici venue l'heure\nd'un nouvel épisode de La Fabuleuse\nVie de Fermier de Giorgio."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_20_2",
      "Text": "Aujourd'hui, j'ai brossé mes animaux avec\nencore plus de zèle et d'amour que d'habitude.\n<PAGE>\nC'est parce que, quoiqu'on en dise, mes animaux\net mes cultures me représentent en tant que\nfermier. Ainsi, ils se doivent d'être magnifiques !\n<PAGE>\nSi vous laissez vos animaux se salir et que\nvous ne les brossez pas, ils deviendront plus\nstressés plus rapidement.\n<PAGE>\nEt quand ils sont stressés, ils tombent malade\nfacilement. Vous comprenez la logique des\névènements, n'est-ce pas ?\n<PAGE>\nAinsi, c'est une tâche primordiale pour un\nfermier ou une fermière de garder ses animaux\nà la fois propres et beaux."
    }
  ]
}