{
  "Date": "2016-06-10T19:22:17.3544294+07:00",
  "Author": "BokujoMessage4 JSON generated files",
  "Content": [
    {
      "VardId": "MES_TV_NARCIST_LIFE_1_1",
      "Text": "I miei omaggi, cari amici! Vi do il benvenuto a\nGiorgio e le meraviglie della vita in fattoria."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_1_2",
      "Text": "Tramite la magia della televisione, vi insegnerò\ncome far crescere coltivazioni belle almeno\nquanto le mie.\n<PAGE>\nPer ottenere prodotti di prima qualità, la prima\ncosa da fare è, ovviamente, annaffiare\ncon regolarità le proprie coltivazioni...\n<PAGE>\nMa l'elemento più importante è... L'AMORE. Sì,\navete capito bene! Più amore darete alle vostre\ncoltivazioni, più loro cresceranno belle e forti.\n<PAGE>\nSe spargerete il fertilizzante sui vostri campi con\ntanto amore nel cuore, le piante ne saranno\nconsapevoli e risponderanno a dovere.\n<PAGE>\nIl fertilizzante nutre il suolo e il suolo nutre\nle piante, quindi il fertilizzante è la base\ndi bellissime coltivazioni."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_2_1",
      "Text": "I miei omaggi, cari amici! Vi do il benvenuto a\nGiorgio e le meraviglie della vita in fattoria.\nGrazie per esservi sintonizzati."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_2_2",
      "Text": "Oggi vi presenterò i miei animali. Osservatene\nla morbidezza del vello, soffice come seta. Sono\ncosì belli da poter pubblicizzare uno shampoo.\n<PAGE>\nDi sicuro vi starete chiedendo: \"Come posso\nallevare animali così belli?\" La risposta?\nDovete prendervene cura con AMORE.\n<PAGE>\nSviluppando un rapporto personale con i vostri\nanimali, in cambio otterrete da loro tutto ciò che\npossono. Quindi, dimostrategli il vostro amore!\n<PAGE>\nProprio come con le persone, la comunicazione\nè fondamentale anche con gli animali. Dovrete\nstabilire un legame basato sulla comprensione."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_3_1",
      "Text": "Siete pronti? È l'ora di Giorgio e le meraviglie\ndella vita in fattoria."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_3_2",
      "Text": "Quelli tra di voi che sanno apprezzare l'alta moda\nl'avranno già notato...\n<PAGE>\nEbbene, sì! Indosso un fazzoletto nuovo. L'ho\nacquistato proprio l'altro giorno.\n<PAGE>\nIl design, il colore, la fantasia? Tutto si abbina\nperfettamente alla mia persona.\n<PAGE>\nIn quanto ricercatore della bellezza in tutte le sue\nforme, la mia ricerca prosegue senza sosta.\nGli impavidi definiscono lo stile, il resto segue."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_4_1",
      "Text": "È di nuovo il momento di Giorgio e le meraviglie\ndella vita in fattoria."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_4_2",
      "Text": "Pochi giorni fa, un nuovo fiore è sbocciato\nnella mia fattoria. L'evento mi ha fatto riflettere\nsui modi in cui i fiori esprimono la loro bellezza.\n<PAGE>\nI fiori hanno una loro bellezza anche se presi\nsingolarmente, ma combinandoli in un bouquet\naccentuano l'un l'altro i loro tratti migliori.\n<PAGE>\nA seconda delle combinazioni, i bouquet\npossono apparire molto diversi. È a questo\npunto che entra in gioco lo stile personale.\n<PAGE>\nProcessando i fiori in un laboratorio, ne potrete\ndistillare la fragranza e, in seguito, usarla per\ncreare dei profumi.\n<PAGE>\nLa fragranza varia molto a seconda del fiore che\nintendete utilizzare. Personalmente, scelgo\nla fragranza in base al mio umore.\n<PAGE>\nFar emergere l'intima bellezza dei fiori è un nobile\nperseguimento. È la mia missione, ma so che\nanche voi potete riuscirci. Buona fortuna."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_5_1",
      "Text": "Amici miei, benvenuti a Giorgio e le meraviglie\ndella vita in fattoria. Noto che il mio seducente\nsguardo vi ha catturati di nuovo."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_5_2",
      "Text": "Oggi vi ho portato a far conoscere uno dei\nmiei animali.\n<PAGE>\nAmmirate che aria appagata e felice! Gli esseri\numani si sentono bene quando fanno una\npasseggiata in una giornata di sole, no?\n<PAGE>\nLo stesso vale per gli animali. Se li farete uscire\ndalla stalla quando splende il sole, essi saranno\nestremamente felici.\n<PAGE>\nSe li farete pascolare, invece, potrebbero iniziare\na considerarvi loro amici e, oltretutto, li aiuterete\na rilassarsi e a diminuirne il livello di stress.\n<PAGE>\nCon questi semplici accorgimenti, tutti i miei\nanimali sono in piena salute e bellissimi.\n<PAGE>\nSe avete intenzione di allevare degli animali,\nè bene che teniate da conto questi consigli."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_6_1",
      "Text": "Ci siete? La vostra mente è sveglia? I vostri\nocchi e orecchie pronti a recepire? È l'ora di\nGiorgio e le meraviglie della vita in fattoria."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_6_2",
      "Text": "Recentemente, ho coltivato quel che è senza\ndubbio il miglior fiore di cui abbia mai avuto\nil piacere di prendermi cura.\n<PAGE>\nNon posso dire che il colore fosse perfetto,\nma era davvero molto, molto vicino al mio\ncolore ideale.\n<PAGE>\nNon riuscivo a togliergli gli occhi di dosso. Sono\nrimasto così ipnotizzato, che, prima che me ne\naccorgessi, erano già passate due ore.\n<PAGE>\nSono andato talmente vicino alla perfezione...\nMa non devo mollare! C'è bellezza anche nelle\nproprie battaglie dopotutto, non siete d'accordo?"
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_7_1",
      "Text": "Bonjour, amici miei. È l'ora di Giorgio e\nle meraviglie della vita in fattoria."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_7_2",
      "Text": "Ho il dispiacere di mettervi al corrente di\nuna cosa orribile che mi è capitata solo\nqualche giorno fa.\n<PAGE>\nStavo portando una cassa di legno quando sono\ninciampato e per poco la cassa non è finita\nsopra dei teneri fiori che stavo coltivando.\n<PAGE>\nVedendo i miei fiori in pericolo, ho sentito\nsprigionarsi dentro di me una forza inaspettata,\nma il cuore mi si è quasi fermato per un istante.\n<PAGE>\nPer esempio, colpendo un campo coltivato con\nun martello, la qualità delle coltivazioni calerà,\nmi sembra ovvio, no?\n<PAGE>\nPer me, però, la perdita di qualità dei fiori\nche coltivo con infinita cura è\nsemplicemente inaccettabile.\n<PAGE>\nÈ stato un sollievo indescrivibile vedere\nche non avevano subito alcun danno."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_8_1",
      "Text": "I miei omaggi, cari amici! Vi do il benvenuto a\nGiorgio e le meraviglie della vita in fattoria.\nGrazie per esservi sintonizzati."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_8_2",
      "Text": "L'altro giorno, mi sono recato al Parco Safari\naccompagnato dai miei animali.\n<PAGE>\nIl Parco Safari è il posto ideale se desiderate\nche i vostri animali diventino ancora più belli.\n<PAGE>\nQuando sono lì, infatti, il loro stress scompare\ncome neve al sole e si fanno più amichevoli.\n<PAGE>\nSe li porterete spesso al Parco Safari, la costante\nesposizione alla natura li renderà più sofisticati e\ninizieranno a produrre prodotti di qualità più alta.\n<PAGE>\nI miei animali sono ora un esempio di eleganza,\nniente di più lontano da banali animali da soma."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_9_1",
      "Text": "Ti stai godendo la vita al massimo? È l'ora di\nGiorgio e le meraviglie della vita in fattoria."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_9_2",
      "Text": "Sapevate che allevo anche le pecore nella mia\nfattoria? Passare le dita tra quel pelo spesso\ne splendente è una sensazione impareggiabile.\n<PAGE>\nDato che io le allevo con tanto amore, le mie\npecore producono lana di qualità sopraffina.\n<PAGE>\nRiuscite a immaginare come ci si possa sentire\navvolti in vestiti fatti con questa lana?\nBeh, io sì."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_10_1",
      "Text": "Amici, contadini, gente del villaggio, prestatemi\norecchio. È l'ora di Giorgio e le meraviglie\ndella vita in fattoria."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_10_2",
      "Text": "L'altro giorno ho spedito un carico di verdure\nfresche. Con orgoglio ho visto l'entusiasmo\nche la gente provava per i miei prodotti.\n<PAGE>\nLe coltivazioni hanno un sapore perfetto appena\nraccolte. Se le spedirete quando sono ancora\nfresche, i mercanti le pagheranno di più.\n<PAGE>\nInoltre se utilizzerete verdure fresche come\ningredienti, il cibo che otterrete sarà\nassolutamente délicieux! Parola mia.\n<PAGE>\nQuindi, sia che vogliate venderle o usarle\nin cucina, vale sempre la stessa regola:\npiù fresche sono, meglio è."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_11_1",
      "Text": "La vita ti sorride sempre quando guardi Giorgio\ne le meraviglie della vita in fattoria."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_11_2",
      "Text": "Oggi vi voglio parlare dei dolcetti per cui vanno\nmatti i miei animali.\n<PAGE>\nCi sono vari tipi di dolcetti e ogni animale\nha il suo preferito.\n<PAGE>\nDando a un animale il suo dolcetto preferito,\nsi comporterà più amichevolmente con voi.\nProvateci. Non avete niente da perdere."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_12_1",
      "Text": "I miei omaggi, cari amici. È l'ora di Giorgio e\nle meraviglie della vita in fattoria."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_12_2",
      "Text": "Non più di qualche giorno fa ho trovato la crema\nper mani più profumata che abbia mai provato.\n<PAGE>\nQuando il sole brilla forte o l'aria è molto secca,\nbisogna proteggere la nostra pelle, giusto?\n<PAGE>\nQuando sono troppo preso dal lavoro in fattoria\nmi dimentico di prendermi cura della mia pelle.\n<PAGE>\nMa se ci si incammina sul sentiero della bellezza\neterna bisogna fare attenzione tanto alla cura\ndella fattoria quanto a quella di se stessi."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_13_1",
      "Text": "Carpe diem, amici miei! Vi do il benvenuto a\nGiorgio e le meraviglie della vita in fattoria."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_13_2",
      "Text": "Devo assolutamente parlarvi delle foglie di tè che\nho raccolto l'altro giorno.\n<PAGE>\nLe foglie di tè sono un tipo di coltivazione\nche può essere coltivato in tutte le stagioni\ncon l'eccezione dell'inverno.\n<PAGE>\nA seconda della stagione in cui le pianterete,\nsi chiameranno foglie di tè primaverili, estive\no autunnali.\n<PAGE>\nLe foglie di tè stagionali hanno tutte un sapore\npeculiare. Io prendo il tè con il latte o ne faccio\nuna tisana mischiandolo con altre erbe.\n<PAGE>\nOggi, mentre sedevo sulla mia sedia preferita\nsorseggiando una tazza di tè con latte, ho\nriflettuto molto sulla natura della vera bellezza.\n<PAGE>\nIl tè sembra una bevanda semplice, ma poco a\npoco rivela le proprie complessità. L'unica cosa\nsemplice è lo stato di relax a cui ti conduce."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_14_1",
      "Text": "È il momento di Giorgio e le meraviglie della vita\nin fattoria, programma dedicato a introdurre\nla bellezza nelle vostre vite."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_14_2",
      "Text": "Ho sentito una cosa orribile riguardo agli animali\nrecentemente e vorrei condividerla con voi.\n<PAGE>\nAllevo sempre i miei animali con tanto amore,\nquindi trattasi di una cosa di cui non\nho esperienza diretta...\n<PAGE>\nMa sembra che, se un animale raggiunge\nun livello di stress troppo alto, possa\nfuggire dalla fattoria.\n<PAGE>\nOvviamente è poi possibile andarlo a cercare per\nricondurlo a casa.\n<PAGE>\nMa prevenire è fondamentale. Quindi, tenete\nd'occhio lo stato di salute degli animali per\nevitare che accadano certe cose."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_15_1",
      "Text": "Benvenuti a Giorgio e le meraviglie della vita\nin fattoria. Ognuno di voi ha un posticino\nnel mio cuore, lo sapete, vero?"
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_15_2",
      "Text": "L'altro giorno ho trovato per puro caso una sedia\npiuttosto antica, bellissima e imponente.\n<PAGE>\nEra decorata in maniera sopraffina e trasudava\neleganza da ogni dettaglio. Ovviamente, l'ho\ncomprata e portata immediatamente a casa.\n<PAGE>\nDa quel giorno, mi prendo sempre un po' di\ntempo per sedermi su questa sedia così da\napprezzarne la cura impiegata nel farla."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_16_1",
      "Text": "Ah! È già l'ora di Giorgio e le meraviglie della\nvita in fattoria? Procediamo, dunque!"
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_16_2",
      "Text": "Un mio amico mi ha detto di aver piantato per\nerrore un albero da frutta in un campo dove\naveva programmato di piantare verdure.\n<PAGE>\nCrescendo, l'albero finirà per proiettare l'ombra\nsui campi circostanti, impedendo così alle altre\ncoltivazioni di ricevere la luce di cui necessitano.\n<PAGE>\nDi conseguenza, nonostante fosse uno spreco,\ngli ho consigliato di prendere un'ascia e di\nabbattere l'albero finché era ancora giovane."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_17_1",
      "Text": "Benvenuti a Giorgio e le meraviglie della vita\nin fattoria, il programma che mi trasformerà\nnel vostro personaggio televisivo preferito."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_17_2",
      "Text": "Oggi parleremo di stalle, pollai e altre strutture\ndove alloggiare i vostri animali.\n<PAGE>\nSe allevate degli animali, potete farli alloggiare\nnelle stalle, nei pollai o nelle casette per animali\naffinché siano protetti dalle intemperie.\n<PAGE>\nPiù strutture edificherete, maggiore sarà\nil numero di animali che potrete allevare.\n<PAGE>\nSe desiderate spostare un animale da\nuna struttura all'altra, potrete farlo\ntramite il diario degli animali.\n<PAGE>\nAvere un maggior numero di strutture rende\ntutto più pratico da gestire e, soprattutto,\nnon c'è nessuno svantaggio."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_18_1",
      "Text": "So bene che la vostra mente brama per il nuovo\nepisodio di Giorgio e le meraviglie della vita in\nfattoria. E chi sono io per negarvi tale piacere?"
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_18_2",
      "Text": "I profumi si ottengono processando i fiori. Certo,\nindossare dei profumi è molto piacevole, ma se\nvi dicessi che si possono usare anche per altro?\n<PAGE>\nEbbene, sì. È stato provato che spruzzando\ndel profumo sulle arnie, le api all'interno\nprodurranno del miele di qualità superiore.\n<PAGE>\nIl profumo è la chiave per ottenere splendido\nmiele vellutato di alta qualità.\n<PAGE>\nIn caso vi sia sorto il dubbio, io ho sempre\nla mia scorta di profumi per uso personale."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_19_1",
      "Text": "I ricercatori della bellezza non smettono mai di\nimparare! Cari amici, benvenuti a Giorgio e\nle meraviglie della vita in fattoria."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_19_2",
      "Text": "Oggi una delle mie mucche ha prodotto più latte\ndi quanto faccia solitamente.\n<PAGE>\nHa un carattere molto generoso, sempre incline\na dare più che ricevere, quindi non mi ha colto\ntotalmente di sorpresa.\n<PAGE>\nIn effetti, la personalità degli animali influenza\nla quantità dei prodotti che si possono ottenere\nda loro.\n<PAGE>\nI contadini che desiderano ottenere il massimo\ndal loro bestiame farebbero bene a prestare\nattenzione alla personalità di ogni animale."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_20_1",
      "Text": "La vita ci sorride! È ora il momento\ndel nuovo episodio di Giorgio e\nle meraviglie della vita in fattoria."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_20_2",
      "Text": "Oggi ho spazzolato i miei animali con più amore\ne zelo di quanto faccia normalmente.\n<PAGE>\nQuesto perché i miei animali e le mie coltivazioni\nmi rappresentano in quanto contadino. Dunque,\nche ci crediate o no, devono essere belli!\n<PAGE>\nSe lascerete che i vostri animali si sporchino e\nnon li spazzolerete, il loro livello di stress salirà\ncon più facilità.\n<PAGE>\nE con l'aumentare dello stress, aumenteranno\nanche le probabilità che si ammalino.\n<PAGE>\nQuindi, una dei doveri principali di voi contadini\nè mantenere i vostri animali puliti e in ordine."
    }
  ]
}