{
  "Date": "2016-06-10T19:20:14.6135056+07:00",
  "Author": "BokujoMessage4 JSON generated files",
  "Content": [
    {
      "VardId": "MES_EV_FES_SAFARI_OPENING",
      "Text": "<FACE_VERONICA><POS_LEFT><FACE_NORMAL>\nWelcome, everyone, to this year's <RED>Wild Safari</RED>\ntour. I hope you'll all have a rousing time\nexploring the wildlife today.\n<PAGE>\nNow, allow me to introduce our guide, Agate."
    },
    {
      "VardId": "MES_EV_FES_SAFARI_START",
      "Text": "<FACE_MENOU><POS_RIGHT><FACE_NORMAL>\nHi everyone! My name is Agate, and I'll be your\ntour guide today. Are you tooootally ready to see\nsome awesome animals? \n<PAGE>\n<FACE_LAUGH>Let's begin by visiting the pasture!"
    },
    {
      "VardId": "MES_EV_FES_SAFARI_COMMENT_00",
      "Text": "<FACE_MENOU><POS_LEFT><FACE_NORMAL>\nThis is the pasture area, White Clover Fields.\nFarmers can bring their livestock here and let\nthem graze in the pasture.\n<PAGE>\n<FACE_LAUGH>There's always a whole lot of juicy green grass\nto enjoy. The livestock animals love hanging out\nhere!"
    },
    {
      "VardId": "MES_EV_FES_SAFARI_COMMENT_01",
      "Text": "<FACE_MENOU><POS_RIGHT><FACE_NORMAL>\nNext, we move into the mysterious mountain\narea!\n<PAGE>\nIt may look steep, craggy and kind of bleak, but\nmany animal species feel right at home in this\nkind of environment."
    },
    {
      "VardId": "MES_EV_FES_SAFARI_COMMENT_02",
      "Text": "<FACE_MENOU><POS_LEFT><FACE_NORMAL>\nNow, we come to the lake area. Here, you can\nsee several different varieties of waterfowl in\ntheir natural habitat.\n<PAGE>\nVisitors can also fish or swim in the lake. I speak\nfrom personal experience when I say it's a ton of\nfun to go swimming with the duckies.\n<PAGE>\nBeyond the lake is the mine. You can find quite\na variety of minerals, ores and gems there."
    },
    {
      "VardId": "MES_EV_FES_SAFARI_COMMENT_03",
      "Text": "<FACE_MENOU><POS_LEFT><FACE_NORMAL>\nOver here, you'll see the enormous tree that\nserves as the defining landmark of our forest\narea.\n<PAGE>\nBirds and other arboreal animals make their\nhome here. But remember, no climbing the trees\nhere. They're just for the animals here."
    },
    {
      "VardId": "MES_EV_FES_SAFARI_COMMENT_04",
      "Text": "<FACE_MENOU><POS_LEFT><FACE_NORMAL>\nYou may have noticed a precipitous drop in\ntemperature just now. In other words...it's sure\ncold! This last area is our glacier area.\n<PAGE>\nThis enormous glacier was imported directly\nfrom the far north.\n<PAGE>\nHere, you can see species that feel perfectly at\nhome in the icy lands of year-round winter\nwhere the snow never fully melts."
    },
    {
      "VardId": "MES_EV_FES_SAFARI_COMMENT_05",
      "Text": "<FACE_MENOU><POS_LEFT><FACE_LAUGH>\nThere are also some boars that call this field\nhome.\n<PAGE>\nIt's really awesome to roam around the field with\na majestic boar at your side."
    },
    {
      "VardId": "MES_EV_FES_SAFARI_COMMENT_06",
      "Text": "<FACE_MENOU><POS_RIGHT><FACE_NORMAL>\nThe cave you see in the side of that mountain is\nthe home of our bears.\n<PAGE>\n<FACE_LAUGH>Mr. Bear and his bear buddies are actually quite\nsmall and gentle; really not scary at all. Please\nbe nice to them."
    },
    {
      "VardId": "MES_EV_FES_SAFARI_COMMENT_07",
      "Text": "<FACE_MENOU><POS_RIGHT><FACE_LAUGH>\nThe stars of this area are none other than the\nstern-faced Mr. Shoebill Stork and his friends.\nThey may look grumpy, but they're really lovable.\n<PAGE>\nThey can stay still for really long periods of time,\nso we've had people mistake them for statues\nbefore!"
    },
    {
      "VardId": "MES_EV_FES_SAFARI_COMMENT_08",
      "Text": "<FACE_MENOU><POS_LEFT><FACE_LAUGH>\nOh, yes! A rare species of monkey lives right\nthere in the big tree. It's called a White Sifaka.\n<PAGE>\nIt looks really cute when it comes down out of\nthe tree and tries to run around on the ground."
    },
    {
      "VardId": "MES_EV_FES_SAFARI_COMMENT_09",
      "Text": "<FACE_MENOU><POS_LEFT><FACE_LAUGH>\nAnd I'm sure the first critter that pops into\neveryone's mind is the penguin! Yes indeedy, we\ndo have a cute little penguin who lives here.\n<PAGE>\nIt's very friendly, so please be extra nice with it."
    },
    {
      "VardId": "MES_EV_FES_SAFARI_COMMENT_10",
      "Text": "<FACE_MENOU><POS_LEFT><FACE_LAUGH>\nThe bird you see dancing up in the trees is...you\nguessed it, a parrot.\n<PAGE>\nOur Mr. Parrot doesn't mimic people's voices,\nbut he's quite the little joker, so be sure to watch\nhim when you visit."
    },
    {
      "VardId": "MES_EV_FES_SAFARI_COMMENT_11",
      "Text": "<FACE_MENOU><POS_LEFT><FACE_LAUGH>\nPlease don't get too close to Mr. Polar Bear.\n<PAGE>\nI know he looks really cuddly, but he has very,\nvery sharp claws, and paws as big as your head.\nIt's best to admire him from a distance."
    },
    {
      "VardId": "MES_EV_FES_SAFARI_END",
      "Text": "<FACE_MENOU><POS_RIGHT><FACE_NORMAL>\nAnd that was our last area, bringing us to the\nend of our Wild Safari. Thank you for joining us,\nand I hope you all had a great time!"
    },
    {
      "VardId": "MES_EV_FES_SAFARI_FEE_00",
      "Text": "<FACE_VERONICA><POS_RIGHT><FACE_NORMAL>\nNow then, let me calculate the total amount we\nreceived from ticket sales."
    },
    {
      "VardId": "MES_EV_FES_SAFARI_FEE_01",
      "Text": "<FACE_VERONICA><POS_RIGHT><FACE_NORMAL>\nThis time, it was <MOJI0>G per person, and we had\n<MOJI1> people on the tour, for a total of <BLUE><MOJI2></BLUE>G.\n<PAGE>\nI'll have this amount added to your wallet later.\nThank you very much for putting this together\nfor us today."
    }
  ]
}