{
  "Date": "2016-06-10T19:20:15.4104209+07:00",
  "Author": "BokujoMessage4 JSON generated files",
  "Content": [
    {
      "VardId": "MES_TV_CHOICE_000",
      "Text": "What would you like to watch?"
    },
    {
      "VardId": "MES_TV_CHOICE_001",
      "Text": "Weather Forecast"
    },
    {
      "VardId": "MES_TV_CHOICE_002",
      "Text": "Variety Channel"
    },
    {
      "VardId": "MES_TV_CHOICE_004",
      "Text": "Oak Tree Channel"
    },
    {
      "VardId": "MES_TV_CHOICE_005",
      "Text": "<CANCEL_SELECT>\nQuit"
    },
    {
      "VardId": "MES_TV_CHOICE_006",
      "Text": "It seems nothing else is on today..."
    },
    {
      "VardId": "MES_TV_WEATHER_000",
      "Text": "Good morning, everyone. It's time for Lillie's\nweather forecast."
    },
    {
      "VardId": "MES_TV_WEATHER_001",
      "Text": "Hello, everyone. It's time for Lillie's weather\nforecast."
    },
    {
      "VardId": "MES_TV_WEATHER_002",
      "Text": "Good evening, everyone. It's time for Lillie's\nweather forecast."
    },
    {
      "VardId": "MES_TV_WEATHER_003",
      "Text": "We're looking at sunny weather today - nice and\nwarm, just like you'd expect of spring."
    },
    {
      "VardId": "MES_TV_WEATHER_004",
      "Text": "It's gonna be raining all day today, so bundle up\nand take care if you have to go out."
    },
    {
      "VardId": "MES_TV_WEATHER_005",
      "Text": "Now, let's look at tomorrow's forecast. It's\nlooking plenty of sun in store for us, so get out\nand enjoy the fresh air."
    },
    {
      "VardId": "MES_TV_WEATHER_006",
      "Text": "Now, let's look at tomorrow's forecast. It seems\nwe have some rain coming up.\n<PAGE>\nIt'll be a bit cold out there, so don't forget your\njacket on your way out the door."
    },
    {
      "VardId": "MES_TV_WEATHER_007",
      "Text": "Today we've got some serious sun! It's gonna be\nhot and humid all day, so don't forget to drink\nplenty of water."
    },
    {
      "VardId": "MES_TV_WEATHER_008",
      "Text": "We're looking at intermittent showers all day. It's\ngonna be a humid one, folks."
    },
    {
      "VardId": "MES_TV_WEATHER_009",
      "Text": "Batten down the hatches, today's gonna be a\nstormy day.\n<PAGE>\nIt's the perfect day to stay in and curl up with a\ngood book, but if you must go out, be careful\nout there."
    },
    {
      "VardId": "MES_TV_WEATHER_010",
      "Text": "Now, let's look at tomorrow's forecast. It looks\nlike it'll be a bright, sunny day.\n<PAGE>\nThere's sure to be plenty of UV rays, so\nremember to wear a hat if you're going to be\noutside, and keep yourself hydrated."
    },
    {
      "VardId": "MES_TV_WEATHER_011",
      "Text": "Now, let's look at tomorrow's forecast. It seems\nlike it's going to rain.\n<PAGE>\nThe clouds will keep the daytime temperature\ndown a bit, but prepare for high humidity all\nday."
    },
    {
      "VardId": "MES_TV_WEATHER_012",
      "Text": "Now, let's look at tomorrow's forecast. Whoa!\nThere's a typhoon coming in, and it looks like it'll\nhit tomorrow!\n<PAGE>\nWe've got a low-pressure zone coming in from\nthe south, bringing strong winds and rain with it\nstarting tomorrow morning."
    },
    {
      "VardId": "MES_TV_WEATHER_013",
      "Text": "We've got a bright, sunny day today. It's\npeaceful, without a cloud in the sky."
    },
    {
      "VardId": "MES_TV_WEATHER_014",
      "Text": "Looks like we're in for some scattered showers\ntoday. Since it's been dry out, the air's going to\nfeel more cool and comfortable."
    },
    {
      "VardId": "MES_TV_WEATHER_015",
      "Text": "Now, let's look at tomorrow's forecast. We have\nsunny skies ahead.\n<PAGE>\nLet's all enjoy a nice autumn day tomorrow."
    },
    {
      "VardId": "MES_TV_WEATHER_016",
      "Text": "Now, let's look at tomorrow's forecast. I don't\nneed a crystal ball to say we've got rain in our\nfuture.\n<PAGE>\nWe have a cold weather front passing through,\nso expect it to be rainy most of the day."
    },
    {
      "VardId": "MES_TV_WEATHER_017",
      "Text": "We've got a hearty helping of sunny weather\ntoday, and thanks to that, it looks like it'll be\nwarmer out during the daylight hours.\n<PAGE>\nTonight's gonna be a chilly one, so grab your\nfavorite blanket and bunker down."
    },
    {
      "VardId": "MES_TV_WEATHER_018",
      "Text": "It looks like we're in a winter wonderland today,\nwith plenty of fresh snow.\n<PAGE>\nIt's going to be pretty chilly out, so be careful\nnot to catch a cold."
    },
    {
      "VardId": "MES_TV_WEATHER_019",
      "Text": "We've got heavy snow forecasted for today.\nVisibility is poor outside today, so it's the perfect\nday to stay in and curl up with a hot drink.\n<PAGE>\nAs always, beware of avalanches -- both\noutdoors and indoors.\n<PAGE>\nIf you're worried about an indoor avalanche,\nmaybe today's the perfect day to clean out that\nbuildup of stuff in your attic!"
    },
    {
      "VardId": "MES_TV_WEATHER_020",
      "Text": "Now, let's look at tomorrow's forecast. It looks\nlike we've got a day of crisp, clear sunshine\nheaded our way.\n<PAGE>\nThe air will still be cold, but by noon it should\nwarm up and we'll have a lovely day."
    },
    {
      "VardId": "MES_TV_WEATHER_021",
      "Text": "Now, let's look at tomorrow's forecast. I hope\nyou like snow, because that's what we're\ngetting.\n<PAGE>\nIt's gonna be an ice-cold day, just as you'd\nexpect of winter. Remember to dress warmly if\nyou go outside."
    },
    {
      "VardId": "MES_TV_WEATHER_022",
      "Text": "Now, let's look at tomorrow's forecast. We're\npredicting heavy snow tomorrow.\n<PAGE>\nIcy winds will keep those flurries blowing strong\nfor the foreseeable future, keeping visibility poor\nthroughout the day."
    },
    {
      "VardId": "MES_TV_WEATHER_023",
      "Text": "All right, everyone. Hope your day's a great one!\n♪"
    },
    {
      "VardId": "MES_TV_WEATHER_024",
      "Text": "All right, everyone. You might be feeling a bit\nsleepy from lunch, but let's give the rest of the\nday our all. ♪"
    },
    {
      "VardId": "MES_TV_WEATHER_025",
      "Text": "All right, everyone. It's been a long day, so be\nsure to get a good night's rest. Early to bed,\nearly to rise! ♪"
    }
  ]
}