{
  "Date": "2016-06-06T19:39:55.0355254+07:00",
  "Author": "BokujoMessage4 JSON generated files",
  "Content": [
    {
      "VardId": "MES_TV_MYSTERY_1_1",
      "Text": "        Murder at Black Gull Villa\n           -Cry of the Carillon-\n                 Episode 1\n<PAGE>\nWe're far from town, on a hill by the sea. No, not\njust a hill -- we're on the edge of a sharp, steep\nbluff.\n<PAGE>\nAhead of us is an old mansion, straight out of\nthe past. The Garcia family villa. Black Gull Villa,\nthey call it.\n<PAGE>\nMr. Katz and I are there bright and early, the day\nafter the call came in. Ah, of course; I haven't\nintroduced us yet.\n<PAGE>\nMy name is Robert. I'm an assistant to Felix\nKatz, or as I call him with all sincerity, the Great\nDetective.\n<PAGE>\nIn the early afternoon the day before, we'd gotten\na call from one of Mr. Katz's friends, Charlie\nChang.\n<PAGE>\nMr. Katz started packing right away. By evening,\nhe was reading over a paper in a cross-country\ntrain car.\n<PAGE>\nI'd picked up the paper at the train station. It's a\nmap of the place we were going.\n<PAGE>\nWhen I woke up next morning, the train was at a\nstation in a remote spot I'd never heard of.\n<PAGE>\nWe saw Charlie's car. It seemed he was already\nthere, waiting for us."
    },
    {
      "VardId": "MES_TV_MYSTERY_1_2",
      "Text": "Charlie: \"Thank you for coming, Felix. You too,\nRobert. Long trip, wasn't it? You two must be\ntired.\"\n<PAGE>\nRobert: \"I'm fine. I slept on the train\"\n<PAGE>\nFelix: \"Charlie, long time no see. But it's never\ngood news when you call me. So what's going\non?\"\n<PAGE>\nCharlie: \"It's like I said on the phone. My\nfiancee...she was found dead yesterday, at the\nbottom of the sea cliffs at Black Gull Villa\"\n<PAGE>\n\"The local police, they stopped by, looked\naround, asked a few questions and called it a\nsuicide.\"\n<PAGE>\n\"...But I don't think it was.\"\n<PAGE>\nFelix: \"I see. I'm sorry, Charlie. Well, let's look at\nthe crime scene. Black Gull Villa, you said? That\na vacation house or something?\"\n<PAGE>\nCharlie: \"That's right. It's a villa the Garcia family\nowns. 200 years old, I think.\"\n<PAGE>\nCharlie: \"...Ah, there it is now.\"\n<PAGE>\nRobert: \"D-Detective, is that the one?\"\n\nTo be continued...."
    },
    {
      "VardId": "MES_TV_MYSTERY_2_1",
      "Text": "        Murder at Black Gull Villa\n           -Cry of the Carillon-\n                 Episode 2\n<PAGE>\nThe villa stands on the edge of the cape\noverlooking the hills. The ocean rolls on\nendlessly below.\n<PAGE>\nThe architecture is all Celtic and Renaissance.\nThe windows and balconies look outward like\neyes on the countryside.\n<PAGE>\nWe step out of Charlie's car. No one comes out\nto greet us. Fine welcome after a long trip.\n<PAGE>\nFelix: \"Guess we're unwelcome guests.\"\n<PAGE>\nI hear him say that, but I know he doesn't care.\nHe's there to find out, not fit in.\n<PAGE>\nHe gets the cold shoulder all the time in his line\nof work. It's practically in his job description.\n<PAGE>\nCharlie: \"Everyone must be tired, resting in their\nown rooms. Don't take it personally.\"\n<PAGE>\nFelix: \"Personally? Who wants to chat with some\nprivate detective right after a death in the\nfamily?\"\n<PAGE>\nCharlie: \"...Right. You must have a pretty thick\nskin by now.\"\n<PAGE>\nFelix: \"Actually, I wouldn't mind a rest myself.\nThink anybody could take our luggage up?\"\n<PAGE>\nCharlie: \"Of course. Hang on a second. I'll call\nsomeone...\""
    },
    {
      "VardId": "MES_TV_MYSTERY_2_2",
      "Text": "Gaspar: \"This way, please...\"\n<PAGE>\nThe man who shows us to our room is the villa's\ncaretaker, Gaspar.\n<PAGE>\nHis hair is gray like stone, with a facial\nexpression to match. Supposedly, his family's\nbeen watching this place since the old days.\n<PAGE>\nHe lives there on the grounds with his daughter.\n<PAGE>\nOur room is at the far end of the corridor on the\nsecond floor. It's big enough for two of us to\nshare.\n<PAGE>\nThe room looks white and clean, but smells\nmoldy and deserted. I wonder how long it's been\nsince anyone's used it.\n<PAGE>\nGaspar puts the key on the table and leaves\nwithout a word. Then a middle-aged woman\nbrings in our luggage.\n<PAGE>\nShe puts our bags on the floor and leaves just as\nquietly as Gaspar. I guess she's his daughter.\n<PAGE>\nThe next person to walk in is Charlie.\n<PAGE>\nCharlie: \"I hear this used to be Mrs. Garcia's\nroom.\"\n<PAGE>\nRobert: \"...What happened to Mrs. Garcia?\"\n<PAGE>\nCharlie: \"She was Henry Garcia's third wife, but\nshe passed away five years ago.\"\n<PAGE>\nRobert: \"What?! She died? How?!\"\n<PAGE>\nCharlie: \"Not in here. Don't worry. She was\nalways sickly her whole life. She died of natural\ncauses.\"\n<PAGE>\n\"By the way, after you rest up, could you come\ndown to the first floor foyer? I'd like to fill you\nboth in on the details.\"\n<PAGE>\nWith that, he leaves in a hurry.\n\nTo be continued..."
    },
    {
      "VardId": "MES_TV_MYSTERY_3_1",
      "Text": "        Murder at Black Gull Villa\n           -Cry of the Carillon-\n                 Episode 3\n<PAGE>\nThe foyer connects to the main entrance. Charlie\nsits there, drinking coffee alone.\n<PAGE>\nCharlie: \"Here, have some coffee. Let me tell you\nwhat happened.\"\n<PAGE>\nAs we take our seats, the woman who carried\nour bags brings us each a fresh cup.\n<PAGE>\nCharlie: \"Meet the caretaker's daughter, Ella.\nShe's in charge of cooking and cleaning around\nhere.\"\n<PAGE>\n\"Okay, let me go over everything. I'll try to make\nit brief.\"\n<PAGE>\n\"The day before yesterday was a birthday party\nfor...for Mary Garcia. She's...she was the Garcia\nFamily's oldest daughter. And my fiancee.\"\n<PAGE>\n\"Of course, I was on the guest list. But\nsomething urgent came up, and I couldn't be\nhere.\"\n<PAGE>\n\"So I sent her a telegram to let her know.\"\n<PAGE>\n\"Yeah, a telegram. There's no cell reception out\nhere, or internet access.\"\n<PAGE>\n\"The land line on the first floor has been the only\nway to call out since the old days.\"\n<PAGE>\n\"And even that wasn't working for some reason.\nSo...telegram.\"\n<PAGE>\n\"From what I hear, the party started at noon and\nended around three o'clock.\"\n<PAGE>\n\"Almost all of the guests went home then,\nexcept for three of them. They were all\nscheduled to stay here that night.\"\n<PAGE>\n\"After the party, those three each went back to\ntheir rooms, took a rest, then ate dinner together\nand went back to their rooms again.\"\n<PAGE>\n\"But Mary didn't show up for dinner. She was\ntired from the party, supposedly.\"\n<PAGE>\n\"That night, Ella went to Mary's room to check\non her, and saw she was missing. Then people\nsplit up and looked for her.\""
    },
    {
      "VardId": "MES_TV_MYSTERY_3_2",
      "Text": "\"The next morning, Mary's body was found\nfloating in the sea at the bottom of the bluffs.\"\n<PAGE>\nHis voice is calm enough, but I see his fists ball\nand his knees shake.\n<PAGE>\nCharlie: \"The police got here before I did, that\nsame afternoon.\"\n<PAGE>\n\"At first, I didn't know what was happening. It\ndidn't sink in until after they left.\"\n<PAGE>\n\"No one would have expected Mary to kill\nherself. And I don't think anyone here is\nconvinced that she did.\"\n<PAGE>\n\"But no one argued with the police either,\nbecause she couldn't have died any other way.\"\n<PAGE>\n\"Mary's room was locked that night. The only\nother key is in the caretaker's house.\"\n<PAGE>\n\"She had her own key. It was found in her\npocket. No one else could have gotten in.\"\n<PAGE>\n\"When they investigated her room, the light was\non and the door to the balcony was open. Her\nshoes were there, too.\"\n<PAGE>\n\"So Mary jumped off the balcony over the cliff\nthe night before yesterday. That's what's on the\npolice report.\"\n<PAGE>\nCharlie clenches his fists.\n<PAGE>\nCharlie: \"It does look like a suicide, I know. But\nshe had no reason to kill herself. None.\"\n<PAGE>\n\"So I thought of you, Felix. I figured if anyone\ncould solve this, you could.\"\n<PAGE>\nFelix: \"Thanks for the thought. How well do you\nexpect the people here to cooperate?\"\n<PAGE>\nCharlie: \"Well, I talked to Mr. Garcia first, and I\nasked him to ask everyone else to help you.\"\n<PAGE>\n\"He understood, and I think he talked them into\nit.\"\n<PAGE>\n\"Most of them.\"\n<PAGE>\nFelix: \"...All right. Let's ask around.\"\n\nTo be continued..."
    },
    {
      "VardId": "MES_TV_MYSTERY_4_1",
      "Text": "        Murder at Black Gull Villa\n           -Cry of the Carillon-\n                 Episode 4\n<PAGE>\nCharlie's info points us toward eight persons of\ninterest. We bring him along as a guide as we\nstart to question each one.\n<PAGE>\nCharlie: \"There're eight people staying here\nbesides the three of us. You've met Gaspar and\nElla.\"\n<PAGE>\n\"Aside from them, and the three party guests,\nthere's the head of the family, Mr. Henry Garcia,\nand his two sons, Frank and David.\"\n<PAGE>\nCharlie keeps talking as he leads us up the stairs\nto the second floor.\n<PAGE>\nCharlie: \"The person I'd like you two to meet first\nis Frank Garcia.\"\n<PAGE>\n\"He's the acting president of the family-owned\nbusiness conglomerate, the Garcia Group.\"\n<PAGE>\n\"...Also, this is between you and me, but he's\nspoiled rotten. He's always blowing company\nmoney on parties, that kind of thing.\"\n<PAGE>\nWe approach a door in the middle of the corridor\non the third floor. Charlie stops talking and\nknocks.\n<PAGE>\nCharlie: \"Frank, can I talk to you for a second?\"\n<PAGE>\nA long silence goes by. Then we hear a low\nvoice from inside.\n<PAGE>\nFrank: \"...Come in.\"\n<PAGE>\nCharlie opens the door and lets the two of us in\nfirst. A man slouches on the sofa in front of us.\nHe barely lifts his eyes as we walk in.\n<PAGE>\nFrank: \"So, this must be your detective friend.\nWell, don't just stand there...have a seat.\"\n<PAGE>\nHe flicks his wrist toward a couple of chairs.\n<PAGE>\nFelix: \"Mr. Frank Garcia? Detective Felix Katz.\nNice to meet you.\"\n<PAGE>\nMr. Katz takes his seat as he says that. I follow\nhim and do the same."
    },
    {
      "VardId": "MES_TV_MYSTERY_4_2",
      "Text": "Charlie: \"Felix, this is Frank, Mr. Garcia's eldest\nson.\"\n<PAGE>\nCharlie tries to smile, but when Frank looks up\nand glares at him, he takes a seat without\nanother word.\n<PAGE>\nFrank: \"I already told the police everything I\nknow. If you've got something else to talk about,\nmake it quick.\"\n<PAGE>\n\"And I'll tell you now, I'll cooperate for my\nfather's sake, but don't you dare try to smear our\nfamily.\"\n<PAGE>\n\"Let me guess: You think it wasn't a suicide. So\nsomebody here must have killed her.\"\n<PAGE>\n\"Charlie, you were her fiance. What makes you\nthink it's one of us?\"\n<PAGE>\nCharlie: \"I'm not trying to accuse anyone. I just\ncan't believe she'd kill herself, that's all.\"\n<PAGE>\nFrank: \"Let me ask you: What exactly kept you\naway from her party? She was looking forward\nto seeing you. You know that, right?\"\n<PAGE>\nCharlie: \"...I know. It was a stupid decision. I\nhad something urgent come up, and I...\"\n<PAGE>\n\"If I'd known this was going to happen, I'd have\nbeen here...\"\n<PAGE>\n\"I tried to do the next best thing... I bought her a\npresent, thought I'd take her out alone the day\nafter and give it to her... So stupid of me...\"\n<PAGE>\nCharlie's whole body quivers. Mr. Katz watches\nhim without a word.\n<PAGE>\nFrank: \"A little late for regrets, don't you think?\nShe's dead. You missed her. She'll never see you\nagain.\"\n<PAGE>\n\"In fact, I'll just come out and say it: I think\nyou're the reason she threw herself off that\nbalcony.\"\n<PAGE>\nCharlie: \"N-no way...\"\n<PAGE>\nCharlie looks at Frank and shakes his head, his\neyes as wide as headlights.\nTo be continued..."
    },
    {
      "VardId": "MES_TV_MYSTERY_5_1",
      "Text": "        Murder at Black Gull Villa\n           -Cry of the Carillon-\n                 Episode 5\n<PAGE>\nFelix: \"Frank, I know how you feel. I'm sorry for\nyour loss.\"\n<PAGE>\n\"This is hard, but can you talk about what\nhappened two days ago, one more time?\"\n<PAGE>\nMr. Katz uses his most calming voice, the one\nhe saves for times like this. And it works. Frank\ntakes a breath and slouches back down.\n<PAGE>\nFrank: \"All right. ...So what do you want to\nknow?\"\n<PAGE>\nCharlie snaps his fingers, takes a note from his\npocket and hands it to Mr. Katz.\n<PAGE>\nCharlie: \"These are the police notes from\nyesterday.\"\n<PAGE>\nMr. Katz looks the notes over as he questions\nFrank.\n<PAGE>\nFelix: \"Says here you talked to Mary in her room\nat six o'clock in the evening after the party.\"\n<PAGE>\n\"What did you two talk about?\"\n<PAGE>\nFrank: \"About Charlie. I didn't think a man who'd\nstand her up on her birthday was a man she'd\nwant to marry. I told her that.\"\n<PAGE>\n\"I was out of line. I knew that as soon as I saw\nher get upset. I tried to apologize, and then I\nleft.\"\n<PAGE>\nFelix: \"You left at six thirty and went out for a\nwalk with David...\"\n<PAGE>\nFrank: \"Yeah, it was a gorgeous sunset that day.\nMy little brother and I went out to the shore to\nwatch it.\"\n<PAGE>\nFelix: \"And from the trail to the shore, you can\nsee this villa's balconies, right? Including\nMary's...\"\n<PAGE>\nFrank: \"Right. And I did see her. She was lying in\na chair up on the balcony. She looked\nexhausted.\"\n<PAGE>\nFelix: \"Looks like David told the cops the same\nthing. And then you two got back here before\ndinner.\"\n<PAGE>\n\"...So at least we know Mary was alive at that\npoint.\"\n<PAGE>\nFrank: \"Of course she was...\""
    },
    {
      "VardId": "MES_TV_MYSTERY_5_2",
      "Text": "Frank's losing his patience. Mr. Katz goes on as\nif he doesn't care.\n<PAGE>\nFelix: \"When you finished walking back to the\nvilla, you went straight to the dining room for\ndinner.\"\n<PAGE>\n\"But Mary never came down to join you.\"\n<PAGE>\n\"So Ella was told to bring her, but her room was\nlocked, and when Ella called, she didn't answer.\"\n<PAGE>\nFrank: \"I assumed she was asleep at that point.\"\n<PAGE>\nFelix: \"Then after that, this note says you went\nback to your room for some whisky.\"\n<PAGE>\nFrank: \"The good whisky. I wanted to share a\ndrink with Morgan. ...He's one of the guests\nhere.\"\n<PAGE>\nCharlie: \"Yes, he's also a Garcia Group board\nmember. I'll introduce you later.\"\n<PAGE>\nCharlie nods as he adds that.\n<PAGE>\nFelix: \"What did you talk about with Morgan...?\"\n<PAGE>\nFrank: \"Business. Like you just heard, he's a\nboard member at HQ.\"\n<PAGE>\n\"I'm the acting president. We had a lot of\ncorporate decisions to go over. \"\n<PAGE>\nFelix: \"I see... And after Morgan went back to his\nroom, you went to Mary's room to check on her,\nright...? About ten o'clock.\"\n<PAGE>\nFrank: \"I'd started worrying by then. So I asked\nGaspar to open her door, and I went in, and...\nAnd I...\"\n<PAGE>\nFelix: \"You saw she was missing, right? And\nthat's when the search started. Thank you.\"\n<PAGE>\nFrank: \"If you're planning to talk to David as well,\nplease don't press him too hard. He's still in\nshock.\"\n<PAGE>\nFelix: \"Poor kid. Thanks. I'll talk to you later.\"\n<PAGE>\nWe leave Frank's room. Up next is David...\n\nTo be continued..."
    },
    {
      "VardId": "MES_TV_MYSTERY_6_1",
      "Text": "        Murder at Black Gull Villa\n           -Cry of the Carillon-\n                 Episode 6\n<PAGE>\nDavid is Mr. Garcia's second son, but he's much\nyounger than Frank. He can't be a day over\nfifteen.\n<PAGE>\nI guess he's the son of the third wife.\n<PAGE>\nCharlie: \"David, this is Felix. He's a detective.\nAnd this is his assistant, Robert.\"\n<PAGE>\nCharlie's voice is directed at David, but his eyes\nare on us.\n<PAGE>\nCharlie: \"This is Mr. Garcia's second son, David.\"\n<PAGE>\nThe kid bows his head, just slightly.\n<PAGE>\nFelix: \"David, would you mind telling me a little\nabout what happened...?\"\n<PAGE>\nMr. Katz brings out the gentle voice again, more\nso than with Frank.\n<PAGE>\nFelix: \"You were staying in your room after the\nparty, and then you went out for a walk with\nyour brother. Is that right?\"\n<PAGE>\nDavid: \"That's right. He said the sunset was\ngorgeous, and he asked if I wanted to come\nalong and see it.\"\n<PAGE>\nFelix: \"Right. Now, let me ask: From here, which\nway does the sun set?\"\n<PAGE>\nDavid lifts his head, barely looking toward the\nwindow. When Mr. Katz walks toward the\nwindow, David follows him and points.\n<PAGE>\nDavid: \"That way.\"\n<PAGE>\nDavid points through the window to the left. Mr.\nKatz follows his finger.\n<PAGE>\nFelix: \"And where's the walking trail?\"\n<PAGE>\nDavid quietly points down and to the right.\n<PAGE>\nFelix: \"This is the first floor, so you don't have a\nbalcony, right?\"\n<PAGE>\nDavid: \"I don't. My sister up above me, she\ndoes...she did. That's why she...\"\n<PAGE>\nAs David starts choking up, Mr. Katz backs off,\nlets him sit down, and takes his own seat again."
    },
    {
      "VardId": "MES_TV_MYSTERY_6_2",
      "Text": "Felix: \"This villa faces south, and the ocean's to\nthe north. So on the ocean-view side, the sun\nsets to the left.\"\n<PAGE>\n\"And the walking trail runs along the east side of\nthe hill below the villa, and curves toward a bit\nnorthern side.\"\n<PAGE>\n\"So if you're on the walking trail, there's a spot\nwhere you can see the other sides of the\nbalconies.\"\n<PAGE>\n\"And David, you saw Mary on the balcony while\nyou were out walking, right?\"\n<PAGE>\nDavid: \"That's right. She was there on the\nbalcony, sleeping in a chair.\"\n<PAGE>\nFelix: \"Which way was she facing?\"\n<PAGE>\nDavid: \"Toward us, I think, but I couldn't really\ntell. She had a hat on over her face.\"\n<PAGE>\n\"I guess the sun was too bright for her.\"\n<PAGE>\nFelix: \"I see... Then you and Frank walked back\nhere and had dinner?\"\n<PAGE>\nDavid: \"Right. That's when my brother asked me\nto go up and bring her down to eat.\"\n<PAGE>\n\"But she didn't answer, and her door was\nlocked, so I went back down without her.\"\n<PAGE>\nFelix: \"Was Frank with you at that time?\"\n<PAGE>\nDavid: \"No, he went back to his room to change\nhis clothes. Then he came back to the dining\nroom a little while after that.\"\n<PAGE>\nFelix: \"And after dinner, you went back here to\nyour room, right?\"\n<PAGE>\nDavid: \"Right. I was just about to go to sleep\nwhen they called out that Mary was missing. I\ntried to help them find her, but...\"\n<PAGE>\nFelix: \"I see. Thank you. ...That's enough.\"\n<PAGE>\nDavid nods quietly. He looks mature for his age.\nI get the impression he's a good, honest kid.\n<PAGE>\nI wonder who we'll talk to next...\n\nTo be continued..."
    },
    {
      "VardId": "MES_TV_MYSTERY_7_1",
      "Text": "        Murder at Black Gull Villa\n           -Cry of the Carillon-\n                 Episode 7\n<PAGE>\nNow that we've met the two Garcia brothers, I\nwonder if we'll be meeting Mr. Garcia himself\nnext. But he's sick in bed...\n<PAGE>\nSo I suppose we'll be meeting one of the three\nguests.\n<PAGE>\nCharlie: \"I'd like you to meet Jessica Williams.\nShe's one of Mary's friends from college.\"\n<PAGE>\nHe leads us up to the second floor as he says\nthat.\n<PAGE>\nWe head for a room on the east side, to the right\nof Mary's room.\n<PAGE>\nJessica: \"...Mary didn't commit suicide?! ...No\nway... Are you saying somebody killed her...?!\"\n<PAGE>\nBefore Charlie's even finished introducing us,\nshe pours it all out.\n<PAGE>\nFelix: \"Well, we don't know anything yet. That's\nwhy I came here to find out what happened that\nnight. Can you help me with that?\"\n<PAGE>\nMr. Katz keeps his tone even as he zeroes in on\nher facial expressions.\n<PAGE>\nFelix: \"Now, you went to Mary's room after the\nparty, right?\"\n<PAGE>\n\"What did you talk about?\"\n<PAGE>\nJessica: \"...Nothing serious. Just how we've\nbeen doing, and...\"\n<PAGE>\n\"...you know, how it's been for us since college,\nthat sort of thing.\"\n<PAGE>\nFelix: \"I see... And then after that, I hear you\nstayed in your room until dinner. Did you hear\nany strange noises?\"\n<PAGE>\nJessica: \"I did hear someone knocking at her\ndoor a bunch of times.\"\n<PAGE>\n\"But these rooms are pretty soundproof. I didn't\nhear much other than that.\""
    },
    {
      "VardId": "MES_TV_MYSTERY_7_2",
      "Text": "She's right. These walls are thick. I can barely\nhear footsteps down the hall, but that's it.\n<PAGE>\nFelix: \"I see... So after the dinner, you stayed in\nyour room...until they found out Mary was\nmissing...\"\n<PAGE>\nJessica: \"Yeah, I went to sleep right after dinner.\nBut when I heard everybody shouting, I came\nout right away.\"\n<PAGE>\nFelix: \"I see. Would you mind if I take a look at\nthe balcony here in this room?\"\n<PAGE>\nAs soon as Mr. Katz says that, he stands up and\ninvestigates the balcony. Of course, I follow\nhim.\n<PAGE>\nThe balcony overlooks the ocean. Mary's room is\nthe next one over, but because of the\noutcropping wall, we can't see it.\n<PAGE>\nThat's how the north side walls are designed in\nthis villa. You can't see the balconies next to\nyour own.\n<PAGE>\nMr. Katz takes a good look around, then mutters\nin what sounds like satisfaction.\n<PAGE>\nFelix: \"...I see. Each room's as private as can be,\nhuh...? Nothing but the best for the Garcias.\"\n<PAGE>\nWhile Mr. Katz and I take in the refreshing sea\nbreeze, Jessica and Charlie stay inside and look\nour way.\n<PAGE>\nAfter what happened with Mary, I don't think\nthey want to be out on the balcony.\n<PAGE>\nFelix: \"Well, thank you for your cooperation.\"\n<PAGE>\nWith a nod, he steps inside and walks straight\nout of the room.\n<PAGE>\nCharlie and I hurry after him.\n<PAGE>\nCharlie: \"All right, let's move on to the third\nfloor.\"\n<PAGE>\nHe goes up the stairs and heads for the next\nperson's room.\nTo be continued..."
    },
    {
      "VardId": "MES_TV_MYSTERY_8_1",
      "Text": "        Murder at Black Gull Villa\n           -Cry of the Carillon-\n                 Episode 8\n<PAGE>\nThe next room is on the east side, right above\nJessica's room. The man inside is someone\nnamed Maxim.\n<PAGE>\nAccording to Charlie, he is a very dangerous\nperson. As soon as the door opens, I see why.\n<PAGE>\nMaxim: \"Mary died because of you!\"\n<PAGE>\nHe seizes Charlie by the collar.\n<PAGE>\nMaxim: \"You just decided not to show up. She\nthought you were leaving her! That's why she\njumped!!\"\n<PAGE>\nMr. Katz and I pull him off of Charlie and ease\nhim into a chair. Charlie stands there, quivering\nand catching his breath.\n<PAGE>\nFelix: \"You're Maxim, right? Name's Felix. I'm a\ndetective. Can I talk to you for a second?\"\n<PAGE>\nMaxim: \"I've got nothing to talk about... Mary's\ngone now. I couldn't protect her...\"\n<PAGE>\nFelix: \"Maxim...please, can I ask you just one\nquestion?\"\n<PAGE>\nMaxim: \"Look, whatever you want to talk about,\nget that loser out the room first. He makes me\nsick.\"\n<PAGE>\nMaxim glares at Charlie. Mr. Katz makes eye\ncontact with Charlie himself, then nods toward\nthe door. Charlie leaves without a word.\n<PAGE>\nFelix: \"There, he's gone. So?\"\n<PAGE>\n\"When you met with Mary in her room, after the\nparty, what did you talk about?\"\n<PAGE>\nMaxim: \"...\"\n<PAGE>\nMaxim's face screws up in anguish. He drops\nhis shoulders and bows his head, suffering in\nsilence."
    },
    {
      "VardId": "MES_TV_MYSTERY_8_2",
      "Text": "Felix: \"Why so quiet all of a sudden? You think\nwhat you said had something to do with her\ndeath?\"\n<PAGE>\nIt's his gentle voice again, but with a little more\npressure behind it this time.\n<PAGE>\nMaxim: \"...I loved Mary. But...she said she's\ngoing to marry that Charlie.\"\n<PAGE>\n\"She wanted to marry a man who couldn't even\nbe here for her...\"\n<PAGE>\nMaxim looks up. I see tears in his eyes.\n<PAGE>\nMaxim: \"And then she said she wanted... She\nsaid she wanted me to stay away from her!\"\n<PAGE>\nFelix: \"Thank you for telling me. No more\nquestions.\"\n<PAGE>\nMr. Katz stands up and walks to the balcony. He\nchecks the outside, then heads back to the front\ndoor and looks around.\n<PAGE>\nFelix: \"Sorry, just one more question... What was\nyour relationship with Mary?\"\n<PAGE>\nMaxim: \"None of your business! Are you finished\nnow? Just get out.\"\n<PAGE>\nHis anger is back. He stands bolt upright. We\nleave before he throws us both out physically.\n<PAGE>\nCharlie waits outside with an anxious look on his\nface.\n<PAGE>\nCharlie: \"He think Mary left him because of me.\nThat's why he hates me so much.\"\n<PAGE>\n\"She used to date him, but he clung to her so\nmuch she got scared and broke up with him.\"\n<PAGE>\n\"But then he started following her around all the\ntime. Like a stalker, basically. Mary got so sick\nof it.\"\n<PAGE>\nRobert: \"I see. So the reason she invited him\nhere was to tell him off to his face, huh?\"\n<PAGE>\nWe keep talking about that until we reach the\nnext person's room.\nTo be continued..."
    },
    {
      "VardId": "MES_TV_MYSTERY_9_1",
      "Text": "        Murder at Black Gull Villa\n           -Cry of the Carillon-\n                 Episode 9\n<PAGE>\nCharlie: \"The next person I'd like to introduce to\nyou is Morgan Whitaker. He's the HQ board\nmember Frank mentioned.\"\n<PAGE>\n\"He's kind of a big cheese, so just...be aware.\"\n<PAGE>\nFelix: \"Got it.\"\n<PAGE>\nMr. Katz gives Charlie a nod of respect, but I'm\nsure he doesn't care how big of a cheese this\nguy is.\n<PAGE>\nCharlie doesn't see the nod. He's already\nknocking at the door.\n<PAGE>\nThe room on the third floor, west side, next to\nFrank's. It goes back a little farther than Frank's\nroom does.\n<PAGE>\nMorgan: \"Look, I'll be happy to help you out, but\nlet me do it from the office. I can't stay here. I've\ngot too much to do.\"\n<PAGE>\nMorgan's baggy face belches out those words as\nit sits on his blob of a body.\n<PAGE>\nHe's dressed like a big shot, with a fancy suit.\nFor all that, he seems willing enough to help\nout.\n<PAGE>\nMorgan: \"After the party, Mary called me up to\nher room. She said she had something to talk\nabout.\"\n<PAGE>\n\"You might've heard Mr. Garcia's gotten sick,\nand might not get better. She asked me to look\nafter the company for him.\"\n<PAGE>\n\"After the dinner, Frank brought out the good\nwhisky, and we drank and talked about work.\"\n<PAGE>\n\"About ten at night, I came back to the room.\nAnd that's when I heard Mary was missing.\"\n<PAGE>\n\"I looked for her, just like everyone else, but,\nwell, we found her...the way she was. I feel bad\nfor Mr. Garcia.\"\n<PAGE>\nHe talks too fast to let us ask him anything."
    },
    {
      "VardId": "MES_TV_MYSTERY_9_2",
      "Text": "Mr. Katz listens quietly, then asks one question\nat the end of it all.\n<PAGE>\nFelix: \"Mr. Whitaker, if Frank were to be removed\nfrom office, you'd be next in line, wouldn't you?\"\n<PAGE>\nMorgan: \"Why would you even say that?! Frank's\na good friend of mine, and I'll support him for\nthe rest of my career.\"\n<PAGE>\nFelix: \"Sorry, that was rude of me. If you'll\nexcuse us...\"\n<PAGE>\nMr. Katz must have known he'd get that reaction\nfrom Whitaker. What is he thinking?\n<PAGE>\nThat makes three guests we've interviewed now.\nHenry Garcia is next, if he's up for it...\n<PAGE>\nCharlie: \"The next room over is Henry Garcia's.\nHe's the head of the family.\"\n<PAGE>\n\"He was at the party, but just briefly, in a\nwheelchair.\"\n<PAGE>\n\"His nurse says he was asleep the whole time\nafter that. Maybe we should just leave him\nalone. What do you think?\"\n<PAGE>\nCharlie looks like he might genuinely care for the\nold man, but Mr. Katz just wants information.\n<PAGE>\nFelix: \"Just a few simple questions about his\nfamily and his company. If his nurse okays it\nfirst.\"\n<PAGE>\nCharlie: \"...I see. All right, I'll ask the nurse. Wait\nhere, please.\"\n<PAGE>\nCharlie knocks at the door, steps inside, and\nthen comes right back out.\n<PAGE>\nCharlie: \"Come on in. He's not gonna be awake\nfor long, but he says he'll tell you what he can.\"\n<PAGE>\nCharlie escorts us into the room. My nose\nwrinkles at the tang of all the medicine. A frail\nold man lies in bed.\n<PAGE>\nThe head of an immensely wealthy family, Henry\nGarcia himself...\nTo be continued..."
    },
    {
      "VardId": "MES_TV_MYSTERY_10_1",
      "Text": "        Murder at Black Gull Villa\n           -Cry of the Carillon-\n                Episode 10\n<PAGE>\nMr. Garcia is barely over 60, but his sickness\nmakes him look much older.\n<PAGE>\nWhen Charlie introduces us, Mr. Garcia's head\nperks up, and his face shows a little more color.\n<PAGE>\nHenry: \"Let's skip the formalities, gentlemen.\nJust ask me what you need to know.\"\n<PAGE>\nHis voice is thin, but still very clear. Even now, I\ncan see why he's in charge.\n<PAGE>\nFelix: \"Let me ask you about Frank first. What do\nyou think of his work?\"\n<PAGE>\nMr. Katz doesn't miss a beat, and neither does\nthe old man.\n<PAGE>\nHenry: \"...He's unreliable. I've given him as little\nresponsibility as possible, and all he does with it\nis abuse his privileges.\"\n<PAGE>\n\"As his father, I was hoping he could take over,\nbut I can't let him run the whole conglomerate...\nHe's not good enough.\"\n<PAGE>\nFelix: \"Then who'd you have in mind?\"\n<PAGE>\nHenry: \"Mary... She was my only choice... I'd\nkept her away from the office her whole life, but\nthat was intentional.\"\n<PAGE>\n\"I wanted her to learn the family business away\nfrom prying eyes, and let her support me from\nbehind the scenes.\"\n<PAGE>\n\"Maybe that was the wrong approach. Maybe it\nput too much pressure on her, made her feel\nunprepared...\"\n<PAGE>\nCharlie: \"She wouldn't have jumped because of\nthat. She's not... She wasn't that kind of\nperson.\"\n<PAGE>\n\"Anytime she had a problem, she'd tell me. She\nnever complained about you.\"\n<PAGE>\nCharlie says it with confidence. Mr. Garcia\ncloses his eyes and nods.\n<PAGE>\nHenry: \"Well said. You're a good man. That's why\nI want to help you.\"\n<PAGE>\nHe turns to us. He doesn't hide his sadness."
    },
    {
      "VardId": "MES_TV_MYSTERY_10_2",
      "Text": "Felix: \"So what are your feelings on Morgan, the\nboard member?\"\n<PAGE>\nHenry: \"I appreciate all his support...but Mary\nnever liked him very much.\"\n<PAGE>\n\"Frank's always asking him for advice. I wonder\nif he knows Frank is looting the company...\"\n<PAGE>\nMr. Garcia closes his eyes again. I wonder how\nmuch longer he can talk.\n<PAGE>\nFelix: \"Last question. Was David friendly with\nMary?\"\n<PAGE>\nHenry: \"David is a sweet boy. He's friendly with\nboth Mary and Frank. Her, especially. She looked\nafter him so well...\"\n<PAGE>\n\"But I don't plan to give David control of the\nbusiness. I want him to do whatever he wants\nwith his life.\"\n<PAGE>\n\"Which, I suppose, makes Frank my only\nchoice.\"\n<PAGE>\n\"Actually, Charlie, I'd wanted to ask you to help\nthe company as my son-in-law. If only this\nhadn't happened...\"\n<PAGE>\nCharlie: \"I'll do anything I can to help you, Mr.\nGarcia. Just tell me how.\"\n<PAGE>\nCharlie clasps his hands together as he says\nthat. Mr. Garcia nods and closes his eyes.\n<PAGE>\nFelix: \"Mr. Garcia, thank you very much for your\nhelp. We won't disturb your rest any longer.\"\n<PAGE>\nMr. Katz gives the old man a bow. Before we\nleave, Mr. Garcia opens his eyes one more time.\n<PAGE>\nHenry: \"Detective...if someone is involved with\nMary's death...you don't need to tell me.\"\n<PAGE>\nThen he closes his eyes again.\n\nTo be continued..."
    },
    {
      "VardId": "MES_TV_MYSTERY_11_1",
      "Text": "        Murder at Black Gull Villa\n           -Cry of the Carillon-\n                Episode 11\n<PAGE>\nAfter we leave Mr. Garcia's room, we go back\ndown to the first floor dining room.\n<PAGE>\nCharlie: \"Anyone up for a break? Ella, would you\nmind bringing us some tea?\"\n<PAGE>\nElla nods and heads off. Charlie takes a seat with\na sigh.\n<PAGE>\nCharlie: \"So, that's all the immediate Garcia\nfamily and the three guests. What do you think\nof them so far?\"\n<PAGE>\nFelix: \"Too early to say. David seems to be on\nthe level, and so does his dad. The rest...I'm not\nso sure.\"\n<PAGE>\n\"...And Charlie, I've got a question for you,\ntoo...\"\n<PAGE>\nCharlie: \"I'm sure you do, but would you mind\ntalking to Ella first?\"\n<PAGE>\nFelix: \"Not at all.\"\n<PAGE>\nI'd thought we were on break. Ella seems to\nthink so too, as she comes back with the tea.\n<PAGE>\nCharlie: \"Ella, can we talk to you for a\nsecond...?\"\n<PAGE>\nHe gestures toward the chair across from him.\nShe shrugs and sits down.\n<PAGE>\nFelix: \"At the party, did you see anything\nstrange?\"\n<PAGE>\n\"Mary...arguing with someone, for example, or\nanyone whispering in the corner.\"\n<PAGE>\nShe looks down at the floor and keeps her\nmouth shut.\n<PAGE>\nFelix: \"Ella, don't worry. Whatever you say, we'll\nkeep it strictly confidential.\"\n<PAGE>\nAt that, she looks up, takes a breath, and slowly\nstarts talking.\n<PAGE>\nElla: \"Well, Mary was talking with everyone,\nwhich you'd expect, because she invited them\nall...\"\n<PAGE>\n\"But she looked a little sad here and there.\nMaybe because she missed you, Charlie.\"\n<PAGE>\nShe shoots a nasty look at Charlie as she says\nthat."
    },
    {
      "VardId": "MES_TV_MYSTERY_11_2",
      "Text": "Ella: \"Well, that ASIDE...the person I was most\nconcerned about was Maxim.\"\n<PAGE>\n\"Every time she was alone, he'd slink up and talk\nto her.\"\n<PAGE>\n\"She kept her smile on in public, but later on, I\nsaw her drop the act and tell him what she really\nthought.\"\n<PAGE>\n\"Then he stopped smiling too.\"\n<PAGE>\n\"Apparently, she told him to come up to her\nroom after the party.\"\n<PAGE>\n\"And I did see him go in there a little while after\nthe party ended.\"\n<PAGE>\n\"She talked to Frank too, sometime after the\nparty. I think I heard them say your name,\nCharlie.\"\n<PAGE>\n\"If I heard them right, Frank told her you were\ntrying to avoid her.\"\n<PAGE>\nCharlie looks up at Ella with apologetic eyes.\nShe ignores him and goes on talking.\n<PAGE>\nElla: \"I guess that's all I noticed at the party...\nSorry, I was a little busy myself...\"\n<PAGE>\n\"Oh, but as I was cleaning up afterwards,\nbetween the party and dinner, I do remember\nwho went into Mary's room.\"\n<PAGE>\n\"Her friend Jessica went in first. It sounded like\nthey had a fight, and Jessica looked unhappy\nwhen she left.\"\n<PAGE>\n\"Maxim went in to talk to her after that. He didn't\nlook happy either when he left.\"\n<PAGE>\n\"And then that company executive...Morgan? He\nwent in third, and he was definitely angry when\nhe left.\"\n<PAGE>\n\"Finally, Frank went in after Morgan left.\nAfterwards, Frank came back down to the first\nfloor and went on his walk with David.\"\n<PAGE>\nElla takes a breath and slowly pours a hot cup of\ntea.\nTo be continued..."
    },
    {
      "VardId": "MES_TV_MYSTERY_12_1",
      "Text": "        Murder at Black Gull Villa\n           -Cry of the Carillon-\n                Episode 12\n<PAGE>\nElla: \"When dinner was ready and people came\nout to the foyer, David went up to Mary's door\nand called for her.\"\n<PAGE>\nShe sips her tea, then goes on talking.\n<PAGE>\nElla: \"But Mary didn't come out. A while later,\nFrank came out of his room and headed to the\ndining room.\"\n<PAGE>\n\"But then he came out of the dining room\nimmediately and told me to go check if...if Mary\nwas still sleeping on the balcony...\"\n<PAGE>\n\"I looked at the balcony from the walking trail\noutside, but I didn't see her there.\"\n<PAGE>\n\"It was dim outside, but the light from her room\nlit up the balcony somewhat. No sign of her, as\nfar as I could tell.\"\n<PAGE>\n\"Then I came back inside, went to her room and\ncalled for her. No answer, and the door was\nlocked.\"\n<PAGE>\n\"While I was knocking, Frank told me to come\nback to the dining room. He said she might be\ntired after the party...\"\n<PAGE>\n\"Hmm, so she may already have been dead by\nthen. Hmm, then why...?\"\n<PAGE>\nFelix: \"Ella, you've got quite a memory. Thanks\nfor all the help.\"\n<PAGE>\nElla: \"Well, maids can't help but be a little nosy\nabout other people's business. Especially in a\nwide open room like this.\"\n<PAGE>\n\"Look, you can see the stairs, the second floor,\nand the third floor.\"\n<PAGE>\n\"While I'm in here, I can't help but see what\neveryone's doing.\"\n<PAGE>\n...Maid or not, this lady seems nosy by nature.\n<PAGE>\nFelix: \"All right, let's recap. What time did Frank\nand David go for a walk?\"\n<PAGE>\nElla: \"...It was while I was getting dinner ready,\nso around six o'clock in the evening.\"\n<PAGE>\nFelix: \"And then what time did Frank come down\nto the dining room for dinner...?\"\n<PAGE>\nElla: \"Well, dinner was scheduled to start at\nseven, so around that time, probably.\""
    },
    {
      "VardId": "MES_TV_MYSTERY_12_2",
      "Text": "Felix: \"And then after that, you went outside to\ncheck out Mary's balcony from the walking trail,\nright?\"\n<PAGE>\nElla: \"Yes, but she wasn't on the balcony.\"\n<PAGE>\nFelix: \"...And what about after dinner?\"\n<PAGE>\nElla: \"After dinner, Frank and Morgan stayed in\nthe foyer and drank some whisky.\"\n<PAGE>\nFelix: \"Frank brought that whisky from his room,\nright?\"\n<PAGE>\nElla: \"That's right. We have some alcohol here,\nbut he went to his room to get the whisky.\"\n<PAGE>\n\"I'm no connoisseur, but if he climbed all those\nstairs to the third floor just to bring it down\nhere, it must have been the good stuff.\"\n<PAGE>\nFelix: \"I see. Well, thank you very much for your\ncooperation.\"\n<PAGE>\n\"In houses like this, maids and caregivers are the\nbest sources of info I have. Especially when\nthey're as sharp and observant as you.\"\n<PAGE>\nCharlie: \"Thank you, Ella. Could you bring\nGaspar here, please...?\"\n<PAGE>\nShe seems like she wants to say more, but\ninstead she bows and leaves to get her father.\n<PAGE>\nGaspar usually stays in the caretaker's hut, on\nthe west side of the villa.\n<PAGE>\nBut when guests come, he helps Ella cook and\nwhatnot.\n<PAGE>\nGaspar: \"Can I help you?\"\n<PAGE>\nHe doesn't take long to get here.\n<PAGE>\nFelix: \"I have something I'd like to ask you... How\nmany keys are there for each room here?\"\n<PAGE>\nGaspar: \"Two keys for each room. I hand one to\na guest, and I keep the other.\"\n<PAGE>\nFelix: \"Were any of the keys you keep missing, or\ndid someone take a key, during the party?\"\n<PAGE>\nGaspar: \"No. I always put the keys in a case in\nthe caretaker house and lock it.\"\n<PAGE>\n\"And I always have the key to that lock with me.\"\n<PAGE>\nGaspar takes a key ring out of his pocket and\nshows us that key.\n<PAGE>\nGaspar: \"When Frank asked me to open Mary's\nroom that day, I went back to the caretaker hut\nto get the key. It was there.\"\n<PAGE>\nFelix: \"I see. Thank you very much for your\ncooperation.\"\n<PAGE>\nWe see him off and take a breather.\n<PAGE>\nFelix: \"All right. You're next.\"\n<PAGE>\nMr. Katz turns toward Charlie.\n\nTo be continued..."
    },
    {
      "VardId": "MES_TV_MYSTERY_13_1",
      "Text": "        Murder at Black Gull Villa\n           -Cry of the Carillon-\n                Episode 13\n<PAGE>\nWe've interviewed everyone who was here at the\nvilla during the party.\n<PAGE>\nAll that's left is to interview the one person who\nwasn't.\n<PAGE>\nFelix: \"Now, Charlie, can you tell us why you\ncouldn't come to the party?\"\n<PAGE>\nCharlie: \"I guess 'something urgent came up'\nisn't good enough, so I'll tell you the truth.\"\n<PAGE>\n\"My business isn't going well, so I took out a\nloan from the bank. The day of the party was the\nlast day I had to pay them back.\"\n<PAGE>\n\"I felt so bad for Mary...but I thought she'd\nforgive me eventually. I never thought...\"\n<PAGE>\n\"Plus the land line was out that day. I had to\nsend a telegram. I thought I could at least\napologize that way.\"\n<PAGE>\n\"I mean, she had to have understood, right? She\nwouldn't kill herself just because of that.\"\n<PAGE>\nFelix: \"Because her fiance couldn't come to her\nbirthday party? No, I doubt it.\"\n<PAGE>\nCharlie: \"So...does that mean you really think\nsomebody killed her?!\"\n<PAGE>\nFelix: \"I can't say that for sure yet. But there has\nbeen something on my mind...\"\n<PAGE>\n\"She was worried about something. And after\nour talk with Mr. Garcia, I'm pretty sure you\nknow what that 'something' is.\"\n<PAGE>\nCharlie: \"Oh, I was going to tell you...\"\n<PAGE>\n\"She WAS worried, and she was going to put it\nall to rest here at the party. She asked me for\nadvice on how to do that.\"\n<PAGE>\n\"Her first worry...was Maxim.\""
    },
    {
      "VardId": "MES_TV_MYSTERY_13_2",
      "Text": "\"She wanted to introduce me as a way of\nshowing him she was off limits. I was ready to\nbe there for her.\"\n<PAGE>\n\"But since I couldn't be here, she talked to him\nalone. Maxim told you how that went.\"\n<PAGE>\n\"Then there's Jessica Williams. She owes Mary a\nlot of money, and she doesn't want to pay it\nback.\"\n<PAGE>\n\"She keeps making excuses to extend the\ndeadline.\"\n<PAGE>\n\"Mary had been going easy on her, since they're\nold friends, but she was determined to make\nJessica promise to pay it back that day.\"\n<PAGE>\n\"See, Mary told me she wanted that money to\nsave for our wedding...but I think she might\nreally have wanted to save my business.\"\n<PAGE>\nFelix: \"I see. That's why Jessica glossed over\nwhat she talked about with Mary, huh?\"\n<PAGE>\n\"She thought being in debt to Mary would look\nlike a motive.\"\n<PAGE>\nCharlie: \"Right, and then there's Morgan and\nFrank. This is about the family business, so\nplease keep it confidential.\"\n<PAGE>\n\"Morgan is trying to take over the whole\nconglomerate now that Mr. Garcia's sick. Really,\nhe's been trying for a long time now.\"\n<PAGE>\n\"He's been buttering up Frank, trying to make\nnice before he makes his move. And Mary knew\nit.\"\n<PAGE>\n\"So maybe she wanted to warn him to back off.\nShe is the one who sent out all three invitations,\nafter all.\"\n<PAGE>\nFelix: \"Warning Morgan face to face would have\nbeen risky. If he knew she was onto him, of\ncourse he'd do something about it.\"\n<PAGE>\nCharlie: \"So Morgan is the one who killed\nMary?!\"\n<PAGE>\nFelix: \"He's not our only suspect. Each of these\nthree guests has a motive of their own.\"\n<PAGE>\n\"But if we are going to treat this as a murder\ncase...we'll have to know how she died.\"\nTo be continued..."
    },
    {
      "VardId": "MES_TV_MYSTERY_14_1",
      "Text": "        Murder at Black Gull Villa\n           -Cry of the Carillon-\n                Episode 14\n<PAGE>\nEveryone here has told their stories. Now we\nneed the victim's cause of death.\n<PAGE>\nFelix: \"Now, what time did Mary disappear from\nher room? David saw her on the balcony before\ndinner.\"\n<PAGE>\n\"Let's say around six thirty in the evening. Then\nFrank and Gaspar walked into her room, and she\nwasn't there.\"\n<PAGE>\n\"So if Frank and Morgan finished drinking around\nten at night, Mary disappeared from her room\nwithin those three and a half hours.\"\n<PAGE>\n\"But as far as we heard from everyone here, no\none entered her room during that time.\"\n<PAGE>\n\"So the obvious conclusion is that Mary jumped\noff the balcony by herself.\"\n<PAGE>\nMr. Katz takes a long moment to think it over,\nthen moves quickly.\n<PAGE>\nFelix: \"I want to see her room. And Frank's too.\"\n<PAGE>\nThe police locked Mary's door after they left. We\nask Gaspar to unlock it.\n<PAGE>\nIt's around five o'clock in the evening already.\nThe room is silent, and untouched since the\ncops took off.\n<PAGE>\nIt's clean, too. No sign of ransacking or forced\nentry. The sunset streams in and gives the room\nan orange glow.\n<PAGE>\nOn the table is the telegram from Charlie, sitting\nthere alone like a goodbye note.\n<PAGE>\nFelix: \"I'd be too scared to jump, myself.\"\n<PAGE>\nI look up to find Mr. Katz on the balcony rail,\nleaning forward and looking down. Mary's shoes\nare under his feet.\n<PAGE>\nThe balcony juts out from the building, dozens\nof feet above the ground and hundreds of feet\nabove the water.\n<PAGE>\nI can see the waves breaking on the rocks far\nbelow. It almost sounds like they're calling me."
    },
    {
      "VardId": "MES_TV_MYSTERY_14_2",
      "Text": "Felix: \"Hm...? Hey, can somebody bring me a\nstep stool? I want to check the balcony ceiling.\"\n<PAGE>\nI find a step ladder and bring it to him.\n<PAGE>\nAbove this balcony, there's the third floor\nbalcony, which covers this one like a roof.\n<PAGE>\nMr. Katz climbs up the step ladder and examines\nthe third floor balcony's edge.\n<PAGE>\nHe checks it over with a magnifying glass, then\nreaches up past where I can see and plucks\nsomething.\n<PAGE>\nWhatever he's got, it's too small for me to see.\nHe slips it into a notebook, which he then puts\nback in his pocket.\n<PAGE>\nAfter that, he leans forward from the balcony,\nlooking up and down several times. Eventually,\nhe walks back inside.\n<PAGE>\nCharlie: \"Did you find anything?\"\n<PAGE>\nHe shows both of us what's in the notebook.\n<PAGE>\nFelix: \"I need you to run this by the police. Ask\nthem if it's Mary's hair.\"\n<PAGE>\nCharlie: \"Why would her hair be up there?\n...Okay, I'll ask Gaspar to take it to the police\nright away.\"\n<PAGE>\nHe puts the hair into an envelope and leaves the\nroom. After that, Mr. Katz goes on investigating.\n<PAGE>\n...He picks something else up from a corner and\nlooks at me.\n<PAGE>\nFelix: \"Do you know what this is?\"\n<PAGE>\nIt looks like a thin string. I recognize it quickly.\n<PAGE>\nRobert: \"That's fishing line, isn't it?\"\n<PAGE>\nFelix: \"Fishing line it is. I wonder if Mary liked to\nfish...\"\n<PAGE>\nI'm not sure why he asks that, but his brain is\nworking at full tilt now. He's about to solve the\nmystery.\n<PAGE>\nFelix: \"Okay, let's check Frank's room next.\"\n\nTo be continued..."
    },
    {
      "VardId": "MES_TV_MYSTERY_15_1",
      "Text": "        Murder at Black Gull Villa\n           -Cry of the Carillon-\n                Episode 15\n<PAGE>\nWe finish checking Mary's room, then head up\nto the third floor and knock on Frank's door\nagain.\n<PAGE>\nFrank scowls as he sees us, but when Mr. Katz\ntells him we want to ask why Mary would kill\nherself, he lets us in.\n<PAGE>\nAfter a few questions, Mr. Katz stops listening\nto Frank and starts checking around the room.\n<PAGE>\nFelix: \"Frank, do you use this room every time\nyou come here?\"\n<PAGE>\nFrank: \"We each have our own room here. Mine,\nMary's and David's all line up vertically.\"\n<PAGE>\nFelix: \"So the third floor room is yours. The\nroom below is Mary's, and then David's room is\nat the bottom, right?\"\n<PAGE>\n\"...Any particular reason for that?\"\n<PAGE>\nFrank: \"...No, there's no reason. We just chose\nour own rooms naturally.\"\n<PAGE>\nFelix: \"Gorgeous place you've got here, by the\nway. The view from this balcony must be\nbreathtaking.\"\n<PAGE>\nMr. Katz walks toward the glass door to the\nbalcony as he says that.\n<PAGE>\nFelix: \"Mind if I step out and take a look?\"\n<PAGE>\nFrank: \"Go ahead. The sunsets are great here.\nJust don't stay out there long after dark.\"\n<PAGE>\nFrank unlocks the glass door and steps out onto\nthe balcony with Mr. Katz. Of course, I follow\nthem.\n<PAGE>\nFelix: \"What's that?\"\n<PAGE>\nAs soon as Mr. Katz steps out, he points at a\nmetal arm jutting out toward the sea from the\nroof."
    },
    {
      "VardId": "MES_TV_MYSTERY_15_2",
      "Text": "Frank: \"Oh... That's a pulley to hoist things up.\nSince this place is kind of isolated, when we\nneed something big, we bring it in by boat.\"\n<PAGE>\n\"We have the boat drop anchor in the sea below,\nrun a rope through the pulley, and hoist things\nup that way.\"\n<PAGE>\n\"That handle there rewinds the rope. ...No one's\nused it for a while, though...\"\n<PAGE>\nHe points to a reel, with a length of rope\ncompletely rewound around it. Mr. Katz stares at\nthe rope for a long while.\n<PAGE>\nFrank: \"...Oh, I remember now. We picked out\nthese rooms in a straight line so we could all\nhoist our luggage up.\"\n<PAGE>\n\"Only this room has the pulley, but we figured if\nwe all lined up, we could pull up our luggage\neasily.\"\n<PAGE>\nFelix: \"I see... That's smart. ...But don't you feel\nscared when you look down?\"\n<PAGE>\nFrank: \"I try not to. I'm scared of heights. On that\nnote, could we go back inside?\"\n<PAGE>\nHe ushers us back in. Once we're back in the\nroom, Felix stops and turns around.\n<PAGE>\nFelix: \"Frank, do you like fishing?\"\n<PAGE>\nFrank: \"I go fishing sometimes, yeah. Why do\nyou ask?\"\n<PAGE>\nFelix: \"Must be nice having this place on the\nocean, being able to fish anytime you want.\"\n<PAGE>\nFrank: \"...Definitely. Oh, it's time for dinner. Why\ndon't you guys join us all in the dining room...?\"\n<PAGE>\nFelix: \"We will. Thank you so much for your\ncooperation. I'll announce the results of my\ninvestigation tomorrow.\"\n<PAGE>\nFrank: \"Yeah, if you find out why she killed\nherself, let us know.\"\n<PAGE>\nWe nod goodbye to Frank and head for the\ndining room.\nTo be continued..."
    },
    {
      "VardId": "MES_TV_MYSTERY_16_1",
      "Text": "        Murder at Black Gull Villa\n           -Cry of the Carillon-\n                Episode 16\n<PAGE>\nAs we reach the first floor, Charlie walks in from\nthe entrance.\n<PAGE>\nCharlie: \"I gave the hair to Gaspar.\"\n<PAGE>\n\"He said he'll take it to the police first thing in\nthe morning.\"\n<PAGE>\nFelix: \"Thank you, Charlie. Can you bring Ella\nhere? I know she's busy preparing dinner, but\nplease.\"\n<PAGE>\nAfter a short while, Ella walks up from the\nkitchen. As we expect, she's a little annoyed.\n<PAGE>\nElla: \"Dinner isn't going to wait. Please make it\nquick.\"\n<PAGE>\nFelix: \"I just want you to try to remember one\nmore thing. After the party, Frank went to Mary's\nroom.\"\n<PAGE>\n\"...And when he left her room, you were here in\nthe foyer, right?\"\n<PAGE>\nElla: \"...Just like I told you, I was here in the\nfoyer, and I saw him come out of her room.\"\n<PAGE>\n\"Frank asked me to call David, since he wanted\nto go for a walk with him. So I knocked at\nDavid's room.\"\n<PAGE>\nFelix: \"...So you went to call David right after\nFrank left Mary's room, right?\"\n<PAGE>\n\"And from David's door, you couldn't see Frank\nin front of Mary's room, could you?\"\n<PAGE>\nElla: \"Of course not... David's room is below the\nsecond floor corridor, as you can see...\"\n<PAGE>\nFelix: \"...I see. All right. Thank you very much.\nPlease don't let me keep you any...\"\n<PAGE>\n\"Oops, I'm sorry. Can I ask one more thing? Did\nyou receive a telegram from Charlie the day\nbefore the party?\"\n<PAGE>\nElla: \"No, Frank was the one who received it,\nsince he was in the foyer at that time. He gave it\nto Mary.\"\n<PAGE>\nFelix: \"...I see. Thank you very much.\"\n<PAGE>\nElla returns to the kitchen with her head tilted at\na curious angle.\n<PAGE>\nFelix: \"Before dinner starts, I'd like to talk to\nDavid again.\"\n<PAGE>\nCharlie: \"Back to his room, then...\""
    },
    {
      "VardId": "MES_TV_MYSTERY_16_2",
      "Text": "We head to David's room, at the back of the\nfoyer.\n<PAGE>\nDavid: \"...What else do you want to ask me...?\"\n<PAGE>\nDavid looks at Mr. Katz with an anxious\nexpression.\n<PAGE>\nFelix: \"Oh, nothing important. I was just thinking\nI might go fishing after this.\"\n<PAGE>\n\"Do you know if there's any fishing tackle here in\nthe villa?\"\n<PAGE>\nDavid: \"Yes, there is. Gaspar has some in the\ncaretaker's hut. Also my brother should have his,\ntoo.\"\n<PAGE>\nFelix: \"...Frank keeps his tackle in his room?\"\n<PAGE>\nDavid: \"Yes, he showed me he had it up there\nonce. He never could get Mary into fishing, so\nhe'd always bring me along.\"\n<PAGE>\nFelix: \"...I see. Thank you. Looks like it's\ndinnertime. After you.\"\n<PAGE>\nWe leave the room with David and head for the\ndining room. Soon, everyone gathers there and\ndinner starts.\n<PAGE>\nJust as we start to eat, I hear bells tolling from\nsomewhere close by. Two or three irregular\nnotes clang out like cracked glasses in a toast.\n<PAGE>\nFelix: \"What's that sound?\"\n<PAGE>\nMr. Katz is the first to take notice.\n<PAGE>\nDavid: \"It's a carillon. A huge musical instrument\nto toll a lot of bells.\"\n<PAGE>\n\"It's up on the fourth floor... Well, it's more like\nan attic. There's a keyboard to play it there.\"\n<PAGE>\n\"The bells are in a spire sticking out of the roof.\nToo bad it's broken now.\"\n<PAGE>\nDavid looks at Gaspar while he answers.\n<PAGE>\nGaspar: The wire between the machine and the\nbells is cut. When the wind picks up, the bells\nring on their own.\"\n<PAGE>\nAs soon as Gaspar says that, Maxim looks up in\nsurprise.\n<PAGE>\nMaxim: \"...That's right. The bells were ringing\njust then, too!\"\nTo be continued..."
    },
    {
      "VardId": "MES_TV_MYSTERY_17_1",
      "Text": "        Murder at Black Gull Villa\n           -Cry of the Carillon-\n                Episode 17\n<PAGE>\nJessica: \"Come to think of it, I heard the sound\nthat day too, right before dinner. Gave me the\ncreeps.\"\n<PAGE>\nShe shudders as she remembers. Mr. Katz looks\nup with his eyes closed. The bells are still\nringing.\n<PAGE>\nFrank: \"Must be windy today too... Well, let's eat\nup before it gets cold.\"\n<PAGE>\nAt Frank's suggestion, everyone starts up eating\nagain, but Morgan gives Mr. Katz a meaningful\nlook.\n<PAGE>\nJessica: \"You're letting us go home tomorrow,\nright?\"\n<PAGE>\nMorgan nods. I could tell he'd wanted to say the\nsame thing.\n<PAGE>\nFelix: \"Of course... I'll let you guys know what I\nfound tomorrow morning. ...Not that I found\nvery much...\"\n<PAGE>\n\"But thank you again for your cooperation.\"\n<PAGE>\nHe says that brightly, but everyone looks\nworried.\n<PAGE>\nThe rest of the dinner is quiet and somber.\n<PAGE>\nMr. Katz gets up once, walks into the kitchen,\nand then whispers something to Charlie. Soon\nafter that, we all finish eating.\n<PAGE>\nAfter dinner, Mr. Katz and I head to our room on\nthe second floor, while Charlie and Frank talk in\nthe dining room.\n<PAGE>\nEveryone else heads back to their rooms. I barely\nnotice that the bells of the carillon have stopped.\n<PAGE>\nFelix: \"Robert, you can go on ahead to our room.\nI have something I need to check out.\"\n<PAGE>\nHe goes for the third floor, leaving me behind. I\nstep into our room and go over the case."
    },
    {
      "VardId": "MES_TV_MYSTERY_17_2",
      "Text": "Is Mary's death really a suicide...?\n<PAGE>\nIt seems Mr. Katz is close to figuring everything\nout, but I don't see what he sees. Then I have a\nthought.\n<PAGE>\nIf this were a detective novel, Suspect Number\nOne would be Charlie. The three guests have\nobvious motives. Too obvious.\n<PAGE>\nAnd Frank doesn't have a clear motive to kill his\nbig sister. Which brings us to...\n<PAGE>\nFelix: \"Well, the investigation is basically done.\n...Let's collate our information and draw a\nconclusion from there.\"\n<PAGE>\nI was close to my own conclusion, but now that\nMr. Katz is here, it's gone out of my head.\n<PAGE>\nFelix: \"First, let's get straight to the point. Who\ndo you think is the criminal?\"\n<PAGE>\nI can't believe he asked me that... If I can figure\nit out, he doesn't need to be here...\n<PAGE>\nRobert: \"In my opinion...\"\n<PAGE>\nI'm not confident at all, but I decide to answer\nhim anyway. I want to see how he reacts.\n<PAGE>\nRobert: \"It's Charlie, isn't it?\"\n<PAGE>\nHe gives me a stern look, then softens up and\nstarts pacing the room.\n<PAGE>\nThat's what he does when he's voicing his\ntheories.\n<PAGE>\nFelix: \"Charlie, huh? Can't say I'm surprised,\nRobert. You know the formula well, but things\ndon't always go that way.\"\n<PAGE>\n\"I suspected him too, at first. The victim's\nfiance, absent on the day of her death, her\nbirthday, under dubious circumstances...\"\n<PAGE>\n\"People are accusing him of causing her suicide.\nHe asked us to investigate because he thinks she\nwas murdered.\"\n<PAGE>\n\"As you likely thought, if this were a novel, he'd\nbe the perfect perpetrator.\"\n<PAGE>\n\"...But he couldn't have killed Mary. It's\nimpossible.\"\nTo be continued..."
    },
    {
      "VardId": "MES_TV_MYSTERY_18_1",
      "Text": "        Murder at Black Gull Villa\n           -Cry of the Carillon-\n                Episode 18\n<PAGE>\nMr. Katz doesn't believe Charlie could have been\nthe criminal...but he doesn't think it's a suicide,\neither.\n<PAGE>\nFelix: \"As you know, this villa is completely\nisolated. You need a car or a boat to get here.\"\n<PAGE>\n\"If he'd tried to sneak into the villa that day, he'd\nhave had to come by boat and climb the bluff.\"\n<PAGE>\n\"All the way from the sea to the second floor\nbalcony, without taking a rest.\"\n<PAGE>\n\"Straight past the outside of David's room, no\nless.\"\n<PAGE>\n\"As far as I know, Charlie's not a mountain\nclimber. So could he have come in from the\nmain entrance?\"\n<PAGE>\n\"...Even if he could have, Mary's door is visible\nfrom the foyer. Ella would have seen him there.\"\n<PAGE>\n\"...So it's almost impossible for him to have\nsnuck in that day. But honestly, I did suspect\nhim regardless.\"\n<PAGE>\n\"...I did a little homework before we arrived.\nCharlie wasn't her fiance. He was her husband.\"\n<PAGE>\n\"They secretly married just a short while ago, all\nregistered. He's an official member of the Garcia\nfamily.\"\n<PAGE>\n\"If he killed her and pinned it on Frank, he could\ntake over the entire conglomerate.\"\n<PAGE>\nRobert: \"...Or he would have if this were a novel,\nright?\"\n<PAGE>\nHe nods in recognition. I crack a smile.\n<PAGE>\nFelix: \"Ha ha ha... Right. But this isn't that\ncomplicated. It's actually very simple, except for\none point.\""
    },
    {
      "VardId": "MES_TV_MYSTERY_18_2",
      "Text": "Robert: \"...So she didn't commit suicide, did\nshe?\"\n<PAGE>\nFelix: \"Of course not. Nothing in her life would\nhave pushed her off that balcony, except for the\nkiller.\"\n<PAGE>\n\"But the killer went through a lot of trouble to\nmake it look like a suicide.\"\n<PAGE>\n\"While you were in our room, I found the key to\neverything... Mr. Garcia's will.\"\n<PAGE>\n\"...So you figured it out? What's the 'not simple'\npart?\"\n<PAGE>\nFelix: \"The question of how they dealt with the\nbody. We solve that, and we'll know everything.\"\n<PAGE>\n\"One clue was on Mary's balcony. One was on\nFrank's balcony. I double-checked that just\nnow.\"\n<PAGE>\n\"And the last clue is the sound of the carillon we\nheard. These three together lead me to one\nconclusion.\"\n<PAGE>\n\"That said, it's all circumstantial at this point...\"\n<PAGE>\n\"...but I'll tell everyone the whole story\ntomorrow.\"\n<PAGE>\nHe lies down and falls asleep in an instant,\nleaving me hanging for the rest of the night.\n<PAGE>\nSince I can't sleep, I stare out at the ocean from\nthe window. I can barely see anything but\ndarkness.\n<PAGE>\nThe wind has died down, and there's not a\nsingle clang from the carillon.\n<PAGE>\nThe next day after breakfast, Mr. Katz gathers\neveryone in the foyer.\n<PAGE>\nOnly Gaspar isn't there, since he's driven out to\nmake our delivery to the police.\n<PAGE>\nFelix: \"Thank you all for being here. Let me tell\nyou what I've found.\"\n<PAGE>\nFinally, the Great Detective's conclusion!\n\nTo be continued..."
    },
    {
      "VardId": "MES_TV_MYSTERY_19_1",
      "Text": "        Murder at Black Gull Villa\n           -Cry of the Carillon-\n                Episode 19\n<PAGE>\nFelix: \"I think you all know that I came here to\nsee whether Mary's death was really a suicide.\"\n<PAGE>\n\"And thanks to your cooperation, I've come to a\nconclusion. Let's get started...\"\n<PAGE>\nHe takes a drink of water and lets out a long,\ndeep breath. Everyone stares at him.\n<PAGE>\nFelix: \"First, let's recall what happened on the\nday of the party... Oh, pardon me. Something\nimportant happened the day before, too.\"\n<PAGE>\n\"Charlie sent a telegram to say he couldn't attend\nthe party. Frank, you received that, didn't you?\"\n<PAGE>\nFrank: \"I was in the foyer at the time, so I got his\ntelegram and gave it to Mary right away.\"\n<PAGE>\nFelix: \"Yes. Since Charlie wasn't here, the room\nwhere he would've stayed, on the west side,\nsecond floor, next to Mary's, was empty.\"\n<PAGE>\n\"Well, the party went on, as you guys know, but\nafter the party each of you went to Mary's\nroom.\"\n<PAGE>\nMaxim: \"Mary TOLD me to go up there. She said\n'Come up at four. We need to have a serious\ntalk.' ...I told you that.\"\n<PAGE>\nI can hear the gravel in Maxim's voice.\n<PAGE>\nFelix: \"That's right. Mary talked to everyone at the\nparty.\"\n<PAGE>\n\"Of course, David is different. He didn't go into\nMary's room that day. He went up to her door,\nbut that's it.\"\n<PAGE>\n\"Jessica, you owed Mary a lot of money.\"\n<PAGE>\n\"That day, she invited you here and asked you to\npay it back, right? She told you she wanted to\nsave it for her wedding...\"\n<PAGE>\nJessica: \"Yes, I owed her some money, and she\ndid ask me to pay it back that day.\"\n<PAGE>\n\"But...there's no way I'd kill her over that...\"\n<PAGE>\nFelix: \"No one is saying you did. I'm just saying\nyou have a motive...like other people here.\""
    },
    {
      "VardId": "MES_TV_MYSTERY_19_2",
      "Text": "Morgan: \"What?! Who are you accusing?!\"\n<PAGE>\nMorgan balls his fists.\n<PAGE>\nFrank: \"Felix, you'd better watch your tongue!\"\n<PAGE>\nFrank is red with anger, too.\n<PAGE>\nFelix: \"Oh, I didn't mean to... Well, calm down\nand hear me out. I'm just reporting what I\nfound...\"\n<PAGE>\n\"Let's move on. Maxim, you were angry that she\nrejected you.\"\n<PAGE>\n\"Morgan...she warned you about your plan for\nthe company.\"\n<PAGE>\nMorgan: \"What?! What 'plan'?! I didn't do\nanything wrong. What would she have 'warned'\nme about?\"\n<PAGE>\n\"You better have some SOLID evidence!\"\n<PAGE>\nFelix: \"We're getting off the subject. Let's talk\nlater.\"\n<PAGE>\nMr. Katz throws a hard glare at Morgan. The big\nman backs down.\n<PAGE>\nFelix: \"Anyway, after three of you visited Mary,\nFrank went up to her room.\"\n<PAGE>\n\"It was around 6 o'clock in the evening when he\ncame out. And then he went for a walk with\nDavid...\"\n<PAGE>\n\"You walked down the trail along the eastern\nbluff, right?\"\n<PAGE>\n\"And while you were walking, David saw Mary\nsleeping, or apparently sleeping, on her second\nfloor balcony...\"\n<PAGE>\nDavid: \"Well, I saw her from a distance. She\nmight not have been sleeping...\"\n<PAGE>\nDavid mutters uncertainly.\n<PAGE>\nFelix: \"Right. It must have been hard to see her\nface from that far away. But she was on the\nbalcony.\"\n<PAGE>\n\"After they came back, it was dinnertime. But\nbefore that, David called through Mary's door,\nwhile Frank went back to his room.\"\n<PAGE>\n\"And Ella checked out the trail, before dinner,\nand saw that Mary wasn't on the balcony\nanymore.\"\n<PAGE>\n\"...So Mary disappeared after David saw her on\nthe balcony and before Ella went to the trail.\"\n<PAGE>\n\"That's the last key question...\"\n\nTo be continued..."
    },
    {
      "VardId": "MES_TV_MYSTERY_20_1",
      "Text": "        Murder at Black Gull Villa\n           -Cry of the Carillon-\n                Episode 20\n<PAGE>\nMr. Katz is right. The last key question. Was\nMary in her room at the time, or...?\n<PAGE>\nFelix: \"The dinner started around seven o'clock,\nafter Ella knocked on Mary's door and confirmed\nit was locked.\"\n<PAGE>\n\"Dinner ended around nine o'clock, and David,\nJessica and Maxim returned to their rooms.\"\n<PAGE>\n\"Frank brought whiskey from his room and drank\nwith Morgan in the foyer...until ten o'clock,\nright?\"\n<PAGE>\n\"After drinking, Morgan went back to his room.\nFrank checked Mary's room with Gaspar.\"\n<PAGE>\n\"...That's when they first found that she'd\ndisappeared. Then all of you swept the villa to\nfind her.\"\n<PAGE>\n\"Since it was already dark and dangerous to walk\naround, you all searched outside next day and\nfound her body at the bottom of the bluff.\"\n<PAGE>\n\"That's what happened on the day of the party.\nAfter that, the police came and investigated, but\ntheir conclusion was, as you know, suicide.\"\n<PAGE>\n\"If you look at the situation, that's the most\nreasonable answer.\"\n<PAGE>\n\"In short, the estimated time of death is after\nDavid saw her on the balcony and before Frank\nwent into her room.\"\n<PAGE>\n\"No one entered her room during that time.\"\n<PAGE>\n\"I can say that with confidence because of the\nfact that her room was locked, and because of\nElla's testimony.\"\n<PAGE>\n\"Of course, Mary didn't come out of her room,\neither.\"\n<PAGE>\n\"That means she committed suicide during that\ntime, between seven and ten o'clock.\"\n<PAGE>\n\"...Mary jumped off the balcony into the\ndarkness. At least, that's what the police think.\""
    },
    {
      "VardId": "MES_TV_MYSTERY_20_2",
      "Text": "\"But what if it's not suicide...? Would it have\nbeen possible to kill her during that same time?\"\n<PAGE>\n\"...When I first thought about it, I had no idea\nhow it could have been done...but I did come\nacross one possibility.\"\n<PAGE>\n\"I found a strand of hair attached to Mary's\nbalcony's ceiling, which is also the bottom of\nthe third floor balcony.\"\n<PAGE>\n\"...DNA test results are pending, but the hair is\nprobably Mary's.\"\n<PAGE>\n\"You didn't see this, Robert, but I saw slight\nbloodstain where the hair was, as if she'd\nbumped her head there.\"\n<PAGE>\n\"It's about seven feet from the rail to the ceiling.\nSo even if Mary jumped, she wouldn't have hit\nher head against it.\"\n<PAGE>\n\"Then how did the hair and the bloodstain get\nthere? I found the answer in Frank's room.\"\n<PAGE>\nEveryone swivels toward Frank at the same time.\nHe looks pale, but doesn't say anything.\n<PAGE>\nFelix: \"In this villa, there's a tool to hoist things\nup from the ocean.\"\n<PAGE>\n\"It has a pulley, and it's sticking out from the\nroof above Frank's balcony.\"\n<PAGE>\n\"I hear people used the pulley to hoist up\nbaggage from boats. On his balcony, there's a\nreel to rewind the rope.\"\n<PAGE>\n\"...You can hoist up baggage from the ocean to\nthe first floor, the second floor and the third\nfloor.\"\n<PAGE>\n\"And you could also use that tool to move\nsomething from the second floor to the third\nfloor. Something like Mary's body.\"\n<PAGE>\nFrank looks up with a gasp. His face is\ncompletely pale.\nTo be continued..."
    },
    {
      "VardId": "MES_TV_MYSTERY_21_1",
      "Text": "        Murder at Black Gull Villa\n           -Cry of the Carillon-\n                Episode 21\n<PAGE>\nFrank tries to catch his breath. His speech is\nslow and labored.\n<PAGE>\nFrank: \"...No one uses that tool anymore. The\nrope was rewound to the wheel. How could I\neven have put it through the pulley...?\"\n<PAGE>\nFelix: \"Well, let me explain that properly.\"\n<PAGE>\nMr. Katz calmly waves his finger in the air.\n<PAGE>\nFelix: \"Frank has a point. That rope is wound all\nthe way up, and even if he stood on the rail, he\nwouldn't be able to reach the pulley.\"\n<PAGE>\n\"Let alone thread the rope through it.\"\n<PAGE>\n\"And if he tried to twist the rope around her from\nup there, the rope could slip and dangle down to\nthe first floor.\"\n<PAGE>\n\"Obviously, he wouldn't want that. So he came\nup with an idea.\"\n<PAGE>\n\"Frank, you go fishing sometimes, right? You\nhave a tackle box in your room, with fishing line\nin it...\"\n<PAGE>\nThis time, David looks up in surprise. He must\nbe worrying if he's the one who got his brother\nin trouble.\n<PAGE>\nFelix: \"Actually, I found some fishing line in\nMary's room. About ten feet long...\"\n<PAGE>\n\"Well, at that time, I though Mary liked fishing,\nbut when I saw the pulley and the rope, I\nthought of something else.\"\n<PAGE>\n\"If you put a fishing line through the pulley with\na fishing pole, then tied the rope with the line,\nyou could thread the rope through the pulley.\"\n<PAGE>\nMorgan: \"Even if someone could do that, how\ndid they kill Mary? Her room was locked, right?\"\n<PAGE>\nHe says what everyone else is thinking.\n<PAGE>\nFelix: \"Right, let's talk about that. Now,\nremember, this is just what I'm inferring from\nthe clues and testimony.\"\n<PAGE>\n\"Frank, you're the only one who could have\npossibly done it.\""
    },
    {
      "VardId": "MES_TV_MYSTERY_21_2",
      "Text": "Frank's body shakes a bit, but he doesn't say\nanything.\n<PAGE>\nFelix: \"Because you're the last person who\nentered Mary's room that day. She was alive\nwhen you walked in.\"\n<PAGE>\n\"And no one saw her alive after that.\"\n<PAGE>\nDavid: \"But I saw her sleeping on the balcony.\"\n<PAGE>\nDavid's hand shoots up in defense of his brother.\n<PAGE>\nDavid: \"Wasn't that after Frank came out of her\nroom?\"\n<PAGE>\nFelix: \"Yes, you did see her. Lying there.\nMotionless.\"\n<PAGE>\nDavid: \"What?! ...So when I saw her, she was\nalready...?!\"\n<PAGE>\nFelix: \"Yes, I do believe she was dead at that\ntime. I'll explain, so listen carefully.\"\n<PAGE>\n\"Frank, you went into her room, talked to her,\nthen hit her in the head with a blunt object and\nkilled her.\"\n<PAGE>\n\"If I had to guess the weapon, most likely either\nthe silver candlestick or the crystal ashtray.\"\n<PAGE>\n\"You covered it with a towel first so she\nwouldn't bleed much.\"\n<PAGE>\n\"After you killed her, you dragged her body to\nthe balcony.\"\n<PAGE>\n\"You used your fishing line to bring down a\nlength of rope from the third floor.\"\n<PAGE>\n\"Incidentally, you were careful enough to cut the\nrope to the proper length.\"\n<PAGE>\n\"I saw a fresh cut in the wound-up rope up on\nthe third floor, you see.\"\n<PAGE>\n\"You tied the rope around Mary's body, then\nstrung fishing line through the pulley and tied\nthat line to both ends of the rope.\"\n<PAGE>\n\"I'd be surprised if the fishing line I found was\nthe only loose line on the scene.\"\n<PAGE>\n\"I bet there's another length of line still on your\nbalcony, or that there was before you ditched it.\"\n<PAGE>\n\"And that's how you started this whole trick.\"\n\nTo be continued..."
    },
    {
      "VardId": "MES_TV_MYSTERY_22_1",
      "Text": "        Murder at Black Gull Villa\n           -Cry of the Carillon-\n                Episode 22\n<PAGE>\nFelix: \"Once you had the rope around Mary, you\nhid it under her jacket.\"\n<PAGE>\n\"With the fishing line tied to the rope, you could\nhaul her body up later without the rope being\nvisible from a distance.\"\n<PAGE>\n\"That's why Mary looked like she was sleeping\nwhen David saw her on the balcony.\"\n<PAGE>\n\"After that, you swept the room for evidence and\nleft, taking the key with you.\"\n<PAGE>\n\"To distract Ella, you told her to go get David.\"\n<PAGE>\n\"Then you locked the door and went for a walk\nso that David would see Mary 'sleeping.'\"\n<PAGE>\n\"When you both came back, you sent David to\ncall Mary down for dinner.\"\n<PAGE>\n\"While he was at her door, you went upstairs\nand hauled Mary's body up to your balcony.\"\n<PAGE>\n\"But that's when something unexpected\nhappened. Remember, the carillon was ringing\nright at that same time...\"\n<PAGE>\n\"That late in the afternoon, strong winds blow\ninland from the ocean.\"\n<PAGE>\n\"And this wind was much stronger than you\nexpected.\"\n<PAGE>\n\"That's why Mary's head hit the balcony as you\nwere hoisting her up.\"\n<PAGE>\n\"And it left a mark, on her and on the balcony.\"\n<PAGE>\n\"Between the strong wind and the daylight, you\ncouldn't just dump the body right then and\nthere.\"\n<PAGE>\n\"If the wind had happened to blow the body\nonto another balcony, you would have been in\ntrouble.\""
    },
    {
      "VardId": "MES_TV_MYSTERY_22_2",
      "Text": "\"So you kept the body on the third floor balcony,\nuntied the rope, and put the key in Mary's\npocket.\"\n<PAGE>\n\"Then you untied the fishing lines from the rope\nand threw it all into the sea.\"\n<PAGE>\n\"One of the fishing lines happened to blow back\ninto Mary's room. That's where I found it.\"\n<PAGE>\nFrank: \"...You just made that whole thing up! It's\nobvious my sister committed suicide. The police\neven said so!\"\n<PAGE>\nFrank fidgets and raises his voice, but Mr. Katz\nstays calm.\n<PAGE>\nFelix: \"There's a bit of conjecture involved, true,\nbut it does fit the facts.\"\n<PAGE>\n\"Still, of course, it's just one possibility.\"\n<PAGE>\n\"...Now, let me get to the point.\"\n<PAGE>\n\"The criminal left Mary's body on the third floor\nbalcony and came down to the first floor.\"\n<PAGE>\n\"That's when he asked Ella to go down to the\ntrail and see if Mary was still on the second floor\nbalcony.\"\n<PAGE>\n\"Ella confirmed that Mary wasn't there, and that\nher door was locked.\"\n<PAGE>\n\"Which made everyone think Mary was asleep in\nher room, yes?\"\n<PAGE>\n\"While her body was still lying on the third floor\nbalcony. At that point, the killer's alibi was\nalmost perfect.\"\n<PAGE>\n\"But he didn't know when he'd get a chance to\nthrow the body into the sea, so he needed an\nalibi for that night.\"\n<PAGE>\n\"Hence, he started drinking with Morgan,\nignoring all the alcohol down here to grab some\nwhisky from his own room.\"\n<PAGE>\n\"Fortunately for him, the wind had died down by\nthen, and he didn't need much time to drop the\nbody.\"\n<PAGE>\n\"So before long, he was back down in the foyer,\nand Mary was down in the ocean.\"\n<PAGE>\n\"You guys know the rest.\"\n\nTo be continued..."
    },
    {
      "VardId": "MES_TV_MYSTERY_23_1",
      "Text": "        Murder at Black Gull Villa\n           -Cry of the Carillon-\n                Episode 23\n<PAGE>\nMr. Katz has a satisfied look on his face as he\nfinishes up.\n<PAGE>\nFrank: \"...You kept all of us here just so we\ncould help you make up some phony detective\nstory? What a waste of time.\"\n<PAGE>\n\"That whole thing was absolute nonsense. Why\nwould I want to hurt Mary?!\"\n<PAGE>\n\"She and I were here together to help our father!\nOur family needs to be strong for each other.\"\n<PAGE>\n\"And in the middle of all that, you're trying to tell\nme I killed her?\"\n<PAGE>\nFrank puts on his most innocent look. Mr. Katz's\nexpression doesn't change.\n<PAGE>\nFelix: \"Let me tell you something you already\nknow. Mr. Henry Garcia came to this villa to\nrecuperate a month ago.\"\n<PAGE>\n\"But his condition was worse than expected,\nand his doctor said he couldn't go back to\nwork.\"\n<PAGE>\n\"When he realized how sick he was, he wrote\nout his will. That was two weeks ago.\"\n<PAGE>\n\"And just after he finished the will, he took a\nturn for the worse and passed out.\"\n<PAGE>\n\"You were here for that, Frank.\"\n<PAGE>\n\"And while he was unconscious, you went in to\ncheck on him.\"\n<PAGE>\n\"The only people there were you, your father,\nand the nurse, and she had her back turned.\"\n<PAGE>\n\"But you saw the will on the table, didn't you?\nYou picked it up and read it.\"\n<PAGE>\n\"Mr. Garcia told me all about it the second time I\ntalked to him.\""
    },
    {
      "VardId": "MES_TV_MYSTERY_23_2",
      "Text": "\"His nurse had told him you'd come in. He\nworried you might have seen the will.\"\n<PAGE>\n\"But when you said you hadn't, he decided to\nbelieve you and focus on getting better. Then\nTHIS happened.\"\n<PAGE>\nMorgan: \"So what was in the will?\"\n<PAGE>\nMorgan glares at Mr. Katz.\n<PAGE>\nFelix: \"It's not my place to say. Mr. Garcia is still\nalive.\"\n<PAGE>\nMorgan: \"So then we have no idea what the\ncriminal's...well, Frank's motive was, do we...?\"\n<PAGE>\nFelix: \"...Frank, you know what to do, don't\nyou?\"\n<PAGE>\n\"Charlie called me here to investigate. Mr. Garcia\nwas willing to cooperate.\"\n<PAGE>\n\"...And that's all I'm going to say.\"\n<PAGE>\nFrank stares down at the floor. After a moment,\nhe starts shaking and sobbing.\n<PAGE>\nFelix: \"Oh, thank you all for listening to my\nrambling. Jessica, Maxim, please go on home.\"\n<PAGE>\n\"I called a taxi a little while ago. It should get\nhere soon.\"\n<PAGE>\n\"Morgan, please stop by Mr. Garcia's room\nbefore you go. He has something to tell you.\"\n<PAGE>\nThat left five of us in the foyer. Charlie, Mr. Katz,\nmyself, Frank and David.\n<PAGE>\nFelix: \"Frank, you're the only one who knows\nwhether anything I said is true or not. My job\nhere is done.\"\n<PAGE>\n\"I'll give Charlie a copy of my full report. The rest\nis up to you guys.\"\n<PAGE>\nMr. Katz and I go back to our room, pack our\nthings, and leave Black Gull Villa in Charlie's car.\n<PAGE>\nTo be continued..."
    },
    {
      "VardId": "MES_TV_MYSTERY_24_1",
      "Text": "        Murder at Black Gull Villa\n           -Cry of the Carillon-\n               Final Episode\n<PAGE>\nOn the drive to the station, I have one thing to\nask.\n<PAGE>\nRobert: \"Detective, what did the will say?\"\n<PAGE>\nFelix: \"...Simply put, it says Mr. Garcia passes\ncontrol of the Garcia Group to Mary.\"\n<PAGE>\n\"It also says Frank will lose his position. Must\nhave been harsh for him to read.\"\n<PAGE>\n\"Charlie, you really didn't know anything about\neither of those things?\"\n<PAGE>\nCharlie: \"Of course not, except...Mr. Garcia did\ntell me to help his business once Mary and I...\nOnce we got married.\"\n<PAGE>\nFelix: \"Then I'll tell you the truth. The will says\nthat when Mary gets married, her husband will\nbe president of the Garcia Group HQ.\"\n<PAGE>\n\"Question for you now, Charlie: Are you going to\nshow my report to the police?\"\n<PAGE>\nCharlie: \"...Well, that depends on Frank. Also on\nhis father; I'll respect his opinion.\"\n<PAGE>\nFelix: \"I see. Sounds fair to me.\"\n<PAGE>\nEventually, the car arrives at the station. Mr.\nKatz and I say our goodbyes to Charlie."
    },
    {
      "VardId": "MES_TV_MYSTERY_24_2",
      "Text": "Several days later, the newspapers announce Mr.\nGarcia's death. Sadly, he couldn't overcome his\ndisease.\n<PAGE>\nA while after that, Mr. Katz gets a letter from\nCharlie.\n<PAGE>\nCharlie: \"Felix, thank you for all your help. The\nGarcia family is back on its feet and picking up\nthe pieces.\"\n<PAGE>\n\"Frank turned himself in to the police. David will\nbe the next head of Garcia family, when he's old\nenough. Morgan...well, Morgan was fired.\"\n<PAGE>\n\"After you left, Mr. Garcia revised his will and\nappointed me as David's guardian.\"\n<PAGE>\n\"David promised that he would welcome Frank\nback to the Garcia Group whenever he returns to\nsociety.\"\n<PAGE>\n\"When things calm down, I'll come visit you. For\nnow, I just wanted to let you know how things\nturned out. Your friend always, Charlie.\"\n<PAGE>\n...Just when I think things are quieting down,\nour phone rings.\n<PAGE>\nFelix: \"Hey, Robert! Get ready for the next trip.\nIt's gonna be a long one this time.\"\n<PAGE>\n...Oh, boy...\n\nTHE END"
    }
  ]
}