{
  "Date": "2016-06-06T19:39:55.0015023+07:00",
  "Author": "BokujoMessage4 JSON generated files",
  "Content": [
    {
      "VardId": "MES_TV_LOVEFANTASY_1_1",
      "Text": "Princess Lillia's Adventure\n-Episode 1: A Change of Class-\n<PAGE>\nWelcome, friend, to the land of Farmia! This is a\nland of swords and sorcery, magic and\nadventure...and some other stuff...\n<PAGE>\nAnyway, our tale begins in the great kingdom of\nSilverti, where we find a king and his daughter in\nthe midst of a quarrel...\n<PAGE>\nLillia: \"Father, what do you mean?! You've never\nspoken of an arranged marriage before!\"\n<PAGE>\nKing: \"Calm yourself, dearest Lillia. I did this for\nyou...\"\n<PAGE>\nLillia: \"But you did it without consulting me at\nall! Have I no say in my own future?\"\n<PAGE>\nKing: \"I grow no younger with the passing of\nyears, dear daughter. I've given much thought to\npassing my crown to my heir.\"\n<PAGE>\n\"But you are my only child, and you know too\nlittle of the world and its ways to rule. Therefore,\nI have no choice but a royal betrothal.\"\n<PAGE>\n\"Your husband shall be Prince Kard, the second\nson of our neighboring country's king. His father\nand I go way back....\n<PAGE>\n\"And he seems to be a trustworthy, dependable\nyoung man. I daresay you will grow to love\nhim.\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_1_2",
      "Text": "\"He's as bright as the first prince and has a\npromising future ahead of him. You've always\nwished for siblings, right?\"\n<PAGE>\n\"If you marry Prince Kard, you'll inherit a dashing\nbrother-in-law and a cute sister-in-law as well.\nWhat more could one ask for?\"\n<PAGE>\nLillia: \"No. If I am as ignorant of the world as\nyou say, it is because you have sheltered me\novermuch.\"\n<PAGE>\nKing: \"And if I have, is that not your fault? You're\ntoo reckless. What manner of princess climbs\nonto the roof to watch the stars?\"\n<PAGE>\nLillia: \"The one right in front of you, Father.\"\n<PAGE>\nKing: \"...Right. Only you. The guards combed\nthe city looking for you, only to find you lying\nout there on the roof.\"\n<PAGE>\n\"Everyone in the castle was upset. No one else\nwould be so reckless for such a trivial desire.\"\n<PAGE>\nLillia: \"...I do feel some remorse at\ninconveniencing everyone.\"\n<PAGE>\nKing: \"If you're truly sorry, please, lift at least this\none worry from my mind, Lillia. If you marry a\ngood man...\"\n<PAGE>\n\"This kingdom will be able to maintain its peace.\nAnd I daresay you'd be far less reckless.\"\nLillia: \"I'm not reckless!\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_1_3",
      "Text": "King: \"I see no good reason to cancel this\narrangement. As a member of the royal line, your\nduty is to the kingdom before yourself.\"\n<PAGE>\n\"I dislike putting it this way, but consider it a\nroyal mandate.\"\n<PAGE>\nLillia: \"I see. Since I'm a princess, I must agree\nto an arranged marriage, right? ...I understand.\"\n<PAGE>\nKing: \"Ah, so you finally realize your duty to the\nkingdom. That's--\"\nLillia: \"I'd like to change my social class.\"\n<PAGE>\nKing: \"Change your class?!\"\nLillia: \"Right. I've thought it over, and I've\ndecided that from this day on, I'll be a hero!\"\n<PAGE>\nAnd with that, the princess declared that she\nwould change her social class! The king turned\npale. Did she really have the makings of a hero?\n<PAGE>\nWhat challenges await our provocative princess?\nJoin us for our next episode, \"Ignorance is\nBliss!\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_2_1",
      "Text": "Princess Lillia's Adventure\n-Episode 2: Ignorance is Bliss-\n<PAGE>\nLillia's pride led her to boast that she would go\nso far as to change her social class to avoid an\narranged marriage...\n<PAGE>\nLillia: \"All my life, I've wondered what life was\nlike outside the castle walls.\"\n<PAGE>\n\"But I'm also aware that a princess cannot so\neasily quit her duties. I've been thinking about\nthis for a long time now.\"\n<PAGE>\n\"Those who become heroes are afforded a\nspecial place outside the normal social order.\nThus, that will be my path to freedom.\"\n<PAGE>\n\"A princess may be beloved among her own\npeople, but heroes are respected the world over.\"\n<PAGE>\n\"Heroes don't have to marry anyone they don't\nwish to, and they go wherever they like. \"\n<PAGE>\n\"Also, I've heard that a Dark Prince has arisen in\na neighboring country. Don't you think a\nsituation like that calls for heroes?\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_2_2",
      "Text": "\"If I defeat the Dark Prince, none will be able to\ndeny my heroic feat.\"\n<PAGE>\n\"Besides, if you really need an heir that badly,\nwhy don't you just adopt that Prince Krud fellow\nyou seem so enamored with?\"\n<PAGE>\nKing: \"It's Prince KARD. K-A-R-D. And if I could\nsolve this problem by adopting, I would not have\nworked to arrange a marriage.\"\n<PAGE>\n\"Besides, adopting would mean the end of our\ndynasty... But let us return to the heart of the\nissue--\"\n<PAGE>\nLillia: \"Anyway, I believe I hear the call of\nadventure. Goodbye, father.\" *creak* *bam*\n<PAGE>\nKing: \"W-wait! You think you can defeat the Dark\nPrince and achieve renown as a hero? This is\nthat same ignorance I spoke of!\"\n<PAGE>\n\"Someone, stop my daughter!\"\n<PAGE>\nThe king called out to detain Lillia, but she had\nalready blown through the door like a summer\nbreeze.\n<PAGE>\nLooks like our new hero is already doing things\nher own way! Join us next time for \"The Knight\nShift!\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_3_1",
      "Text": "Princess Lillia's Adventure\n-Episode 3: The Knight Shift-\n<PAGE>\nDefying her father the king, Princess Lillia rushed\nfrom her room, intent on becoming a hero and\navoiding her arranged marriage...\n<PAGE>\nWill she be able to shake off her pursuers and\nescape from the castle?\n<PAGE>\nLillia: \"...I had hoped for time to prepare, but I\nsuppose that's a luxury I don't have now. I need\nto escape the castle.\"\n<PAGE>\n\"But I should at least take a knight with me. I've\nheard the Dark Prince has four powerful\nchampions...\"\n<PAGE>\n\"And besides, every good hero needs a sidekick\nto impart her wisdom to!\"\n<PAGE>\nLillia pondered her future feats as she bided her\ntime, when she suddenly realized a horse was\nheaded right for her.\n<PAGE>\nHorse: *whinny*\nLillia: \"...W-whoa!\"\n???: \"Watch out!\"\n<PAGE>\nLillia leapt back in surprise, stumbling as she\ndid, but a strong hand caught her before she\nfell. "
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_3_2",
      "Text": "???: \"...Forgive me, Princess Lillia. I wasn't\npaying attention. You're not hurt, are you?\"\n<PAGE>\nLillia: \"I'm fine, thank you. Hmm...if I'm not\nmistaken, you're Captain--\"\n???: \"Yes, I'm Captain Justin.\"\n<PAGE>\nLillia: \"Captain Justin, huh? Thank you.\"\nJustin: \"...What's the matter? You keep staring at\nme.\"\n<PAGE>\nLillia: \"You're a pretty high-ranking soldier,\nright?\"\n<PAGE>\nJustin: \"Well...I'd say I still have quite a bit to\nlearn. By the way, where are you going without\nyour servants?\"\n<PAGE>\nLillia: \"I'm on my way to defeat the Dark Prince.\"\nJustin: \"Oh, just going to defeat the Dark...wait,\nwhat?\"\n<PAGE>\nLillia: \"That's right, you didn't mishear me. And it\nlooks like I've just found my loyal sidekick!\"\n<PAGE>\n\"It's your lucky day, Captain Justin, because\nyou've been hand-selected to join me in battle\nagainst the Dark Prince!\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_3_3",
      "Text": "Justin: \"You? Defeat the Dark Prince?\"\n<PAGE>\nAs Justin tried to square away his confusion, the\nshouts of one of the princess's pursuers rang\nout from afar.\n<PAGE>\nPursuer: \"Princess Lilliaaaaaa! Captain, please\nstop her!\"\n<PAGE>\nLillia: \"...Oh crap, they're on to me! Listen, I\nneed to borrow your horse. C'mon, decision\ntime! Ride with me!\"\n<PAGE>\nJustin: \"Why are you being chased? W-wait\nwhat's goin--\"\nLillia: \"I'll explain later! Quickly now!\"\n<PAGE>\nJustin: \"Wh-what? Princess Lillia!\"\nLillia: \"The Dark Prince'll never see us coming!\"\nJustin: \"How is this happening?!\"\n<PAGE>\n\"Hi-ho, Silver!\" Lillia took the reins of Justin's\nhorse -- whose name was, of course, not Silver\n-- and the two took off like a bolt of thunder.\n<PAGE>\n...Meanwhile, Captain Justin had unwittingly\ngone from servant of the kingdom to an\naccomplice in the princess's escape!\n<PAGE>\nJoin us next time for \"Lillia's Logic!\" Will the full\ngravity of her actions finally catch up with our\nprincess?"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_4_1",
      "Text": "Princess Lillia's Adventure\n-Episode 4: Lillia's Logic-\n<PAGE>\nLillia and her unwitting conspirator Justin\nescaped the castle to the city below, but for\nLillia, it was her first time in town...\n<PAGE>\nLillia: \"Okay, so first things first, where are the\nguild chapter house and the pub? I need to\ngather some intelligence.\"\n<PAGE>\nJustin: \"Our kingdom doesn't have guilds, and\nthe pubs are all closed at this hour of the\nmorning. ...Are you serious about all this?\" \n<PAGE>\nLillia: \"Dead serious. My freedom is at stake\nhere. Being a hero is the only way I can live\nfree.\"\n<PAGE>\nJustin: \"I think there are other ways to\naccomplish that. Let's return to the castle. I'm\nsure we can work something out.\"\n<PAGE>\nLillia: \"No. If we return now, my dream will be\nover. I'll be shut up in my room for the rest of\nmy natural life.\"\n<PAGE>\nJustin: \"I understand that, but the Dark Prince is\naccomplished in magic and swordsmanship.\nYou may die before tasting real freedom...\"\n<PAGE>\nLillia: \"Ah, Justin, look! That fruit looks\ndelicious!\"\nJustin: \"Listen to me, Princess!\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_4_2",
      "Text": "Lillia: \"I value my life, and I certainly don't intend\nto die. But I have no intention of being walled up\nuntil I'm old.\"\n<PAGE>\n\"To me, that would be a death of the spirit, if\nnot the body.\"\nJustine: \"Your Highness...\"\n<PAGE>\nLillia: \"If I agree to the marriage my father\narranged, do I leave everything in the hands of\nmy husband? What is left for me?\"\n<PAGE>\n\"Even if I were to become queen, how could I\nserve my people without knowing the concerns\nof their daily lives?\"\n<PAGE>\n\"Being a hero doesn't mean I intend to spurn my\ncountry. It's simply that being a princess held\ntoo many constraints.\"\n<PAGE>\n\"I think this plan will truly shake up my situation\nfor the better.\"\n<PAGE>\n\"...Listen, Captain. I know what I'm asking you\nfor...\"\n<PAGE>\n\"But can you just give me this one chance?\nThat's all I'm asking.\"\nJustin: \"Princess Lillia...\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_4_3",
      "Text": "It seemed that beneath her glib mannerisms, she\nwasn't so selfi-- er, reckless after all. In fact, she\nwas dead serious.\n<PAGE>\nDid her words reach Captain Justin's heart? How\nwill he answer her?\n<PAGE>\nJoin us next time for \"Intimidation.\" It feels like\nthese titles are becoming more vague by the\nweek, but don't miss it!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_5_1",
      "Text": "Princess Lillia's Adventure\n-Episode 5: Intimidation-\n<PAGE>\nLillia had laid everything on the line, telling\nCaptain Justin why she sought to be a hero.\n<PAGE>\nFaced with such an impassioned plea, what will\nhe say?\"\n<PAGE>\nJustin: \"...When you put it that way, it sounds\nlike I'm the one being unreasonable.\"\n<PAGE>\nJustin rubbed his temples. He understood her\nfeelings all too well. And it was true -- helping\nher might help the country.\n<PAGE>\nPerhaps it would be worthwhile to help\nher...assuming, of course, that she could\nactually defeat the Dark Prince.\n<PAGE>\nJustin: \"If you truly seek to do this to aid our\ncountry, then as a knight, I will not stop you.\"\n<PAGE>\n\"However, you needn't be a hero to bring about\nthe change you seek. If you'd like to broaden\nyour knowledge, I'll gladly help you.\"\n<PAGE>\n\"Let's put aside this business of defeating the\nDark Prince and find another path.\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_5_2",
      "Text": "Lillia: \"Nopey nope nopers.\"\nJustin: \"What? After that mature, moving plea\nlast time, you're going to be all petulant now?\"\n<PAGE>\nLillia: \"I'm being pragmatic. Being a hero seems\nlike the easiest, most enjoyable way.\n<PAGE>\n\"Besides, I've always wanted to have clandestine\nmeetings in a pub, gathering secret\ninformation...\"\n<PAGE>\n\"And defeating the Dark Prince sounds so\nexciting, too! To broaden my knowledge would\nhelp the country, of course, but--\"\n<PAGE>\n\"To put it plainly, being a hero is my dream!\"\nJustin: \"You're a princess. If you knew anything\nabout the Dark Prince, you wouldn't be smiling.\"\n<PAGE>\nLillia: \"Would you prefer a toad-faced grin?\"\nJustin: \"That's worse.\"\nLillia: \"Bah, you're no fun at all.\"\n<PAGE>\nJustin: \"All joking aside, it would be the best for\nall involved if you simply returned to the castle.\"\n<PAGE>\nLillia: \"You're so stubborn. I understand your\nduties as a knight, and that leaves me but one\nchoice...\"\n<PAGE>\nJustin: \"Which is...?\"\nLillia: \"I'm going to coerce you.\"\nJustin: \"You? Coerce ME?\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_5_3",
      "Text": "...Captain Justin stood, perplexed by Lillia's\ncavalier attitude about marching into deadly\nperil.\n<PAGE>\nAnd what exactly did she mean by \"coerce?\"\n<PAGE>\nJoin us next time for \"A Promise.\" Remember,\ndon't make promises you can't keep. See you\nnext time!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_6_1",
      "Text": "Princess Lillia's Adventure\n-Episode 6: A Promise-\n<PAGE>\nCaptain Justin urged Lillia to return to the castle,\nbut she turned the tables, saying she was going\nto coerce him!\n<PAGE>\nHer status as a hero may already be in jeopardy!\nJust what does she plan to do?\n<PAGE>\nLillia: \"If you reeeeeally want me to go back to\nthe castle, I suppose I can. But when I get back\nand have to explain myself...\"\n<PAGE>\n\"I'm going to tell everyone that you were the one\nwho encouraged me to become a hero all\nalong!\"\n<PAGE>\nJustin: \"What?!\"\n<PAGE>\nLillia: \"Abduction is a serious crime, Captain.\nYou'll surely be relieved of duty at the castle. You\nmight even be exiled...\"\n<PAGE>\n\"But you'd deserve it, right? People who take the\nfreedom of others don't deserve to live in peace.\nIsn't that part of your code?\"\n<PAGE>\nJustin: \"W-why you little...\"\n<PAGE>\nLillia: \"The choice is yours, Captain.\nJustin: \"...\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_6_2",
      "Text": "Captain Justin slumped to his knees. It was as\nthough his fate had been decided since the\nmoment he ran into the princess.\n<PAGE>\nJustin: \"Lies and blackmail. You're on a fine,\nheroic start there, Princess.\"\nLillia: \"Eh...I was raised around politicians.\"\n<PAGE>\nJustin: \"Whom I'm beginning to really dislike.\"\nLillia: \"Oh? I like them. I like my family, my\npeople, and of course you, too.\"\n<PAGE>\n\"It's rare I meet someone I don't like. Maybe\nthat's why I want to be a hero...to do something\ngood for all of them.\"\n<PAGE>\nJustin tried to hide a smile. It seemed that even\nif her methods were unorthodox, her heart was\nin the right place.\n<PAGE>\nJustin: \"...I understand. I'll go with you. But you\nmust promise me that you'll return to the castle\nif your life is in peril.\"\n<PAGE>\nLillia: \"You have yourself a deal, Captain!\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_6_3",
      "Text": "So together, princess and knight left the country\nunder cover of night.\n<PAGE>\nTheir aim was to defeat the Dark Prince, long\nrumored to be gathering power in a neighboring\ncountry.\n<PAGE>\nLittle did Captain Justin know, that day was just\nthe beginning of his troubles...\n<PAGE>\nJoin us next time for \"Lillia's First Time - Part 1.\"\nWhat perils will our princess face? Tune in and\nfind out!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_7_1",
      "Text": "Princess Lillia's Adventure\n-Episode 7: Lillia's First Time - Part 1-\n<PAGE>\nLillia and Captain Justin made for the\nneighboring country, but they were unable to\nmake the trip in a single day's ride...\n<PAGE>\nJustin: \"What now? There must be a festival\nsoon -- all the inns along the border are packed.\nNot a room available among them.\n<PAGE>\n\"If we head back the way we came, we might be\nable to find a few places that have lodging\navailable...\"\n<PAGE>\nLillia: \"Is there any problem with sleeping\noutdoors?\"\nJustin: \"Of course there is!\"\n<PAGE>\nLillia: \"But the innkeeper said that lots of people\nchoose to sleep outside, since there aren't many\nwild animals here...\"\n<PAGE>\n\"And it's difficult to get a room at this time of\nyear, right?\"\n<PAGE>\nJustin: \"That's not the issue here. You're a\nprincess...\"\n<PAGE>\nLillia: \"Oh, that? Don't worry about it. Right now,\nI'm a hero-in-training! I should sleep outdoors as\npart of the experience!\"\n<PAGE>\n\"There are three main parts to being a hero: a\ndark power to fight against, a sacred sword, and\nsleeping in the rugged outdoors!\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_7_2",
      "Text": "Justin: \"I think most heroes can at least afford to\npay for an inn...\"\n<PAGE>\n\"But I see nothing's going to stop you now that\nyou're set on sleeping outside. Just give me a\nsecond to set things up.\"\n<PAGE>\n...\n<PAGE>\nJustin: \"Sorry to keep you waiting. I got a\nsleeping bag ready for you. Anyway, about\ndinner...\"\n<PAGE>\nLillia: \"We go hunting in the woods, right?!\"\nJustin: \"If you want to be a monster hunter, I\nwon't stop you, but I've prepared dinner.\"\n<PAGE>\nLillia: \"Oh, heroes don't usually hunt?\"\nJustin: \"Not when there's food readily available.\nThey're not woodsmen, you know.\"\n<PAGE>\n\"Heroes usually...defeat evil megalomaniacs,\nlevel up, and walk into people's houses\nunannounced.\"\n<PAGE>\n\"We've had legends of heroes since ancient\ntimes, but there's no one standard that, by\nachieving it, makes you automatically a hero.\"\n<PAGE>\nLillia: \"Oh. Since it's not really classified as an\nofficial job, I wonder if I can get my disability\ninsurance to cover any injuries...\"\n<PAGE>\nJustin: \"What are you going on about now? Just\nhush for a minute and eat your supper before it\ngets cold.\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_7_3",
      "Text": "Justin sighed as he handed her a roll of bread\nand a bowl of soup.\n<PAGE>\n...Come to think of it, she left the castle without\nlunch. She might not have had much to eat\ntoday.\n<PAGE>\nWith the food before her, Lillia suddenly\nremembered her hunger and bolted down the\nmeal with relish.\n<PAGE>\nHer first time sleeping outdoors, her first camp\nmeal...what'll be next on her list of \"firsts?\" Be\nsure to join us next time!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_8_1",
      "Text": "Princess Lillia's Adventure\n-Episode 8: Lillia's First Time - Part 2-\n<PAGE>\nLillia had her first camp dinner before settling\ndown for her first time sleeping outdoors. What's\nthe next \"first\" for our princess...?\n<PAGE>\nLillia: \"Did you make all of this? I didn't know\nknights were able to cook this well.\"\n<PAGE>\nJustin: \"It's nothing glamorous. We all had to\nspend time helping in the kitchen as cadets.\"\nLillia: \"I see... It was delicious all the same.\"\n<PAGE>\nJustin: \"You're welcome. ...Oh, Princess Lillia, I\ngot this for you, too.\"\n<PAGE>\nJustin handed Lillia a fruit as she relaxed in the\nevening quiet.\n<PAGE>\nLillia: \"This is...\"\nJustin: \"You had your eyes on this back in the\ncastle town, right?\"\n<PAGE>\nLillia: \"(Huh. I thought he was just yelling at me\nthat whole time, but hey, he was actually paying\nattention.)\"\n<PAGE>\nHaving figured he was in it now for better or\nworse, Justin decided he was at least going to\ntry to take care of the Princess."
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_8_2",
      "Text": "Lillia, for all her bravado, was well-aware of how\nmuch her sheltered lifestyle hadn't taught her.\n<PAGE>\nShe had been anxious setting out, but with\nJustin at her side, her worry had dissipated\nbefore she knew it.\n<PAGE>\nMore than that, she felt fired up, and a certain\njoy at knowing she had a shot at trying life on\nher own terms.\n<PAGE>\nLillia: \"Thank you, Captain...er, Justin.\"\nJustin: \"Don't mention it. All in the line of duty\nfor a knight of the kingdom.\"\n<PAGE>\nIt seemed that Justin simply thought she was\nthanking him for dinner...\n<PAGE>\nBut Lillia felt embarrassed to explain what she\nmeant, and contented herself with taking a bite\nof her fruit.\n<PAGE>\nLillia: \"This is delicious...\"\n<PAGE>\nThe fruit she ate tasted drier and more tart than\nthose she was accustomed to eating in the\ncastle..."
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_8_3",
      "Text": "But for some reason, it tasted better than any\npiece of fruit she had ever eaten.\n<PAGE>\nJustin: \"Hey, glad you like it.\"\n<PAGE>\nJustin smiled, mainly glad she wasn't\nmonologuing about freedom like earlier in the\nday.\n<PAGE>\nWhen she saw his smile, it struck her that this\nwas the first time she had seen a genuine smile\nfrom the knight...\n<PAGE>\nLillia's first day of adventure had been such a\nwhirlwind of new experiences, and she had no\ntrouble drifting off to sleep.\n<PAGE>\nJoin us next time for \"A Mysterious Boy.\" Will a\nnew character finally appear? Better tune in and\nfind out!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_9_1",
      "Text": "Princess Lillia's Adventure\n-Episode 9: A Mysterious Boy-\n<PAGE>\nThe next morning, Lillia and Justin broke camp\nand crossed over into the neighboring country.\nCan they accomplish their mission?\n<PAGE>\nLillia: \"Wow, so this is the country right next to\nSilverti? It's so...bustling! I can't imagine the\nDark Prince would be here.\"\n<PAGE>\n\"Everyone here is like...oh, what's the term for\nit? Oh, yeah, 'they're a real bunch of bumpkins.'\"\n<PAGE>\nJustin: \"I don't know where you picked that up,\nbut it's not kind to look down on people,\nespecially as a guest in their country.\"\n<PAGE>\n\"The reason it's crowded is because of a festival\nheld in honor of the second prince's birthday.\"\n<PAGE>\nLillia: \"Oh, this is the festival everyone was\ntraveling for, huh? I guess it's thanks to this that\nI got to sleep outside!\"\n<PAGE>\nJustin: \"Yeah, yeah. Just don't say that if you\never find yourself in front of the second prince.\"\n<PAGE>\nLillia: \"Hm? Why?\"\nJustin: \"...Over your head again, huh?\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_9_2",
      "Text": "\"Think about how that sounds. 'Thanks to your\nbirthday, I slept outdoors.'\" Not exactly a high\ncompliment.\n<PAGE>\nJustin struggled -- perhaps in vain -- to explain\nthe finer points of sarcasm and\nmisunderstandings to Princess Lillia.\n<PAGE>\n???: \"What about the second prince and\nsleeping outdoors?\"\n<PAGE>\nA merry voice rang out from behind Justin.\nTurning quickly, he saw a silver-haired boy\napproaching.\n<PAGE>\nJustin: \"...?!\"\nLillia: \"I'm just saying if it wasn't for him, I\ncouldn't have slept outs-- *mmrph*\"\n<PAGE>\nJustin reached to cover her mouth with his\nhand, but the boy seemed to understand her\nperfectly well.\n<PAGE>\nBoy: \"Seems like you had to sleep outside, and\nyou're not even in town for the festival. You guys\nmust not think much of the prince, huh?\"\n<PAGE>\nLillia: \"Whoa, that's not it at all! If the inns hadn't\nbeen packed, I wouldn't have got to camp out!\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_9_3",
      "Text": "Boy: \"You really wanted to sleep outside that\nmuch?\" \n<PAGE>\nLillia: \"There are three things a hero needs: a\ndark power to fight against, a sacred sword, and\nsleeping in the rugged outdoo-- *mmmph!*\n<PAGE>\nJustin clapped his hand over her mouth again,\nbut the boy was already looking at the pair with\nsurprise.\n<PAGE>\nBoy: \"A hero? Oh, that guy there wants to be\none? Well...he does look pretty strong, I guess.\"\n<PAGE>\nLillia: \"Nope. I'M the one who's going to be a\nhero.\"\nBoy: \"...You?\"\n<PAGE>\nThe boy looked at her with his mouth agape.\nLillia just nodded, smiling as she clasped her fist\nagainst her chest.\n<PAGE>\nJustin slapped his face in his palm. At this rate,\nshe'd be telling him she was the princess in the\nnext five minutes.\n<PAGE>\nNext time, \"To Defeat a Dark Prince!\" Come to\nthink of it, how DO they plan to defeat him?\nTune in to find out!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_10_1",
      "Text": "Princess Lillia's Adventure\n-Episode 10: To Defeat a Dark Prince-\n<PAGE>\nLast time, Lillia told a random boy that she had\nalways wanted to sleep outdoors and was going\nto be a hero!\n<PAGE>\nMeanwhile, Captain Justin had his hands full\ntrying to keep her contained, but how long can\nit go on?\n<PAGE>\nBoy: \"Wait, you're gonna be a hero? Not this\nguy? I mean, you're kinda...\"\n<PAGE>\nLillia: \"Kind of what?\"\nBoy: \"Well, look at you. You're gonna take down\nthe Dark Prince with those skinny arms?\"\n<PAGE>\n\"And maybe I'm wrong, but you don't LOOK like\nyou're skilled with swords or magic.\"\n<PAGE>\nJustin nodded -- the boy was, after all, echoing\nthoughts he himself had pondered over the short\nduration of their trip.\n<PAGE>\nAs a Captain, he was pretty handy with a sword,\nand would certainly come to the defense of the\nprincess...\n<PAGE>\nBut from how Lillia made it sound, she was\nplanning to dive in and take on the Dark Prince\nin a bare-knuckle brawl."
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_10_2",
      "Text": "Lillia: \"Erm...\"\n<PAGE>\nWith Justin and the boy's questioning gaze upon\nher, she thought for a moment, tilting her head.\n<PAGE>\nLillia: \"...I'm thinking negotiations.\"\nBoy: \"Seriously?\"\n<PAGE>\nThe boy burst out laughing at her unexpected\nanswer, while Justin's headache only intensified.\n<PAGE>\nWas the Dark Prince really going to hash out\nsome mutually-beneficial trade agreement?\nMaybe an armistice?\n<PAGE>\nBoy: \"I doubt you can really beat the Dark Prince\nat the negotiating table. Though really, he\ndoesn't seem like that bad of a guy.\"\n<PAGE>\nLillia: \"Oh, really?\"\nBoy: \"Yeah. He doesn't really run amok or\nanything.\"\n<PAGE>\n\"Actually, we get quite a bit of tourism because\nof him. The innkeepers and the sellers in the\nbazaar like him 'cause of that.\"\n<PAGE>\nLillia: \"Wow! I didn't know the Dark Prince was a\ngoodwill ambassador. I guess we should get\npermission before challenging him.\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_10_3",
      "Text": "Boy: \"I don't think you should. He's not an\nofficial ambassador -- how weird would that be,\nhaving a 'Dark Prince' represent your country?\"\n<PAGE>\nJustin: \"Then why is he called the Dark Prince\neven though he doesn't do anything bad?\"\n<PAGE>\nBoy: \"Well...because that's what he calls\nhimself, I guess. Though, I've heard he's\nmerciless against those who invade his turf.\"\n<PAGE>\n\"I heard he totally wrecked a band of thieves the\nother day.\"\n<PAGE>\nJustin: \"Well, who doesn't want to beat up\nrobbers? Nobody likes them.\"\nBoy: \"That's true.\"\n<PAGE>\nIt seemed like the princess was in trouble. After\ncoming all this way, was the Dark Prince really\nan okay guy after all?\n<PAGE>\nWill Lillia be able to defeat the Dark Prince to\nearn her freedom, even knowing he's not the evil\nman she had assumed?\n<PAGE>\nJoin us next time for \"Superior Strategies.\" It\nfeels like no matter what they try, they'll screw it\nup. Tune in next time!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_11_1",
      "Text": "Princess Lillia's Adventure\n-Episode 11: Superior Strategies-\n<PAGE>\nLast time, Lillia and Justin discovered that,\ncontrary to what they had believed, the Dark\nPrince might actually be a good guy.\n<PAGE>\nHowever, Lillia still needs to defeat him to stake\nher claim as a hero. What will she do now?\n<PAGE>\nLillia: \"The Dark Prince may be a nice guy, but\nmy freedom depends on this, so one way or\nanother, I need to beat him.\"\n<PAGE>\nJustin: \"But if the Dark Prince is actually good,\nand you defeat him, won't that make you more\nof a villain than a hero?\"\n<PAGE>\nLillia: \"Dang it, why do you have to be right?\n...Oh! How about this?\"\n<PAGE>\n\"We'll pretend to be innocent civilians who want\nto talk with him, and then we step on his turf to\nrile him into attacking us!\"\n<PAGE>\n\"Then we can tell everyone, 'We just wanted to\ntalk, but he ASSAULTED us. For shame. FOR\nSHAME!'\" "
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_11_2",
      "Text": "\"Then, everyone will realize we have just cause\nto launch an attack against him. So...what do\nyou think?!\"\n<PAGE>\nJustin: \"I...I don't even know what to say. That's\nabout as far from heroism as it gets.\"\n<PAGE>\nLillia: \"Then I'll try to negotiate with him, maybe\nsee if we can set up a mutually-agreeable\ndefeat.\"\n<PAGE>\nJustin: \"You're going to invade his land, raid it,\nand then ask him to get stomped by you? What\npart of that resembles a negotiation?\"\n<PAGE>\n\"That's basically just open hostility. And I don't\ndoubt he'd refuse your 'mutually-agreeable' offer.\nWhat would you do then?\"\n<PAGE>\nLillia: \"In that case, the gloves come off! I'll fight\nhim and earn my heroism by force!\"\n<PAGE>\nJustin: \"I think 'heroism' bowed out of this\ndiscussion several minutes ago...\"\n<PAGE>\nA benevolent Dark Prince, protecting his own\nlands! A would-be hero willing to go to any\nlengths to win!\n<PAGE>\nAs Captain Justin observed, there was no telling\nwho was really in the right anymore."
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_11_3",
      "Text": "But how can Lillia, raised as a princess, defeat\nthe mighty Dark Prince?\n<PAGE>\nJoin us next time for \"All Aflutter!\" Wasn't this\nstory supposed to be a romantic comedy?\nWell...\n<PAGE>\n...Be sure to tune in next time!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_12_1",
      "Text": "Princess Lillia's Adventure\n-Episode 12: All Aflutter-\n<PAGE>\nLast time, Lillia was rife with decidedly unheroic\nstrategies for battling the Dark Prince...\n<PAGE>\nBoy: \"You want to negotiate with the Dark\nPrince, but if he says no, you'll resort to\nviolence? Hahaha, you're pretty funny!\"\n<PAGE>\n\"You don't need a 'just cause.' The king may\nhave acknowledged the Dark Prince, but he\ndoesn't know what to do with him.\"\n<PAGE>\n\"And the Dark Prince isn't someone who's\ncowed by power. If you beat him, I'll bet the\nking would give you a hero's reward.\"\n<PAGE>\n\"I mean, even if you're a good guy, if you call\nyourself 'The Dark Prince', you're gonna have\nheroic hopefuls coming after you.\"\n<PAGE>\n\"I think it'd be good to take him down a notch.\nIn fact, I know where you can find him.\"\n<PAGE>\n\"He lives somewhere in the forest beyond the\ncastle, so start your search there. Anyway, good\nluck, you two.\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_12_2",
      "Text": "The silver-haired boy thanked them for the\nentertaining conversation and disappeared into\nthe festival crowd.\n<PAGE>\nLillia: \"He bolted off before I could thank him for\ngiving us such a good clue!\"\n<PAGE>\nJustin: \"Be that as it may, you should be more\ncareful about what you tell to complete\nstrangers.\"\n<PAGE>\n\"First you talked about sleeping outdoors, then\nyou blabbed on about the Dark Prince and your\nquest to be a hero.\"\n<PAGE>\n\"If he found out you're the princess of Silverti,\nthat'd bring an end to your little adventure real\nquick, wouldn't it?\"\n<PAGE>\n\"Whatever happens, keep in mind that you're our\ncountry's sole heir. Think a little bit about your\nsafety.\"\n<PAGE>\nLillia: \"Hmm...I guess you're right. I'll be more\ncareful from now on.\"\nJustin: \"...That's unusually amiable, for you.\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_12_3",
      "Text": "Lillia: \"Thinking back on it, I might have been a\nbit overzealous, there. I feel like I've seen that\nboy somewhere before, though.\"\n<PAGE>\n\"So being friendly with him just came naturally.\"\nJustin: \"Does he look like someone you know?\"\n<PAGE>\nLillia: \"I'm not sure... But he was kind of a\nstrange one, wasn't he? I had fun talking with\nhim.\"\n<PAGE>\nJustin: \"Not as weird as you, though.\"\nLillia: \"Thanks to my father sheltering me all\nthose years, there's a lot I don't know...\"\n<PAGE>\n\"But don't you think 'weird' is a bit much?\"\nJustin: \"Okay, let's call you 'unique,' then.\"\n<PAGE>\nLillia: \"Oooh! I like the sound of that.\"\nJustin: \"...And you're okay with that?\"\"\n<PAGE>\nLillia: \"Of course. It's a compliment! Uniqueness\nis recognition of one's individuality.\"\n<PAGE>\n\"No one would deny the distinction of being\nknown as unique, right?\"\n<PAGE>\nJustin just smiled and nodded. Sometimes,\nsilence was the only correct response."
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_12_4",
      "Text": "But Lillia looked so happy that, for a brief time,\nJustin actually forgot how he'd been blackmailed\ninto her adventure.\n<PAGE>\nHe patted her on the head, laughing.\n<PAGE>\nJustin: \"Haha, you're so adorable, Princess.\"\n<PAGE>\nHe extended his hand to escort her, but Lillia\nsuddenly grew quiet.\n<PAGE>\nJustin: \"Princess Lillia, what's wrong? You're\nblushing.\"\nLillia: \"...N-nothing! Let's move on!\"\n<PAGE>\nShe quickly clasped her hands over her cheeks\nand started to walk, increasing her pace as she\nwent.\n<PAGE>\nLillia: \"(W-why is my heart beating so fast? And\nwhat's this pain in my chest? ...Am I sick?)\"\n<PAGE>\nAs Lillia was in a tizzy over these mysterious\nfeelings, she continued to rush headlong toward\nher 'unique' heroic destiny!\n<PAGE>\nJoin us next time for \"The Dark Butler\nSebastian.\" Is he one of the Dark Prince's Four\nChampions? Tune in next time to find out!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_13_1",
      "Text": "Princess Lillia's Adventure\n-Episode 13: The Dark Butler Sebastian-\n<PAGE>\nLast time, the boy Lillia met in the streets\nrevealed to her the whereabouts of the Dark\nPrince.\n<PAGE>\nNow, Lillia and Justin have entered the forest,\ndrawing ever nearer to their mysterious foe.\n<PAGE>\nLillia: \"Wow, this forest is really pretty. All along,\nI was expecting something foggy and dank.\"\n<PAGE>\nJustin: \"I admit, it's not what I expected from the\nDark Prince... Your crazy strategies aside, maybe\nwe CAN negotiate with him.\"\n<PAGE>\nLillia: \"That would be best for me. I brought\nalong some things I might need, but no\nweapons, since they were too heavy.\"\n<PAGE>\n\"Right now, I've only got my bare hands, and I'm\nnot sure I can catch him with my mean right\nhook. That leaves...choking him?\"\n<PAGE>\nJustin: \"I've never heard of a hero choking\nsomeone to death. Can't imagine it'd do much\nfor your 'heroic' reputation, either.\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_13_2",
      "Text": "\"Listen. Viewers don't want that kind of\nbarbarism from a story like this!\"\n<PAGE>\nLillia: \"I have no clue what you're talking about,\nbut okay. No choking. We can go with that.\"\n<PAGE>\nAs they bantered back and forth about how to\ndefeat the Dark Prince, a voice rang out from\nabove.\n<PAGE>\n???: \"Oh my. I heard someone talking about my\nmaster, so I simply had to hear what they were\nsaying.\"\n<PAGE>\n\"But much to my disappointment, it seems\nyou've embarked on a dangerous path.\"\n<PAGE>\nJustin stepped in front of Lillia, guarding her as\nhe took a fighting stance.\n<PAGE>\n*WHOOSH*\n<PAGE>\nA black silhouette descended swiftly, throwing\nup clouds of dust as it touched the ground.\n<PAGE>\n???: \"I beg your pardon. Eavesdropping is not\ncourteous, and not introducing myself even\nmore so.\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_13_3",
      "Text": "\"As the right hand of the Dark Prince and one of\nhis Four Champions, do forgive my rudeness.\"\n<PAGE>\n\"You may call me Sebastian. It's a pleasure to\nmake your acquaintance.\"\n<PAGE>\nJustin: \"The Four Champions...!\"\n<PAGE>\nAs they draw near to the Dark Prince, one of his\nmighty Four Champions has appeared!\n<PAGE>\nHow will Lillia and Justin contend with this new\nthreat?\n<PAGE>\nJoin us next time for \"Rescue Sebastian.\"\n...Wait, what happened? You'll have to tune in to\nfind out!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_14_1",
      "Text": "Princess Lillia's Adventure\n-Episode 14: Rescue Sebastian-\n<PAGE>\nLast time, Sebastian, one of the Dark Prince's\nFour Champions, appeared before our heroes.\nWhat is he like behind the clouds of dust?\n<PAGE>\nLillia: \"*cough* *cough* I-I can't breathe with\nall this dust.\"\nJustin: \"Princess Lillia, stay back.\"\n<PAGE>\n\"Now that he's near, I can sense his presence.\nThis is no simple foe we're dealing with here.\"\n<PAGE>\nJustin maintained his guard, but Lillia grew more\ncurious by the second as to what this\nmysterious interloper looked like.\n<PAGE>\nHowever, as the dust cleared, what they saw\nwas...oddly shorter than what they were\nexpecting.\n<PAGE>\nUpon closer examination, they saw only a head,\nshoulders, and arms protruding from above the\nground.\n<PAGE>\nLillia: \"...Oh my gosh, Justin! I think Sebastian is\nstuck from his jump!\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_14_2",
      "Text": "Lillia took off toward Sebastian. Justin followed\nclose behind, toward the half-buried man with\nhis tuxedo and monocle.\n<PAGE>\nThough he tried to maintain an air of dignity, it\nwas plainly a ridiculous sight, even to Sebastian\nhimself.\n<PAGE>\nLillia: \"Erm...\"\nSebastian: \"Apologies. I didn't anticipate the\nground giving way when I landed.\"\n<PAGE>\n\"I'm ashamed that I had to bother you like this as\na butl...*cough* as one of the Four Champions.\"\n<PAGE>\n\"The forest has many hidden dangers like this,\nso be careful as you go on your way.\"\n<PAGE>\nLillia: \"Oh, thank you for looking out for us! I'll\nbe careful, don't worry.\"\n<PAGE>\nAs Sebastian and Lillia exchanged friendly chit-\nchat, Captain Justin considered the advantages\nof leaving him in the ground...\n<PAGE>\nBut in the end, Lillia was already trying to pull\nhim out, and so he couldn't simply stand idly\nby."
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_14_3",
      "Text": "He told Lillia to step back, and with a mighty\nheave and a groan, he tugged Sebastian free\nfrom the earth.\n<PAGE>\nSebastian: \"You have my profound thanks.\nHowever, it's quite disappointing to be saved by\none's enemies, no?\"\n<PAGE>\nLillia: \"You're welcome. It's quite disappointing\nthat you didn't get hurt, though.\"\n<PAGE>\nJustin: \"Now you're talking like him, Princess.\nThat's something a villain would say...\"\n<PAGE>\nLillia: \"...Oh?\"\nSebastian: \"Ha, she's quite the character. No\nwonder my master's intrigued.\"\n<PAGE>\n\"My master judges things based on how\ninteresting they seem. It was he who sent me to\nmeet you.\"\n<PAGE>\n\"How could I have botched this up...?\"\n<PAGE>\nLillia and Justin tilted their heads questioningly,\nwondering what Sebastian was mumbling\nabout."
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_14_4",
      "Text": "Lillia: \"Well, anyway, we really need to see the\nDark Prince. Do you think you could let us\npass?\"\n<PAGE>\nSebastian: \"I'm afraid I cannot. However, my\nmaster said to let you proceed...if you were\ngood enough.\"\n<PAGE>\n\"So if you truly wish to pass by, here is what I\npropose. You against me, in a winner-take-\nall quiz showdown!\"\n<PAGE>\nJustin: \"A quiz showdown?!\"\nLillia: \"Wow! This sounds like fun!\"\n<PAGE>\nAs expected, Champion Sebastian blocked their\npath. But instead of battle, he challenged them\nto a quiz game!\n<PAGE>\nJoin us next time for \"The Quiz Showdown!\"\nWho will win? How dumb will the questions be?\nTune in to find out!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_15_1",
      "Text": "Princess Lillia's Adventure\n-Episode 15: Showdown Quiz Battle-\n<PAGE>\nSebastian, one of the Four Champions, told Lillia\nand Justin that he would only let them pass if\nthey bested him at a quiz...\n<PAGE>\nSebastian: \"And now, the first question.\"\nJustin: \"What? Not even a lead-in?!\"\nLillia: \"I was BORN READY!\"\n<PAGE>\n\"I've never been in quiz showdown before. I'm\ngetting pumped!\"\nJustin: \"Princess Lillia...\"\n<PAGE>\nSince the stakes seemed to be low, and since\nthe princess was enjoying herself, Justin simply\nfocused on the challenge.\n<PAGE>\nSebastian: \"What kind of nut has no shell?\"\n<PAGE>\nJustin: \"I hate to be pedantic, but isn't this more\na riddle than a quiz?\"\nLillia: \"A nut that has no shell... Got it!\"\n<PAGE>\n\"The Noshell Nut!\"\nJustin: \"What?! But that's not even a real--\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_15_2",
      "Text": "Sebastian: \"Correct.\"\nJustin: \"You've gotta be kidding me.\"\nLillia: \"I'm on a roll!\"\n<PAGE>\nSebastian: \"Now for Question Two. DING!\"\nJustin: \"You don't need sound effects...\"\n<PAGE>\nSebastian: \"What percentage of this country's\nwheat consumption is produced domestically?\"\nJustin: \"What's with this huge difficulty spike?!\"\n<PAGE>\nLillia: \"Hey, Justin, shush! We're having fun with\nthis quiz show here.\"\n<PAGE>\nJustin: \"Keep your wits about you, princess. If\nyou start enjoying it too much, you may well be\ndefeated.\"\n<PAGE>\nLillia: \"Hmm...domestic wheat production... My\ndiplomacy tutor was going over this the other\nday. It's around 80%, right?\"\n<PAGE>\nSebastian: \"Correct. And quite sharp, I might\nadd. Are you ready for the final question?\"\nJustin: \"Already?\"\n<PAGE>\nSebastian: \"What is your impression of the Dark\nPrince?\"\nLillia: \"...My impression of him?\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_15_3",
      "Text": "Lillia thought hard about her answer. From what\nthe boy in town had said, he seemed like a nice\nguy.\n<PAGE>\nHowever, she'd also heard he beat up people\nwho strayed onto his land. Having never met\nhim, she wasn't really sure what he was like.\n<PAGE>\nTherefore, as aspiring heroes sometimes do, she\ndecided honesty was the best policy.\n<PAGE>\nLillia: \"I've never met him, so I don't really HAVE\nan impression of him yet.\"\nJustin: \"Princess Lillia...?\"\n<PAGE>\nJustin, meanwhile, thought that Lillia should\nhave extolled the Dark Prince's coolness and\nsuave demeanor to make a better impression.\n<PAGE>\nOf course, he also worried that she'd be TOO\nhonest and say she had come to vanquish the\nDark Prince. At least she didn't say THAT.\n<PAGE>\nSebastian considered her answer slowly and\ncarefully. Then, he smiled, saying, \"You pass.\nPlease, continue onward.\"\n<PAGE>\nLillia: \"Wow, really?! I won my first quiz\nshowdown! Thanks, Sebastian.\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_15_4",
      "Text": "Sebastian: \"You're quite welcome. If you had\nsaid you thought he was evil, or some boring\nanswer, I would've had to throw you out.\"\n<PAGE>\n\"It's good to see there are still people who can\nhear opinions without being swayed too much. I\nhope you will always remain so.\"\n<PAGE>\nLillia: \"Count on it!\"\nJustin: \"...\"\n<PAGE>\nThus, Lillia and Justin passed the test of\nSebastian, one of the Dark Prince's Four\nChampions.\n<PAGE>\nBut, needless to say, Captain Justin took\numbrage at Sebastian's veiled jab at him.\n<PAGE>\nJoin us next time for \"Champions Laffie and\nTaffie Appear!\" Two at the same time now?! You\ndon't want to miss it!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_16_1",
      "Text": "Princess Lillia's Adventure\n-Episode 16: Champions Laffie and Taffie\nAppear-\n<PAGE>\nLillia: \"Sebastian was a pretty nice guy, wasn't\nhe? I was expecting a big fight, so I was\nsurprised at how things turned out.\"\n<PAGE>\n\"I mean, it's great we didn't have to fight, but I'm\ngetting suspicious now. Aren't things going a\nlittle TOO smoothly?\"\n<PAGE>\nJustin: \"...\"\nLillia: \"Hm? What's wrong, Justin?\"\n<PAGE>\nJustin: \"Um...you're sure you've never met the\nDark Prince before, right?\"\n<PAGE>\nLillia: \"Right. If we already knew each other,\nthese negotiations would go so much more\nsmoothly.\"\n<PAGE>\nJustin: \"...Well, I suppose that's true.\"\nLillia: \"Hrm?\"\n<PAGE>\nJustin: \"(The way Sebastian was talking, it\nalmost sounded like the Dark Prince\nwas...interested in her...)\"\n<PAGE>\n\"(He's the Dark Prince, so maybe he can see\nwhat's happening with his magic. Maybe he can\neven read these internal monologues!)\"\n<PAGE>\nSuddenly, Justin was jostled from his reverie,\nsensing an unfamiliar presence behind a great\ntree ahead."
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_16_2",
      "Text": "Justin: \"Who's there? Show yourself! Are you a\nservant of the Dark Prince?\"\n<PAGE>\nAs Justin's words hung in the air, two young\ngirls appeared from behind the tree.\n<PAGE>\nThe two were virtually identical: the same fluffy\nblonde hair, the same faces, the same clothes.\nEven their voices were indistinguishable.\n<PAGE>\nGirl A: \"Heeeeey...you scared me.\"\nGirl B: \"Geez, a knight yelling at sweet little kids\nlike us? Shame on you!\"\n<PAGE>\nLillia: \"...Wow, are they twins?\"\nJustin: \"I'd bet a hundred gold on it.\"\nGirl B: \"That's right. We're twins.\"\n<PAGE>\nLillia: \"Wow. I've never met twins before! By the\nway, what are you doing in the forest? Are you\nlost? Where are your parents?\"\n<PAGE>\nGirl B: \"We're not lost. We're here to turn you\nback.\"\nLillia: \"What...?\"\n<PAGE>\nGirl B: \"I'm Laffie, one of the Four Champions.\"\nGirl A: \"And I'm Taffie, also of the Four\nChampions. We love the Dark Prince!\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_16_3",
      "Text": "Taffie: \"Since you're one of those nasty heroes\nwho's here to rough up our dear prince...\"\nLaffie: \"...We're gonna get you first!\"\n<PAGE>\nLillia: \"Wh-what?!\"\n<PAGE>\nThe twins couldn't have been older than 10, yet\nthey claim to be the Dark Prince's servants. Is\nthe Dark Prince a little twisted?\n<PAGE>\nJoin us next time for \"Dragon Me Down.\" What?\nHow did a dragon come into this? Tune in next\ntime to find out!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_17_1",
      "Text": "Princess Lillia's Adventure\n-Episode 17: Dragon Me Down-\n<PAGE>\nThe twins, Laffie and Taffie, appeared, vowing to\ndefeat Lillia and Justin in the name of the Dark\nPrince.\n<PAGE>\nWill our heroes be able to defeat these sugary-\nsweet little girls and make their way to the abode\nof the Dark Prince?\n<PAGE>\nLaffie: \"Prepare yourselves! ...Wait a minute.\nDidn't you guys fall into a pit?\"\n<PAGE>\nTaffie: \"I'm sure I heard something fall into the\nhole. Was it just some animal?\"\n<PAGE>\nLillia: \"Oh, that? No, it wasn't me... Ah!\"\nJustin: \"One of your goons fell into it.\"\n<PAGE>\nLillia and Justin realized, at the exact same\nmoment, who had created the hole they had to\npull Sebastian from.\n<PAGE>\nLaffie: \"Oh my, Sebastian fell into the pit?\"\nTaffie: \"Aww, if he finds out we made it, we're\ngonna be in trouble...\"\n<PAGE>\nLaffie: \"This is all a part of your vile plan! First\nyou come to attack the prince, then you drop\npoor Sebastian into a pit!\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_17_2",
      "Text": "Taffie: \"That's so mean! You're cruel!\"\nJustin: \"He wouldn't have fallen into the pit if\nyou two hadn't made it!\"\n<PAGE>\nLaffie: \"I see words are of little use, sister.\"\nTaffie: \"Let's take out these evildoers!\"\n<PAGE>\nThe two linked hands and began to chant,\nuttering words neither princess nor knight could\nunderstand.\n<PAGE>\nLaffie & Taffie: \"Fire Dragon, we choose you!\"\nLillia: \"What? A dragon?!\"\n<PAGE>\nDragon: \"GRAAAAAAAAAH!!\"\n<PAGE>\nA great, circular symbol appeared in the air, and\nthrough it burst a great red dragon, scorching\nthe forest's canopy with its breath.\n<PAGE>\nLillia: \"J-Justin! That's a real, live dragon! I\nthought they were only from fantasy stories!\"\n<PAGE>\nJustin: \"You pick the weirdest things to get\nexcited about, Princess. Dangerous things, I\nmight add!\"\n<PAGE>\n\"Incoming!\" shouted Captain Justin as he\ngrabbed Lillia and dove aside."
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_17_3",
      "Text": "The dragon's blazing breath engulfed the place\nwhere they had stood mere moments before.\n<PAGE>\nLillia: \"If we'd been standing there, we'd have\nbeen char-broiled, huh?\"\nJustin: \"To ash.\"\n<PAGE>\n\"You know, if they can summon a dragon at that\nage, I wonder what they'll be capable of as\nadults...\"\n<PAGE>\nLillia: \"This is so cool! My heroic journey is\nbecoming like a fantasy adventure!\"\nJustin: \"Stop being so giddy about this!\"\n<PAGE>\nJustin drew his sword and attacked the dragon.\n<PAGE>\nHowever, the dragon's scales were so hard, so\ntight-knit, that even the captain's blade failed to\ncleave the drake.\n<PAGE>\nJustin: \"...We might be seriously screwed.\"\nLillia: \"Oh my...\"\n<PAGE>\nJustin steeled himself, sweating as he faced\ndown the mighty foe. Lillia, on the other hand,\nwas loving every moment.\n<PAGE>\nJoin us next time for \"Turning Up the Heat!\" It's\nabout time this story had some action! Don't\nmiss it!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_18_1",
      "Text": "Princess Lillia's Adventure\n-Episode 18: Turning Up the Heat-\n<PAGE>\nLillia and Justin faced down a powerful dragon\nsummoned by the twin Champions, Laffie and\nTaffie. Will their journey end here?!\n<PAGE>\nLaffie & Taffie: \"Goooooo!\"\nDragon: \"GRAAAAAAAAAAAAH!\"\n<PAGE>\nThe princess and the knight found themselves\nsurrounded by a sea of flames, with nowhere to\nrun.\n<PAGE>\nJustin: \"We can't defeat it. We'll have to make\nthe summoners send it back...but I doubt they'll\nlisten to us.\"\n<PAGE>\nLillia: \"Right... But at this rate, we're going to go\nup in flames with the entire forest.\"\n<PAGE>\nThey quickly bandied back and forth,\nbrainstorming ideas, but none seemed feasible.\n<PAGE>\nLaffie: \"They're pretty quick-footed, evading the\ndragon's breath like that... Taffie, we need to\nsummon another dragon!\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_18_2",
      "Text": "Taffie: \"What? But Master told us not to\nsummon two at the same time, 'cause we can't\ncontrol them properly.\"\n<PAGE>\nLaffie: \"Wellllll...I guess we'll never really know\nuntil we try!\"\nTaffie: \"But...\"\n<PAGE>\nLaffie: \"We have to use our powers to protect\nthe Dark Prince, right?\"\nTaffie: \"...You're right. Let's do it.\"\n<PAGE>\nLaffie and Taffie nodded to each other and\nstarted chanting an incantation as another\nmystic circle appeared in the sky.\n<PAGE>\nLaffie & Taffie: \"Ice Dragon, we choose you!\"\n<PAGE>\nIce Dragon: \"RAWRRRRRRRRR!\"\n<PAGE>\nThe blue dragon somersaulted in the air, then\nlanded, cutting off Justin and Lillia's escape\nfrom the red dragon.\n<PAGE>\nLillia: \"...Hey, Justin? We're...in a real pickle,\nhuh?\"\nJustin: \"Did you just realize that?\"\n<PAGE>\nFire Dragon: \"GRAAAAAAH!!\"\nIce Dragon: \"RAWRRRRRR!!\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_18_3",
      "Text": "Justin knew there was nothing they could do,\nbut he crouched down anyway, shielding Lillia\nwith his body.\n<PAGE>\n...But the two waited for an end that never\ncame. No blast of fire or ice engulfed them.\n<PAGE>\nThey opened their eyes and looked up to see the\ntwo dragons tearing at each other in the sky\nabove.\n<PAGE>\nJustin: \"Princess Lillia, now's our chance! Let's\nget out of here!\nLillia: \"You don't have to tell me twice!\"\n<PAGE>\nLaffie: \"...H-hey, dragons! What are you guys\ndoing?! Don't let them escape! Destroy them!\"\n<PAGE>\nTaffie: \"Laffie...they're not listening! It's just like\nMaster said!\n<PAGE>\nLaffie tried to command the dragons, but they\nsimply glared at her order, as if to mock her\npowerlessness.\n<PAGE>\nAs Taffie had realized, the beasts had slipped the\nbonds of their masters."
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_18_4",
      "Text": "Lillia: \"...Justin, they're in danger!\"\nJustin: \"Princess! Don't go back there!\"\n<PAGE>\nSeeing the twins cornered by the dragons, Lillia\nfound herself dashing toward them, driven\nalmost by instinct.\n<PAGE>\nLaffie & Taffie: \"Nooooooo!\"\n<PAGE>\nThe dragons drew nearer and Lillia raced to aid\nthem, with Justin nipping at her heels. How will\nthey get out of this one?\n<PAGE>\nJoin us next time for \"Responsibility.\" Be a\nresponsible viewer and tune in!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_19_1",
      "Text": "Princess Lillia's Adventure\n-Episode 19: Responsibility-\n<PAGE>\nThe dragons raged out of control, turning on\ntheir summoners, Laffie and Taffie. What fate\nawaits the twins?\n<PAGE>\nLaffie & Taffie: \"Nooo! Somebody, help us!!\"\n<PAGE>\nAs she dashed into the fray, Lillia rummaged\nthrough her bag, pulling out a strange canister.\n<PAGE>\nLillia: \"Okay, so I just pull the pin and toss it,\nright? That's how a grenade works? Okay\nthen...FIRE IN THE HOLE!\"\n<PAGE>\nWith a vigorous shout, she lobbed the grenade\ntoward the dragons. The blast hit the blue\ndragon's tail, blowing it clean off.\n<PAGE>\nIce Dragon: \"RAWRRRRRRR!\"\n<PAGE>\nFrenzied and in pain, the dragon panicked,\nstomping around and smashing headlong into\nthe red dragon.\n<PAGE>\nLillia saw her window of opportunity and\ngrabbed the twins, dashing away from where the\ndragons continued their rampage.\n<PAGE>\nLillia: \"Are you guys okay?\"\nLaffie: \"Aww... Waaaaaaaah!\"\nTaffie: I was so scared!\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_19_2",
      "Text": "As Lillia calmed the twins, Justin rushed to\nthem, shouting.\n<PAGE>\nJustin: \"Why are you always so reckless?! And\nyou two! We're going to die at this rate, so send\nthose dragons back, NOW.\"\n<PAGE>\nLaffie: \"A-actually...\"\nTaffie: \"We can't control them anymore... The\nonly way to stop the dragons is to defeat them.\"\n<PAGE>\nAs Justin and Lillia tried to reason with the\ntwins, the dragons regained their senses and\nturned their attention toward the group.\n<PAGE>\nLillia: \"Justin, I need you to get these girls out of\nhere.\"\nJustin: \"Wh-what are you talking about?\"\n<PAGE>\nLillia: \"I'm going to draw their attention with\nwhatever I have left in my bag. Go and bring\nbackup. I don't plan on dying here.\"\n<PAGE>\nJustin: \"There's no way you'd survive until I was\nable to ...\"\n<PAGE>\nLillia: \"Don't worry.\"\n<PAGE>\nThough her voice was strong, Justin felt the\ncoldness of her hand in his."
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_19_3",
      "Text": "Justin: \"...How could you expect me to leave\nyou like that? If you're going to fight, I'll be here\ndefending you to the end.\"\n<PAGE>\n\"To me, that's what being a knight is about.\"\n<PAGE>\nLillia: \"Justin... I'm the one who dragged you\ninto this. I'm so sorry...\"\n<PAGE>\nTears streamed down the princess's face. Laffie\nand Taffie felt a pang of remorse for what they'd\ndone, turning to each other.\n<PAGE>\nLaffie: \"Taffie, we need to take responsibility.\nSomehow, we have to send the dragons back.\"\nTaffie: \"There has to be a way.\"\n<PAGE>\nLaffie and Taffie wiped their eyes, trying their\nbest to rally their strength. Could they regain\ncontrol of the dragons?\n<PAGE>\nJoin us next time for \"Marvelous Miss\nMacaroon.\" What's the fourth Champion like?\nDon't miss it!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_20_1",
      "Text": "Princess Lillia's Adventure\n-Episode 20: Marvelous Miss Macaroon-\n<PAGE>\nRealizing the damage they'd done, Laffie and\nTaffie decided they had to try to un-summon the\ndragons.\n<PAGE>\nWill this sudden spurt of maturity give them the\npower to regain control of the mighty beasts?\n<PAGE>\nLaffie & Taffie: \"Fire dragon! Ice dragon! We\nimplore you! Return to the ether!\"\n<PAGE>\nTiny motes of light hung in the air, coalescing\ninto a great, luminous orb that burst with a\nthunderous clap.\n<PAGE>\nA brilliant shower of light rained down over Lillia\nand the others. It was really quite impressive, all\nthings considered.\n<PAGE>\nHowever...\n<PAGE>\nFire Dragon: \"GRAAAAAAAH!\"\nIce Dragon: \"RAWRRRRRR!\"\n<PAGE>\nIn spite of the grade-A special effects, the\ndragons were still very much present, and more\nirate than ever.\n<PAGE>\nAll Four: \"I knew it!\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_20_2",
      "Text": "Out of energy and out of options, the four could\ndo little but scream and shout in the face of\ntheir impending doom.\n<PAGE>\nLaffie: \"Not like this!\"\nTaffie: \"I'm too young to die!\"\nLillia: \"G-goodbye, Father!\"\n<PAGE>\nAs they carried on, a calm voice echoed all\naround, as if carried in on a cool wind.\n<PAGE>\n???: \"...What in the WORLD have you guys done\nto this place? You, dragons! Go home!\"\n<PAGE>\nAt the voice's command, a curtain of light\ncascaded all around, shining brighter by the\nsecond.\n<PAGE>\nLillia and the others closed their eyes to shut out\nthe blinding light. And when their surroundings\ngrew quiet and they opened them again...\n<PAGE>\nLillia: \"What? No way...\"\n<PAGE>\nThe dragons had disappeared completely. After\nthe futility of their battle, it seemed almost\nunreal.\n<PAGE>\n???: \"You guys never listen to me! Did you have\na nice, long chance to reflect on your newest\nfoolhardy decision?\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_20_3",
      "Text": "A beautiful lady stood before them, chastising.\nEven a blind man would have called her a true\nknockout.\n<PAGE>\nLaffie & Taffie: \"Master!\"\nLillia: \"What? Master?\"\nLaffie & Taffie: \"She teaches us magic!\"\n<PAGE>\nTaffie tried to speak, but the woman silenced her\nwith an iron smile.\n<PAGE>\nMacaroon: \"I don't believe we've met. I'm Miss\nMacaroon, the left hand of the Dark Prince. I'm\none of the four Champions...\"\n<PAGE>\n\"...And without a doubt, the most beautiful,\nskilled, and amazing witch in all the land.\"\n<PAGE>\nShe winked and blew a kiss to Lillia and Justin.\n<PAGE>\nWill the heroic princess and knight be able to\ndefeat this bombshell of a witch?\n<PAGE>\nJoin us next time for \"Every Witch Way!\" Phew,\nthat's enough of these serious episodes for now.\nBack to bad gags!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_21_1",
      "Text": "Princess Lillia's Adventure\n-Episode 21: Every Witch Way-\n<PAGE>\nThe last of the Dark Prince's Champions turned\nout to be a glamorous witch, Miss Macaroon!\n<PAGE>\nS-surely this will cause a surge in the number of\nmale viewers, right?\n<PAGE>\nMacaroon: \"First of all, Laffie and Taffie, you'd\nbetter prepare yourself. Sebastian and I won't let\nyou off easy for this. ♪\"\n<PAGE>\n\"Our dear Dark Prince specifically told us not to\nphysically harm them, did he not?\"\nLaffie & Taffie: \"Aww... We're sorry...\"\n<PAGE>\nLillia and Justin had wondered why these girls\nwere so violent after Sebastian's leisurely quiz\nshowdown, but now all was clear.\n<PAGE>\n\"So, they basically just disobeyed orders.\" Justin\nbreathed a sigh of relief, glad the danger was\nover.\n<PAGE>\nFrom his analysis, he didn't think he'd fare much\nbetter against this witch than he had against the\ndragons.\n<PAGE>\nIf Macaroon was telling the truth about not\nfighting, that was just the boon they needed."
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_21_2",
      "Text": "Macaroon: \"Well then...I'm supposed to be your\nnext opponent. What would you like to do? Feel\nup to a little challenge?\"\n<PAGE>\nMacaroon casually strolled toward Lillia,\nsashaying her hips with her chest puffed out.\nLillia looked down at her own bosom.\n<PAGE>\nLillia: \"I don't think I stand a chance!\"\nJustin: \"...Just what kind of event are you\nthinking you'll be challenging her in?\"\n<PAGE>\nOnce again, Lillia was fretting about the wrong\nthing, but since he knew it was a sensitive\ntopic, Justin kept his mouth shut.\n<PAGE>\nMacaroon: \"Teehee...I like your honesty, girl. ♪\nThing is, my eyes are on the prize, and that prize\nis handsome guys. <RED>∀</RED>\"\n<PAGE>\n\"So how about this? If I win our little challenge,\nyou give me your knight. <RED>∀</RED>\"\n<PAGE>\nMacaroon pressed up close to Captain Justin\nand flashed him a winsome smile.\n<PAGE>\nLillia: \"I-I can't do that. He's not mine to give...\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_21_3",
      "Text": "Macaroon: \"Not yours, you say? Even though\nthe two of you are holding hands like that?\"\nLillia & Justin: \"What?!\"\n<PAGE>\nUntil Macaroon pointed it out, the two had\ncompletely forgotten they'd been holding hands\nsince the dragons' final assault.\n<PAGE>\nBlushing, they pulled away quickly, quickly\nmaking some space between them.\n<PAGE>\nMacaroon: \"Teehee, that's so adorable. But this\nmakes it easier. If he's not your man, I won't feel\nbad about just taking him.\"\n<PAGE>\n\"Here's the game, little lady. If he can capture my\nheart, he wins.\"\n<PAGE>\n\"But if steal his heart? I take it all. Nice and easy,\nright?\"\n<PAGE>\nMacaroon's smile was calm and confident, but\nboth Lillia and Justin were frozen with\nhesitation.\n<PAGE>\nWill Justin be able to risk it all for Lillia's heroic\nquest?\n<PAGE>\nJoin us next time for \"Truth or Dare.\" You want\nthe truth? You'll have to tune in to handle the\ntruth!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_22_1",
      "Text": "Princess Lillia's Adventure\n-Episode 22: Truth or Dare-\n<PAGE>\nMiss Macaroon has Justin in her sights! Will he\naccept her challenge?\n<PAGE>\nJustin: \"...What? Um, well...\"\n<PAGE>\nHe had been ready to accept any challenge to\nhelp Lillia, but he hadn't expected a battle to win\nher heart...\n<PAGE>\nAs Justin hesitated and stammered, Lillia spoke\nup in a huff.\n<PAGE>\nLillia: \"I won't let him do it!\"\nMacaroon: \"Oh? And why would that be?\"\nLillia: \"Why? It's because I--\"\n<PAGE>\nLillia paused. Why DIDN'T she want him to do it,\nanyway?\n<PAGE>\nThe challenge was Justin's to accept or decline,\nand she had little say in his decision.\n<PAGE>\nHad she been his master, she could have\nprevented it, but he was just a knight captain\nshe had blackmailed into her adventure."
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_22_2",
      "Text": "Now, Justin might have said Lillia was his\nmaster -- or at least acted like it most of the\ntime.\n<PAGE>\nLillia: \"(I...I don't want to see Justin flirting with\nother girls.)\"\n<PAGE>\nIn the midst of her muttering, it suddenly\ndawned on her.\n<PAGE>\nLillia: \"Oh...oh my goodness. Do I have...feelings\nfor him?!\"\n<PAGE>\nShe turned her gaze toward the knight standing\nbeside her.\n<PAGE>\nHe tilted his head, puzzled, and when her eyes\nmet his, her heart thumped loudly in her chest.\n<PAGE>\nJustin placed his hand on her shoulder with a\nreluctant smile.\n<PAGE>\nJustin: \"There's no way past but through her.\nWe've come this far together, but...if you don't\nwant me to accept her challenge, I won't.\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_22_3",
      "Text": "\"I'm sorry, Macaroon, but can we take a different\nchallenge? I'm not too wild about capturing\nanother man's heart.\"\n<PAGE>\nLillia: \"(...Wait. What did he say now?)\"\n<PAGE>\n\"(Who's he talking about? What other man?)\" \n<PAGE>\nLillia stared from Justin to Miss Macaroon. She\nwas smiling...or rather, HE was smiling.\n<PAGE>\nMacaroon: \"Woooow, you figured it out, huh?\nI'm impressed. Only you and the Dark Prince\nwere able to tell right away.\"\n<PAGE>\n\"But please...don't call me a man. It's so\nembarrassing! <RED>∀</RED>\"\n<PAGE>\nLillia: \"...W-what just happened?\"\nLaffie: \"That's amazing! We just found out\nrecently ourselves, right, Taffie?\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_22_4",
      "Text": "Taffie: \"That's right. Master's got such a great\nfigure, people don't usually notice he's a man.\"\n<PAGE>\nLillia: \"Whaaaaaaaaaaaaat?!\"\n<PAGE>\nIndeed, we're sorry to inform our viewers that\nour show's sole source of feminine sex appeal\nwas a man all along.\n<PAGE>\nJoin us next time for \"The Four Champions\nReunited!\" The Dark Prince has been waiting so\nlong he's probably asleep."
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_23_1",
      "Text": "Princess Lillia's Adventure\n-Episode 23: The Four Champions Reunited-\n<PAGE>\nLast time, the voluptuous Miss Macaroon was\nrevealed to be a man!\n<PAGE>\nWill Lillia's feminine confidence make a full\nrecovery?\n<PAGE>\nMacaroon: \"By the way, I'm not going to tell you\nhow I got such a glamorous body. That's my\nlittle secret, you know. <RED>∀</RED>\"\n<PAGE>\nMiss Macaroon was...a man. In that moment,\nLillia truly realized how many things she didn't\nyet know about the world.\n<PAGE>\nMacaroon: \"Awww! When he found I was a\nman, I felt a twinge in my heart. ♪ But even\nthough he knew, he still treated me like a lady.\"\n<PAGE>\n\"That was very sweet of him! Women have a soft\nspot for men who treat them with class and\nrespect.\"\n<PAGE>\n\"...So I suppose you win this one. Teehee...it\nwas quite entertaining. <RED>∀</RED> Now, our prince\nawaits you by the lake.\"\n<PAGE>\n\"We're leaving, but you needn't worry -- just keep\ngoing down the road. No one else will bother\nyou.\" ♪"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_23_2",
      "Text": "Laffie: \"...Lillia, I just want to say...please don't\nbully our Dark Prince.\"\nTaffie: \"Yeah.\"\n<PAGE>\nIt seemed as though the twins had already\ndeveloped a certain fondness for Lillia. The\nprincess smiled and nodded to them.\n<PAGE>\nLillia: \"Don't you worry. I came hoping to settle\nthis through negotiation, and that's exactly what\nI'll do.\"\n<PAGE>\n\"If it comes to a fight, I've only got my fists, so I\ndon't think I'd do any serious damage.\"\n<PAGE>\nJustin: \"I'm sure punching him would hurt you\nmore than it hurts him, so just drop this weird\nidea for a bare-knuckle brawl already.\"\n<PAGE>\nRealizing he was having to talk the princess of\nhis kingdom out of a fistfight caused Justin's\nheadache to make a surprise return.\n<PAGE>\nLillia: \"It was fun challenging all of you. If we\ncome back safe and sound, let's all have a tea\nparty.\"\n<PAGE>\nLaffie & Taffie: \"Yaaaaaay!\"\nMacaroon: \"All right, girls, let's go home now.\"\nLaffie & Taffie: \"Okay! Bye-bye, Miss Lillia!\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_23_3",
      "Text": "Lillia watched them walk away, turning and\nwaving to her, and sighed.\n<PAGE>\nJustin: \"...Do you feel lonely?\"\nLillia: \"Yeah, I guess I do, a little bit...\"\n<PAGE>\n\"But I've got you, so I'm doing all right.\" Words\nthat, earlier on, came so easy now carried a\ngreater weight.\n<PAGE>\nMacaroon's challenge and his revelation caused\nher to realize a truth that, until then, had yet to\nbe put into words.\n<PAGE>\nLillia: \"...Hey, Justin.\"\nJustin: \"Yes, Princess?\"\nLillia: \"I think I like you.\"\n<PAGE>\nJustin: \"Oh, yeah. Er, what?!\"\n<PAGE>\nThe knight was completely taken off guard by\nher sudden confession. Meanwhile, the Four\nChampions had plans of their own...\n<PAGE>\nLaffie: \"Hey, Taffie. If our brother wins, Lillia will\nbe our real sister, right?\"\nTaffie: \"That's right, Laffie.\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_23_4",
      "Text": "Laffie: \"I feel a little sorry for her, but in that\ncase, I hope brother wins.\"\nTaffie: \"Oh, me too.\"\n<PAGE>\nWhat are the twins talking about? Lillia and\nJustin haven't seen the last surprise of their\nadventure. Not by a long shot...\n<PAGE>\nJoin us next time for \"The Dark Prince Appears!\"\nFinally, our mysterious possibly-villain takes the\nstage! Don't miss it!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_24_1",
      "Text": "Princess Lillia's Adventure\n-Episode 24: The Dark Prince Appears!-\n<PAGE>\nAs the showdown with the Dark Prince drew\nnigh, Lillia confessed her feelings to Justin. How\nwill he reply?\n<PAGE>\nJustin: \"Are we talking 'like' like, or--\"\nLillia: \"I mean I want to marry you.\"\n<PAGE>\nJustin: \"M-m-marry me?!\"\nLillia: \"So, what do you think about me?\"\n<PAGE>\nJustin: \"You mean...\"\nLillia: \"Like me? Hate me? Wish I'd wear my hair\ndifferently? Think I should switch deodorants?\"\n<PAGE>\nJustin was left at a loss for words, but Lillia,\nemboldened by her confession, kept on talking.\n<PAGE>\nLillia: \"Back there, when I imagined you flirting\nwith Macaroni, I felt sad...then a bit jealous.\"\n<PAGE>\nJustin: \"...It's 'Macaroon.' He may be weird, but\nhe's not pasta.\"\n<PAGE>\nLillia: \"Okay, okay, so I got his name wrong. But\nthis is no time to nitpick the details!\" "
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_24_2",
      "Text": "\"I want you to think how you'd feel if you were\nin my shoes back there.\"\n<PAGE>\nJustin imagined them in a lively pub, seeing\nsome lush who'd had one too many hit on Lillia.\n<PAGE>\nStill massaging his temples from his headache,\nhe stopped suddenly.\n<PAGE>\nJustin: \"I...\"\nLillia: \"Well? How would you feel?\"\nJustin: \"...\"\n<PAGE>\nHe couldn't answer. Not because he didn't know,\nbut because answering would be an admission\nof his feelings.\n<PAGE>\nLillia was a princess, he was a knight. Even if\nthey traveled together and became friends, being\ntogether was unthinkable.\n<PAGE>\nJustin: \"I...I mean, you and I are just too\ndifferent. I don't think it would work...\"\n<PAGE>\nLillia: \"I asked you whether or not you like me,\nand that's the answer you give?\"\n<PAGE>\n\"Why are you so serious all the time?! ...Enough\nalready!\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_24_3",
      "Text": "Justin: \"Princess Lillia, where are you going?\"\nLillia: \"I'm going to see the Dark Prince!\"\n<PAGE>\n\"I'm going to defeat him and become a hero.\nThen, I'll ask you one more time!\"\n<PAGE>\nLillia, usually full of smiles and amusement, was\nwell and truly riled up.\n<PAGE>\nShe took off running down the path and Justin\ngave chase, running after her.\n<PAGE>\nBoth saw a great darkness hurtling toward them,\ntoo quickly to move out of the way.\n<PAGE>\nA beam of dark energy burst past Lillia and flew\nstraight toward Justin.\n<PAGE>\nJustin: \"...!\"\nLillia: \"Justin? Justiiiin!\"\n<PAGE>\nJust as Lillia turned, the dark energy exploded,\npouring thick smoke all around where Justin had\nstood. And within the smoke...\n<PAGE>\n???: \"You took so long coming that I ended up\ncoming for you, Hero. Or...should I call you my\nfiancee?\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_24_4",
      "Text": "Lillia stared in wonder at the boy who emerged\nfrom the haze.\n<PAGE>\nLillia: \"You? Why are you here?\"\n<PAGE>\nIndeed, the boy standing before her was the very\nsame silver-haired youth that had told her the\nwhereabouts of the Dark Prince!\n<PAGE>\nJoin us next time for \"The Dark Prince's True\nForm.\" Things are nearing the climax! Don't miss\nit!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_25_1",
      "Text": "Princess Lillia's Adventure\n-Episode 25: The Dark Prince's True Form-\n<PAGE>\nThe boy who stepped from the smoke was the\nsame silver-haired youth Lillia and Justin had\nmet in town!\n<PAGE>\nWhat is his purpose here? And did Justin survive\nthat powerful explosion?\n<PAGE>\nLillia: \"What are you doing all the way out here in\nthe forest? Are you the one who attacked him?\"\n<PAGE>\nShe scanned through the haze for Justin as she\nasked, but couldn't make out the knight's form.\n<PAGE>\nAs Lillia worried, the boy replied in a bright,\ncheery tone that completely belied the tension in\nthe air.\n<PAGE>\nBoy: \"Yep, that was me. I wanted to see how\ngood he is, but I might have gone a little\noverboard.\"\n<PAGE>\nBoy: \"Oh, I guess I should introduce myself,\nright? I don't see your knight...\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_25_2",
      "Text": "\"But I guess he's listening from somewhere. It's\nnice to finally meet you...though I guess we've\ntechnically met before.\"\n<PAGE>\nBoy: \"In this country, I'm known as the Dark\nPrince.\"\nLillia: \"YOU'RE the Dark Prince?\"\n<PAGE>\nDark Prince: \"Yes indeed. However...my real\nname is Kard. Ring any bells?\"\n<PAGE>\n\"You're the princess of Silverti, Lillia. I'm the\nsecond prince of this country. You know...the\nprince you're betrothed to.\"\n<PAGE>\nLillia: \"...Whaaaaaaat?\"\n<PAGE>\nLillia stood quietly, her mouth hanging agape.\n<PAGE>\nLillia: \"(The nice boy from town turned out to be\nthe Dark Prince...who turned out to be the\nprince who's my fiancee?)\"\n<PAGE>\nShe found it hard to believe, but the more she\nthought about it, the more he did indeed seem\nfamiliar.\n<PAGE>\nShe recalled her father showing her portraits of\neligible princes, hoping to make a match, and\nremembered his portrait among them."
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_25_3",
      "Text": "Kard: \"The Dark Prince thing, that's mostly for\nfun. I'm not doing anything bad, of course. It's\njust a great way to relieve stress.\"\n<PAGE>\n\"You wanted to be a hero because you got tired\nof just doing what society expects of you, right?\nI'm the same way.\"\n<PAGE>\nLillia: \"(Come to think of it, my father seemed to\nhave nothing but good things to say about\nPrince Kard.)\"\n<PAGE>\n\"(Maybe he was trying so hard to be the perfect\nprince that he got burned out. I can relate to\nthat.)\"\n<PAGE>\nIt didn't take Lillia long to reconcile that the\nyoung man before her was indeed their\nneighboring kingdom's second prince.\n<PAGE>\nHowever, he was also the Dark Prince, and\nengaged to be married to Lillia! Things just got\ncomplicated!\n<PAGE>\nJoin us next time for \"A Declaration of War.\" Is\nJustin all right? You'll only know if you tune in.\nDon't miss it!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_26_1",
      "Text": "Princess Lillia's Adventure\n-Episode 26: A Declaration of War-\n<PAGE>\nThe silver-haired boy Lillia met in town turned\nout to be not only the Dark Prince, but also her\nfiancee?!\n<PAGE>\nWill Lillia be able to defeat her betrothed, the\nDark Prince, to free herself from her royal\nobligations?\n<PAGE>\nKard: \"I just came up with 'The Dark Prince'\nsince it made me sound really cool. And my\nChampions are basically just my servants.\"\n<PAGE>\n\"Sebastian is my butler and Macaroon is the\nhead of the mages and my tutor. Laffie and\nTaffie are my sisters, though.\"\n<PAGE>\n\"I tell them to be careful with their magic, but\nthey never listen. I heard they caused you some\ntrouble back there.\"\n<PAGE>\n\"Haha...those two only learn from the school of\nhard knocks. I'll be sure to scold them later.\"\n<PAGE>\nHe seemed so kind. It was no wonder the twins\nliked him so much. The Dark Prince was\ncompletely different than Lillia had expected.\n<PAGE>\nLillia: \"Then...you talked to me in town because\nyou already knew everything?\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_26_2",
      "Text": "Kard: \"Pretty much. On the morning after you\nleft the castle, I received a letter from your\nfather.\"\n<PAGE>\n\"The letter said you'd rejected the arranged\nmarriage and left the castle to make your name\nas a hero.\"\n<PAGE>\n\"Man, I wish you could've seen my father's face\nwhen he read that letter! I've never laughed\nharder in my life!\"\n<PAGE>\n\"I wasn't a fan of the engagement either, but\nwhen I read the letter, I was intrigued, and I\nwent to wait for you in town.\"\n<PAGE>\n\"Talking with you was a breath of fresh air. You\nmight say I became a fan. You wanted to\nnegotiate with the Dark Prince, right?\"\n<PAGE>\nWith the cascade of confusion that had been\ndropped on her, Lillia had forgotten about it, but\nthat had been her plan.\n<PAGE>\nLillia: \"Would you agree to negotiate?\"\nKard: \"Sure...if you'll marry me.\"\nLillia: \"Whoa, you're really proposing?\"\n<PAGE>\n\"You know that the whole reason I wanted to be\na hero was to avoid an arranged marriage, right?\nSo...I kinda have to decline.\"\n<PAGE>\nLillia bowed her head politely. Kard tasted the\nbitter sting of rejection, but he wasn't ready to\nthrow in the towel."
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_26_3",
      "Text": "Kard: \"If you won't accept my engagement, I\nhave no choice but to engage you in battle. And\nif I win, you'll marry me, right?\"\n<PAGE>\nLillia: \"...Wow. Spoken like a true Dark Prince!\"\nKard: \"Haha...thank you.\"\n<PAGE>\n\"Though, I do have reservations about fighting a\nwoman, especially one I hope to marry. So, how\nabout it, Sir Knight?\"\n<PAGE>\n\"Will you become her champion and fight me\nuntil one of us yields? What do you say to that?\"\n<PAGE>\nKard gazed into the smoke that still rose from\nthe ground and saw the silhouette of a man\nslowly rising to his feet.\n<PAGE>\nJustin: \"...Did you even need to ask? Of course I\naccept. I won't let any harm come to the\nprincess.\"\n<PAGE>\nAlthough he looked dirty and beaten and was\nout of the loop, Justin stood before Lillia,\naccepting Prince Kard's challenge.\n<PAGE>\nJoin us next time for \"The Prince and the Knight\"\nWho will rise? Who will fall? It's a can't-miss\nepisode!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_27_1",
      "Text": "Princess Lillia's Adventure\n-Episode 27: The Prince and the Knight-\n<PAGE>\nJustin accepted Prince Kard's challenge,\nstanding to face the Dark Prince in place of\nLillia.\n<PAGE>\nThough his strength began to fail him, he could\ndo nothing else for his princess...\n<PAGE>\nLillia: \"Justin, behind you!\"\n<PAGE>\nThe ring of swords and the shouts of battle rang\nthrough the forest.\n<PAGE>\nFor a quarter-hour they fought, neither getting\nthe upper hand, neither willing to yield to the\nother's will.\n<PAGE>\nKard: \"I can't help but be a little jealous. You're\nthe one she's cheering for, after all.\"\n<PAGE>\nKard joked, careless as a summer breeze, as he\nlashed down with a merciless stroke of his\nsword.\n<PAGE>\nJustin: \"...Whoever said the Dark Prince is a nice\nguy obviously never dueled with you.\"\nKard: \"Haha! You're no slouch yourself!\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_27_2",
      "Text": "Kard leapt back, chanting a spell as dark energy\ncoalesced around his right hand.\n<PAGE>\nLillia: \"Whoa, you're using magic? That's no fair!\"\n<PAGE>\nKard: \"Come now, you expect me to outlast\nSilverti's knight captain? I need a boon of some\nsort...\"\n<PAGE>\nLillia: \"You...you cheater! Evil...Panda...Dingo\nPapaya!\"\n<PAGE>\nKard: \"Haha, you're even more creative when\nyou're angry!\"\n<PAGE>\nWith a flick of his wrist, the ball of dark energy\nsped toward Justin. At full endurance, the knight\ncould have evaded it, but now...\n<PAGE>\nLillia: \"Justin...!\"\n<PAGE>\n...Despite the princess's cry, the magic ball\ncrashed into Justin's right arm, crackling with\ndark energy.\n<PAGE>\nThe knight's blade snapped, whirling through the\nair until it clattered to the ground.\n<PAGE>\nKard: \"I guess this means I'm the victor, right?\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_27_3",
      "Text": "Kard: \"You should return to your country. I'll\nmake sure Lillia is well taken care of.\"\n<PAGE>\nKard looked down at the stunned knight, smiling\nwith the satisfaction of his triumph.\n<PAGE>\nJoin us next time for \"The Answer.\" Has Justin\ntruly been defeated by the Dark Prince? Don't\nmiss it!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_28_1",
      "Text": "Princess Lillia's Adventure\n-Episode 28: The Answer-\n<PAGE>\nThough injured and weakened, Justin battled the\nDark Prince. Now, with his sword broken, is the\nbattle decided?\n<PAGE>\nWill Lillia become the bride of Prince Kard?\n<PAGE>\nJustin: \"I...I'm sorry, Princess Lillia.\"\n<PAGE>\nShe looked down at her knight companion,\nragged and bruised, with tears in her eyes.\n<PAGE>\nLillia: \"There's nothing you need to apologize for.\nJust...say you lost, and he'll let you go.\"\n<PAGE>\nEven though Lillia had pressed him into aiding\nher quest through dubious means, he'd risked\nhimself to defend her many times.\n<PAGE>\nThere was no dishonor in that. He had done his\nbest to protect her. No more could be expected\nof a man. And yet...\n<PAGE>\nJustin: \"...No, Lillia. This time, I can't admit\ndefeat. I won't. Even if it costs me my life.\"\n<PAGE>\nJustin smiled weakly as he gazed up at Lillia."
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_28_2",
      "Text": "Justin: \"Listen. I know I told you not to do this,\nbut...I'm gonna fight him with my bare hands.\nI'm sorry, but...\"\n<PAGE>\n\"I just found the love of my life! There's no way\nI'm going to lose her to another guy now!\"\n<PAGE>\nRevived by his ironclad determination, Justin\nsprinted toward Kard, letting loose a flurry of\npunches and kicks.\n<PAGE>\nKard: \"Whoa, since when did I become the\nvillain of this tale?\"\n<PAGE>\nJustin: \"You should've expected it when you\nwent and called yourself the Dark Prince!\"\n<PAGE>\nAs she watched the two men leap into battle\nagain, Lillia thought about Justin's words just\nmoments before.\n<PAGE>\nLillia: \"...Is that your answer to my question?\"\n<PAGE>\nBefore, he'd said that their difference in status\nwould make things impossible, but when the\nchips were down, his love came to the fore.\n<PAGE>\nLillia: \"I know this story will have a happy\nending! Couples protected by the power of love\nare invincible!\"  "
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_28_3",
      "Text": "Lillia wiped the tears from her eyes, the gears in\nher brain turning once again. A hasty glance\nrevealed what she sought.\n<PAGE>\nIt was her magic bag, lying on the ground\nnearby. Did the princess have one last trick up\nher sleeve?\n<PAGE>\nJoin us next time for \"The Final Victor.\" What\ndoes Lillia have in the bag? Will it be enough?\nDon't miss it!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_29_1",
      "Text": "Princess Lillia's Adventure\n-Episode 29: The Final Victor-\n<PAGE>\nThrough the haze of battle, Lillia and Justin's\nfeelings were laid bare. At last, they knew what\nthey meant to one another.\n<PAGE>\nBut the situation looked grim. Their last, best\nhope may rest on something in Lillia's magic\nbag.\n<PAGE>\nLillia: \"(Honestly, I don't know what this is going\nto do, but it has to be better than nothing,\nright?)\"\n<PAGE>\nShe gripped the neck of the bag tightly,\nshouting at Prince Kard.\n<PAGE>\nLillia: \"I'm sorry to do this, Kard, but I've got\nJustin's back!\"\n<PAGE>\nKard & Justin: \"What?\"\nLillia: \"Justin! Duck!\"\n<PAGE>\nAs she shouted, she lobbed something toward\nthem. It sailed in a slow, lazy arc until it plopped\nat their feet.\n<PAGE>\nKard: \"...An egg?\"\n<PAGE>\nJustin suddenly realized her plan. Taking Lillia's\ncue, he backed away just in time to miss a fork\nhurtling their way."
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_29_2",
      "Text": "He'd have to be careful not to be hit, but Lillia's\ndistractions might give him the edge he needed\nagainst his armed opponent.\n<PAGE>\nKard: \"Haha...this is nothing. If this is all it is,\nfeel free to back him up as much as you like.\n<PAGE>\nLillia: \"Well, if that's how you want to play it, I'll\ngive it everything I've got! Go go magic bag!\"\n<PAGE>\nThe princess's hands flew in and out of her bag,\neach time fishing out some new, strange object\nto add to the barrage.\n<PAGE>\nKnives, throwing stars, baseball bats, caltrops,\nrocks, No. 2 pencils, voodoo dolls, canteens,\nbanana peels, candy wrappers...\n<PAGE>\nSome flew past him, some fell short, but some\nof that rain found its mark, pelting Prince Kard.\n<PAGE>\nWell, you know how the saying goes. \"Even a\nmonkey can hit a bullseye if you give him\nenough shots.\"\n<PAGE>\nKard: \"...W-wait! What IS that bag? How much\ncrap do you have stowed in there!\"\n<PAGE>\nA rusty nail flew by the prince's head, followed\nby a tape measure, a yam, an ice pick, a\ndecorative paper weight, a stuffed cat..."
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_29_3",
      "Text": "Prince Kard was beginning to worry about the\nnever-ending stream of baubles and\nthingamabobs being pitched at him.\n<PAGE>\nKard: \"Okay...w-wait a second! You're throwing\ntoo many thi...\"\n<PAGE>\n\"I can't dodge ALL of this!\"\n<PAGE>\nHe stepped back to dodge a flying pancake, but\ndistracted as he was, he didn't see the banana\npeel that lay right behind him.\n<PAGE>\nPrince Kard lost his balance, gasping as his feet\nflew out from under him.\n<PAGE>\nHowever, the rain of randomness did not relent,\nand the Dark Prince's face grew pale.\n<PAGE>\nKard: \"Hey, wait, wait, wait! I can't dodge\nthese...I mean, at least let me stand up!\"\n<PAGE>\nLillia did not relent. A look of determination\nsteeled on her face, she tossed a quartet of\nfamiliar-looking canisters.\n<PAGE>\nAs Kard tried to regain his footing, he stumbled\nagain on the growing mound of junk."
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_29_4",
      "Text": "The prince looked quizzically at the canisters\nLillia had tossed, but his expression quickly\nturned to shock, then terror.\n<PAGE>\nKard: \"...Are...are those GRENADES!?\"\n<PAGE>\n*KABOOOOOM*\n<PAGE>\nThe explosives Lillia had used to blast a dragon's\ntail went off in a chain salvo all around Prince\nKard...\n<PAGE>\nThe sound of the explosions drowned out the\ndin of battle and the Dark Prince's cry of\nsurprise.\n<PAGE>\nJoin us next time as our long tale finally comes\nto an end in \"Rise of a Hero.\" You've watched\nthis far, so don't miss it!"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_30_1",
      "Text": "Princess Lillia's Adventure\n-Final Episode: Rise of a Hero-\n<PAGE>\nLillia defeated Prince Kard in a legendary display\nof throwing random objects that any major\nleague pitcher would envy.\n<PAGE>\nFinishing with a salvo of grenades, she brought\nthe story to an explosive climax.\n<PAGE>\nLillia: \"Justin! Are you all right?\"\nJustin: \"Well...I am, thanks to you.\"\n<PAGE>\nThe knight had leapt behind a tree to avoid the\nexplosive blast, and Lillia extended her hand,\nhelping him up.\n<PAGE>\nLillia: \"So, hey, we defeated the Dark Prince. Do\nI look more heroic now?\"\n<PAGE>\nJustin: \"I didn't think we'd really be able to defeat\nhim. But I'm even more surprised that you did it\nyourself.\"\n<PAGE>\nLillia: \"Heehee...I don't think I can take full credit.\nBut now I have my freedom, right?\"\n<PAGE>\n\"...Hey, Justin?\"\nJustin: \"Yes?\"\nLillia: \"I'm a hero. Finally, I'm free.\""
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_30_2",
      "Text": "\"I remember what you said, during the fight. You\nDO like me, don't you?\"\nJustin: \"...Well, yes.\"\n<PAGE>\nCome to think of it, he HAD blurted out his true\nfeelings in the heat of battle. Dramatic tension\ntends to have that effect.\n<PAGE>\nNow, both of them had to confront those\nfeelings face to face.\n<PAGE>\nLillia, blushing red, told Justin her rationale.\n<PAGE>\nLillia: \"A princess and a knight might be a no-\ngo, socially, but a hero and a knight? No one\nwould bat an eye.\"\n<PAGE>\nThough she'd become a hero, there would\ncertainly be obstacles in their marriage --\nperhaps more than other marriages. But...\n<PAGE>\nJustin: \"You love jumping into things already\nbelieving you'll win, don't you? It's not going to\nbe easy. Are you okay with that?\"\n<PAGE>\nLillia said nothing, but smiled and leapt at Justin\nwith a great, warm embrace."
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_30_3",
      "Text": "Lillia: \"You bet!\"\n<PAGE>\nWhen they returned to the castle, Lillia told her\nfather of their adventure, and of how she and\nCaptain Justin had found love.\n<PAGE>\nThe king granted his permission for the two to\nbe wed, and a royal wedding was held for the\ncouple.\n<PAGE>\nSo it was that the two embarked on that great\nadventure we call love, and lived happily ever\nafter.\n<PAGE>\n-The End-"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_31_1",
      "Text": "Princess Lillia's Adventure\n-Epilogue-\n<PAGE>\nSo, what DID happen when the two returned to\nthe castle? Well, it went a little something like\nthis...\n<PAGE>\nLillia: \"Father, I've returned! I defeated the Dark\nPrince, so I'm a hero now, and that means I\ndon't have to accept an arranged marriage.\"\n<PAGE>\n\"But you don't have to worry, because I'll be\nmarrying Captain Justin instead!\"\nKing: \"Whaaaaaaat?!\"\n<PAGE>\nJustin: \"Uh...Princess, you may want to explain\nthis in a more coherent way...\"\nKing: \"Let me just clarify one thing.\"\n<PAGE>\n\"Justin is the one who defeated the Dark Prince\nand became a hero, right?\"\n<PAGE>\nLillia: \"You don't believe me?\"\nKing: \"You're unscathed. He's...scathed. What\nam I supposed to believe?\"\n<PAGE>\nLillia: \"...Well, he did go ten rounds with the\nDark Prince before me. Softened him up a bit.\"\n<PAGE>\n\"Okay, okay, we can call Justin the hero.\"\n"
    },
    {
      "VardId": "MES_TV_LOVEFANTASY_31_2",
      "Text": "Justin: \"Lillia, don't say that. You're the one who\nwon that fight.\"\n<PAGE>\nLillia: \"You'd have no problem marrying me to\nthe hero who saved the land, right?\"\nKing: \"Of course not!\"\n<PAGE>\nLillia: \"Yay! Did you hear that? You should be\ngrateful...Sir HERO of HEROESVILLE.\"\nJustin: \"Wait...what?!\"\n<PAGE>\nSo it was that there were a few tweaks and\nsome polish added to the tale, but Lillia got\nwhat she wanted, so she was okay with it.\n<PAGE>\nShe gave her title to Justin, and they wedded as\nPrincess and Hero...\n<PAGE>\nAnd that's the way it really happened.\n<PAGE>\n-The End...Like, For Real This Time-"
    }
  ]
}