{
  "Date": "2016-06-06T19:39:54.9934986+07:00",
  "Author": "BokujoMessage4 JSON generated files",
  "Content": [
    {
      "VardId": "MES_TV_FRAM_1_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nHave you ever seen things just lying on the\nroad?\n<PAGE>\nSometimes, you can find branches or flowers on\nthe street, though what you'll find varies with the\nchanging seasons.\n<PAGE>\nIsn't it kind of charming, that you can tell the\nseasons just by what you find lying around?\nThat's country living for you!\n<PAGE>\nThat's all for now, but tune in next time for more\nstreet-smart Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_2_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nIf there's one thing the population of Oak Tree\nTown likes, it's trading with other countries to\nhelp the town grow.\n<PAGE>\nAnd the more you trade with those merchants,\nthe more their countries will grow as well.\n<PAGE>\nWhen those countries prosper, they'll bring new\nproducts to sell in this town.\n<PAGE>\nThat's why you should trade as much as you\ncan. When you prosper, other countries do too.\nEverybody wins!\n<PAGE>\nThat's all for now, but tune in next time for more\nmighty-fine Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_3_1",
      "Text": "Are you ready to dive into some cool new info?\nIt's time for another wet 'n' wild edition of Oak\nTree Tips!\n<PAGE>\nNormally, you don't want to go out on a stormy\nday or in heavy snow, right? Of course not.\n<PAGE>\nBut as it turns out, some fish that usually stay\nhidden will venture close to the fishing spots on\nstormy or snowy days.\n<PAGE>\nIn fact, if you go fishing in bad weather, you\nmight be able to catch even better fish than you\nnormally would!\n<PAGE>\nBut...if you go out in bad weather, it's easier to\nget sick, so if you decide to go fishing in storms\nor snow, be mindful of your health.\n<PAGE>\nWell, that's it for today. Be sure to tune in next\ntime for more cool-as-ice Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_4_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nHave you tried befriending the wild animals on\nthe road, in the field, or in the Safari?\n<PAGE>\nThey might seem a bit shy, but if you feed them,\nthey'll start being friendly with you.\n<PAGE>\nAnd when they trust you enough, they'll start\ncoming to you! That's so adorable, isn't it?\n<PAGE>\nIf you like animals, I heartily recommend\nbefriending them. It's a reward that just keeps on\ngiving back.\n<PAGE>\nThat's all for now, but tune in next time for more\nwild Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_5_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nDid you know there are several types of\naccessories you can wear? That's right! You can\nput on earrings, rings, and more.\n<PAGE>\nAnd did you know that wearing certain\ncombinations of accessories will have a special\neffect?\n<PAGE>\nFor example, if you wear a Royal Blue Ring,\nRoyal Blue Clip-Ons, and a Royal Blue Necklace,\nyou'll be able to swim faster.\n<PAGE>\nSome combinations make it easier to be friends\nwith residents or animals, or have other neat\neffects, so keep trying out everything!\n<PAGE>\nThat's all for now, but tune in next time for more\nhandy-dandy Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_6_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nAre you cooking regularly? There sure are a lot\nof recipes out there to try.\n<PAGE>\nBut if you keep making one dish many times,\nyou'll eventually be able to add a secret\ningredient to it!\n<PAGE>\nBy adding a secret ingredient, you have a\nchance to really improve the dish's quality. Give\nit a shot!\n<PAGE>\nThat's all for now, but tune in next time for more\ntasty Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_7_1",
      "Text": "Are you stumbling around in the dark? Allow\nOak Tree Tips to shed a little light on things!\n<PAGE>\nHave you become friends with the traders who\ndo business in town?\n<PAGE>\nIn their home countries, they have exotic\nanimals you'll never see around town.\n<PAGE>\nIf you establish a good relationship with these\nmerchants, they might bring some of these\nanimals from their home country just for you!\n<PAGE>\nThat's all for now, but tune in next time for more\nirrepressible Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_8_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nDid you know that in the Safari park, there are\nmineral nodes that you can hit with a hammer to\nextract ore?\n<PAGE>\nIf you leave the nodes untouched for a while,\nyou'll be more likely to obtain rare ores, too.\n<PAGE>\nIf you want more ore, you can just hammer\naway, but if you want rare ores, it's good to\nexercise a little patience!\n<PAGE>\nThat's all for now, but tune in next time for more\nrock-solid Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_9_1",
      "Text": "In another stunning revelation that you CAN learn\nthings from your television, this is Oak Tree Tips!\n<PAGE>\nDid you know that Oak Tree Town plays host to\na wide variety of insects?\n<PAGE>\nThe insects you'll see out and about vary\ndepending on the season of the year.\n<PAGE>\nYou can find rare insects out there too, so why\nnot give bug-catching a try sometime? \n<PAGE>\nThat's all for now, but tune in next time for more\ncreepy-crawly Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_10_1",
      "Text": "Pull up a chair or sit on the floor, because it's\ntime for more Oak Tree Tips!\n<PAGE>\nHave you ever used a fish hatchery before?\n<PAGE>\nFish hatcheries are used for farming fish, but\nthey can sometimes wear out after they've been\nused several times.\n<PAGE>\nIf you keep using the same one, it'll eventually\nbreak open and the fish inside will escape, so be\nmindful when using them.\n<PAGE>\nThat's all for now, but tune in next time for more\nfascinating Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_11_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nHave you ever made honey at the beekeeping\narea that the guild lends out?\n<PAGE>\nThe kind of honey you can harvest will vary\ndepending on the species of the bees that made\nit.\n<PAGE>\nSince there are many kinds of bees here, it\nmight be a good idea to test out each species.\n<PAGE>\nThat's all for now, but tune in next time for more\nsweet Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_12_1",
      "Text": "Today on Oak Tree Tips, some like it ruff!\n<PAGE>\nAs you may have guessed, dogs are very popular\nas pets! Many of you watching out there may\neven have a dog.\n<PAGE>\nBut did you know that if you train a dog with a\nwhistle, it can learn to help you with farm work?\n<PAGE>\nThat's pretty nice! Dogs sure are smart, aren't\nthey?\n<PAGE>\nThat's all for now, but tune in next time for more\ndoggone Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_13_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nYou kept shipping the same product to a\ncountry and before you knew it, the price\ndropped precipitously!\n<PAGE>\nHas that ever happened to you?\n<PAGE>\nThe markets are always changing. They never\nstay the same, and what's wanted most varies\nfrom day to day.\n<PAGE>\nFor example, if you ship a lot from one category\n-- like spring crops or dishes -- merchants will\npay less for things in that category.\n<PAGE>\nPlan out what you want to ship and when, so\nthat you can get the most for your efforts on the\nfarm!\n<PAGE>\nThat's all for now, but tune in next time for more\nfinancially-fit Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_14_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nThere are blueprints to build all kinds of\nstructures and decorations, but did you know\nthat there are blueprints for vehicles?\n<PAGE>\nApparently, you can actually ride them and drive\nto other places, so if you're curious, go out and\nbuild one!\n<PAGE>\nThat's all for now, but tune in next time for more\nstylin' Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_15_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday, we're going to touch on a very useful\nfacility: the Sewing Studio!\n<PAGE>\nIn the Sewing Studio, you can create your very\nown clothes or accessories out of animal fur.\n<PAGE>\nIn the process of making clothes, you'll also be\nmanufacturing yarn and cloth, so get down to\nthe studio and unleash your creative side!\n<PAGE>\nThat's all for now, but tune in next time for more\nsew-sew Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_16_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nWe've got some useful info on fishing today,\nsent in by a regular viewer of the show.\n<PAGE>\nOur eagle-eyed viewer saw a super-rare fish in\nthe river near Oak Tree Town. He held out his\narms and said it was \"thiiiis big!\"\n<PAGE>\nHe also said it won't show its face until you\ncatch every kind of fish in the river, so let the\ngreat hunt begin!\n<PAGE>\nThat's all for now, but tune in next time for more\nfishy Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_17_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nI've got a really useful tip for you today about the\nEdit Combo function!\n<PAGE>\nApparently, if you put animal-related decorations\non your farm, you'll have an easier time\nbecoming friendly with your animals!\n<PAGE>\nFor example, if you want to endear yourself to\nyour cows, put up some cow-themed\ndecorations.\n<PAGE>\nTry lots of different animal decorations and make\neven more animal friends!\n<PAGE>\nThat's all for now, but tune in next time for more\nfarm-fresh Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_18_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday we're going to talk about farm tours,\nwhere you can get to know other farmers who\nare working far away!\n<PAGE>\nYou can invite other farmers to your farm and\nshow them around.\n<PAGE>\nOr, you can go visit other farmers' farms, too.\n<PAGE>\nYou can give them souvenirs or boost the quality\nof their crops with a wave of your magic wand.\n<PAGE>\nIt's lots of fun to visit other people, so head out\non a farm tour the next chance you get!\n<PAGE>\nThat's all for now, but tune in next time for more\ntravel-friendly Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_19_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nHave you gone fishing in the river that flows near\nOak Tree Town?\n<PAGE>\nMany kinds of fish live in the river, but the fish\nyou can catch vary according to the season.\n<PAGE>\nIt might be a good idea to fish in every season\nand see what you can catch!\n<PAGE>\nThat's all for now, but tune in next time for more\nsplish-splashin' Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_20_1",
      "Text": "Are you ready for another brilliant insight from\nOak Tree Tips?\n<PAGE>\nAre you interested in increasing the quality of the\nhoney you get from your beekeeping efforts?\n<PAGE>\nIf you spray some perfume on a hive box, the\nsmell will attract the bees and they'll make better\nhoney.\n<PAGE>\nYou can make perfume in the Seed Maker\nworkshop, so give it a try!\n<PAGE>\nThat's all for now, but tune in next time for more\naromatic Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_21_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nI just heard some amazing news! Apparently,\nthere's a machine you can use to fly to other\nplaces.\n<PAGE>\nIt must feel amazing to soar through the sky.\n<PAGE>\nIt seems this machine is called a \"Heli-Pack.\" I'm\nreally curious what it's like.\n<PAGE>\nDoesn't it sound fascinating? I wonder where\nyou can go with a Heli-Pack...\n<PAGE>\nThat's all for now, but tune in next time for more\nfly Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_22_1",
      "Text": "If you learn one thing today, let it be a random\nfactoid from Oak Tree Tips!\n<PAGE>\nToday, we have a useful tip about the Edit\nCombo function.\n<PAGE>\nIf you put several decorations related to another\ncountry in the town plaza, they'll see it as a\nfriendly show of respect for their home.\n<PAGE>\nAnd in return, the trader from that country will\nbuy your products at a higher price!\n<PAGE>\nWho knew international diplomacy could be so\nprofitable?\n<PAGE>\nThat's all for now, but tune in next time for more\nlucrative Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_23_1",
      "Text": "Get ready for another tip off the ol' block with\nOak Tree Tips!\n<PAGE>\nToday, we're going to touch on a very useful\nfacility: the Pottery Studio!\n<PAGE>\nIn the Pottery Studio, you can create colorful\npots and dishes out of clay and earth.\n<PAGE>\nIf you put them up for display in your house,\nyou'll feel all well-to-do, so go ahead and put\nyour artistry to use!\n<PAGE>\nThat's all for now, but tune in next time when\nwe dish up more Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_24_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nHave you ever completed any requests?\n<PAGE>\nThe countries who trade with you sometimes\nrequest specific things, and if you ship what\nthey want, they'll give you a gift.\n<PAGE>\nIt's a good way to capitalize on supply-and-\ndemand and get a little something extra in the\nprocess, so try it out!\n<PAGE>\nThat's all for now, but tune in next time for more\nship-shape Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_25_1",
      "Text": "Today on Oak Tree Tips, we've got info that's\nsure to reel you in!\n<PAGE>\nToday, we're going to talk about bait.\n<PAGE>\nYou use bait when you go fishing, of course,\nbut do you know what effect bait has?\n<PAGE>\nIf you sprinkle some bait over the river before\nfishing, you'll be able to catch fish more easily.\n<PAGE>\nIt's a really useful item, especially for fishing\nnewbies, so give it a try next time you head out\nto fish!\n<PAGE>\nThat's all for now, but tune in next time for more\nal-lure-ing Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_26_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nWe've got some handy information today about\nthe Edit Combo function!\n<PAGE>\nIf you put a Slide and two classic winter statues\nin every one of the town's plazas...\n<PAGE>\nYou'll be able to buy products from vendors at a\nbit of a discount!\n<PAGE>\nIt's not easy to put them in every plaza, of\ncourse, but it can save you some money, so\ngive it a try!\n<PAGE>\nThat's all for now, but tune in next time for more\nim-plaza-ble Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_27_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nWe've heard a rumor about wild animals that we\ncouldn't wait to share with you.\n<PAGE>\nApparently, if you become very friendly with wild\nanimals, they'll sometimes give you presents!\n<PAGE>\nDoesn't that sound positively magical? Presents\nfrom your untamed animal friends! But you'll\nhave to try it to see whether it's true...\n<PAGE>\nThat's all for now, but tune in next time for the\ngift of more Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_28_1",
      "Text": "Have you been looking high and low for new\ninfo? Worry not! Oak Tree Tips is here to save\nthe day!\n<PAGE>\nDo you love making clothes at the Sewing\nStudio? Do you get a real thrill from putting\ntogether the perfect outfit?\n<PAGE>\nEach of Oak Tree Town's citizens has their own\nfavorite styles and fashion preferences, too.\n<PAGE>\nSo if you wear something a person really likes, it\njust might get them to be friendlier with you.\nWho said fashion can't break the ice?\n<PAGE>\nThat's all for now, but tune in next time for more\nfreshly fashionable Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_29_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday we've got another secret tip you can make\nuse of with the Edit Combo function!\n<PAGE>\nYou like GOLD, right? Well, if you put any\ngolden objects on your farm, you'll slightly\nincrease your chance to grow golden crops!\n<PAGE>\nIt can be pretty challenging to grow golden\ncrops, so take every advantage you can get!\n<PAGE>\nThat's all for now, but tune in next time for more\ngolden Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_30_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday, we'll be discussing refined bait.\n<PAGE>\nYou've surely heard of bait, but do you know\nabout what refined bait can do for your fishing\nexperience?\n<PAGE>\nIf you sprinkle some over the river before fishing,\nit'll be much easier to catch fish!\n<PAGE>\nIts effect is even better than that of regular bait,\nso give it a try next time you're out fishing!\n<PAGE>\nThat's all for now, but tune in next time for more\nde-bait-able Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_31_1",
      "Text": "Are you fond of the bottle? If so, today's episode\nof Oak Tree Tips is just for you.\n<PAGE>\nToday, we're going to discuss a useful facility\npopular with the do-it-yourself crowd: the\nWinery!\n<PAGE>\nThough wine is classically made from grapes,\nyou can actually make wines out of other kinds\nof fruit, too.\n<PAGE>\nIt must be pretty relaxing to work surrounded by\nthe aroma of fruit. Why not try making some\nwine soon?\n<PAGE>\nThat's all for now, but tune in next time for more\nvintage Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_32_1",
      "Text": "Today on Oak Tree Tips, it's time to let secrets\nblossom!\n<PAGE>\nToday we have another handy tip you can put\ninto action with the Edit Combo function!\n<PAGE>\nIf you put some flowerbeds full of spring flowers\non your farm, you'll improve the quality of your\nspring crops!\n<PAGE>\nIt's not only functional, it definitely adds a\nbeautiful touch to your farm too.\n<PAGE>\nThat's all for now, but tune in next time for more\ngarden-fresh Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_33_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday, we're going to introduce you to the\nwonders of magic bait.\n<PAGE>\nIf you sprinkle this mysterious bait over the river\nbefore fishing, you can improve the quality of\nthe fish you catch! It must be really tasty!\n<PAGE>\n...You might want to taste it for yourself, but\nsince it's made for fish, it's probably best to\nrefrain from eating it.\n<PAGE>\nThat's all for now, but tune in next time for more\nmagical Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_34_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nCats are incredibly popular pets, as you surely\nknow. Just looking at them provides hours of\namusement, but that's not their only good point!\n<PAGE>\nSometimes, when they're out and about, they'll\npick up items and bring them back to you.\n<PAGE>\nAs you become friendlier with your cat, it's more\nlikely to bring you items. In this way, your cat\ncan be an important asset to your farm.\n<PAGE>\nThat's all for now, but tune in next time for more\npurr-fect Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_35_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday we have another handy tip you can put\ninto action with the Edit Combo function!\n<PAGE>\nIf you put some flowerbeds full of summer\nflowers on your farm, you'll improve the quality\nof your summer crops!\n<PAGE>\nIt's not only functional, it definitely adds a robust\ntouch to your farm too.\n<PAGE>\nThat's all for now, but tune in next time for more\ngarden-fresh Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_36_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nDo you like balloons? ...Have you ever RIDDEN\non a balloon?\n<PAGE>\nDid you know that if you use a balloon, you can\nfly somewhere in Oak Tree Town? It's pretty\nnifty.\n<PAGE>\nIt's especially useful for those times when you\nwant to go to Oak Tree Town instantly.\n<PAGE>\nThat's all for now, but tune in next time for more\nhigh-flying Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_37_1",
      "Text": "Today on Oak Tree Tips: Aaaaaaaaah, the\nbeeeees!\n<PAGE>\nYes, we have a useful beekeeping tip for you\ntoday.\n<PAGE>\nHave you ever tried putting giant honeybees in a\nhive box? If you do, you can get a rare kind of\nhoney!\n<PAGE>\nWhat kind of honey is it? Well...if you're curious,\nyou should try it for yourself and find out!\n<PAGE>\nThat's all for now, but tune in next time for more\nun-bee-lievable Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_38_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday we have another handy tip you can put\ninto action with the Edit Combo function!\n<PAGE>\nIf you put some flowerbeds full of autumn\nflowers on your farm, you'll improve the quality\nof your autumn crops!\n<PAGE>\nIt's not only functional, it definitely adds a\nseasonal touch to your farm too.\n<PAGE>\nThat's all for now, but tune in next time for more\ngarden-fresh Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_39_1",
      "Text": "Are you in the house? After hearing today's Oak\nTree Tip, you just might be!\n<PAGE>\nToday we're talking about greenhouses, which\nmake it easier to grow crops.\n<PAGE>\nInside every greenhouse is a field, and because\nit's always warm inside, you can grow whatever\nyou want, regardless of the season.\n<PAGE>\nWith greenhouses, you're no longer limited by\nthe time of year; you can grow your favorite\nthings all year long!\n<PAGE>\nThat's all for now, but tune in next time for more\nsunny Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_40_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nWhen you catch insects, you put them in cages,\nof course. But did you notice that the cage's\ncolor varies depending on the insect?\n<PAGE>\nThe more brilliant the color of a cage is, the rarer\nthe insect inside!\n<PAGE>\nIf you catch an insect and its cage is gold,\nyou've got yourself a really rare specimen there!\nKeep on catching insects to find them!\n<PAGE>\nThat's all for now, but tune in next time for more\ninsightful Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_41_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday we have another handy tip you can put\ninto action with the Edit Combo function!\n<PAGE>\nIf you put some flowerbeds full of winter flowers\non your farm, you'll improve the quality of your\nwinter crops!\n<PAGE>\nIt's not only functional, it definitely adds a chilly\ntouch to your farm too.\n<PAGE>\nThat's all for now, but tune in next time for more\ngarden-fresh Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_42_1",
      "Text": "Today on Oak Tree Tips: what goes up, must\ncome down!\n<PAGE>\nDid you know that you can actually improve the\nquality of your crops by setting up a Ferris\nWheel?\n<PAGE>\nEach car of a Ferris Wheel is a field, and the\ncrops you grow in them get lots of sunlight,\nresulting in higher-quality crops.\n<PAGE>\nCrops planted in Ferris Wheel cars also grow\nfaster, too. Don't believe it? Try it out for\nyourself!\n<PAGE>\nThat's all for now, but tune in next time for more\nwheel-life Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_43_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday, let's talk about StreetPass, the premier\nservice bringing all those visitors to town!\n<PAGE>\nPeople you pass by in your day-to-day life can\ncome visit your town for a little sightseeing.\n<PAGE>\nIf you're feeling chatty, you can talk with them\nand see what kind of person they are.\n<PAGE>\nIt'd be great to meet with a lot of fellow farmers,\nwouldn't it? That would mean a lot of fresh\nfaces in town!\n<PAGE>\nThat's all for now, but tune in next time for more\nstreet-smart Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_44_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday's tip is something you can put into action\nwith the Edit Combo function!\n<PAGE>\nIf you put a lot of red objects on your farm,\nyou'll shorten the time it takes to complete\nprojects in the Sewing Studio!\n<PAGE>\nYou should give it a try the next time you need\nto make some clothes in a hurry, or when you're\nreally pumping out new outfits.\n<PAGE>\nThat's all for now, but tune in next time for more\nhomespun Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_45_1",
      "Text": "Here on Oak Tree Tips, we'll always drop you a\nline!\n<PAGE>\nToday, we'll learn more about the mysterious\nproperties of king bait.\n<PAGE>\nIf you sprinkle this bait over the river before you\nfish, it'll attract BIG fish. How big? Well, calling\nit \"king bait\" isn't just for show!\n<PAGE>\nIt's a must-have for any fishing enthusiast. That\nis...if you can get your hands on some!\n<PAGE>\nThat's all for now, but tune in next time for more\n\"reel fun\" Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_46_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday we're going to talk about a really useful\nfacility: the Seed Maker workshop.\n<PAGE>\nAs you'd expect, you can extract seeds from\ncrops for planting later, but did you know you\ncan also make fertilizer and perfume here?\n<PAGE>\nSince the Seed Maker workshop allows you to\nmake your own seeds instead of buying them, it\ncan save you a boatload of money over time.\n<PAGE>\nThat's all for now, but tune in next time for more\nseedy Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_47_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday's tip is something you can put into action\nwith the Edit Combo function!\n<PAGE>\nIf you put a lot of green objects on your farm,\nyou'll shorten the time it takes to complete\nprojects in the Pottery Studio!\n<PAGE>\nYou should try it the next time you really want to\ncrank out a pot or dish quickly.\n<PAGE>\nThat's all for now, but tune in next time for more\nhomespun Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_48_1",
      "Text": "Today on Oak Tree Tips, we're passing the rod\naround, just wanting to be cool.\n<PAGE>\nThere's a real thrill in catching a fish, but do you\never get tired of tapping that button to reel it in?\n<PAGE>\nIf so, we have some good news for you. There's\na way to catch fish without having to mash a\nbutton!\n<PAGE>\nThere's a special potion that allows you to catch\na fish just by hitting the button once!\n<PAGE>\nWe're not sure where you can buy this miracle\npotion, but if you find it, you should buy some\nand give it a try.\n<PAGE>\nThat's all for now, but tune in next time for more\n\"reel fun\" Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_49_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday, we have a great tip about beekeeping\nsent in by one of our regular viewers.\n<PAGE>\nIf you put a Koschevnikov's Bee into a hive box,\nthey'll produce a rare type of honey you can\nharvest!\n<PAGE>\nWhat does this rare honey taste like? Well, if\nyou're curious, you should try making some!\n<PAGE>\nThat's all for now, but tune in next time for more\nun-bee-lievable Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_50_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday's tip is something you can put into action\nwith the Edit Combo function!\n<PAGE>\nIf you put a lot of blue objects on your farm,\nyou'll shorten the time it takes to complete\nprojects in the Winery!\n<PAGE>\nYou should try it the next time you really want to\nmake some wine!\n<PAGE>\nThat's all for now, but tune in next time for more\nhomespun Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_51_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday's tip is something you can put into action\nwith the Edit Combo function!\n<PAGE>\nIf you put lots of decorations on your farm,\nyou'll shorten the time it takes to complete\nprojects in the Seed Maker facility!\n<PAGE>\nYou should try it the next time you really want to\nchurn out some seeds to plant.\n<PAGE>\nThat's all for now, but tune in next time for more\nhomespun Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_52_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nHave you ever kept a horse before?\n<PAGE>\nIf you have a horse, you can ride it to other\nplaces.\n<PAGE>\nYou can also call your horse to one of any\nnumber of horse-riding stations, found in many\nplaces. It's pretty convenient, isn't it?\n<PAGE>\nAaaaaand...if you have a carrot, you can move\nto another place instantly. That's pretty speedy!\n<PAGE>\nThat's all for now, but saddle up next time for\nmore Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_53_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday's tip is something you can put into action\nwith the Edit Combo function!\n<PAGE>\nIf you put a lot of pink decorations on your farm,\nyou'll shorten the time it takes to complete\nprojects in the Spice Factory!\n<PAGE>\nYou should try it the next time you really want to\nmake some spices quickly!\n<PAGE>\nThat's all for now, but tune in next time for more\nhot Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_54_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday's tip is something you can put into action\nwith the Edit Combo function!\n<PAGE>\nIf you put a lot of purple decorations on your\nfarm, you'll shorten the time it takes to complete\nprojects in the Cheese Factory!\n<PAGE>\nYou should try it the next time you really want to\nchurn out some cheese!\n<PAGE>\nThat's all for now, but tune in next time for more\nhomespun Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_55_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday we're going to talk about a really useful\nfacility: the Spice Factory.\n<PAGE>\nIn this useful facility, you can make lots of\nspices used in cooking, such as soy sauce or\nmiso.\n<PAGE>\nIt's great for adding a dash of flavor to all kinds\nof dishes!\n<PAGE>\nThat's all for now, but tune in next time for more\nflavorful Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_56_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nHave you ever used a fish hatchery to raise a\npearl?\n<PAGE>\nIf you put a pearl oyster into a fish hatchery, you\ncan cultivate a pearl.\n<PAGE>\nYou'll mostly get white pearls, but you might be\nable to get other, more uncommon types of\npearls, too.\n<PAGE>\nIt's a good idea to try to cultivate rare types of\npearls as well.\n<PAGE>\nThat's all for now, but tune in next time for more\npearly-white Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_57_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday's tip is something you can put into action\nwith the Edit Combo function!\n<PAGE>\nIf you put lots of guardrails on your farm, the\nquality of your crops will be less likely to drop\nwhen blasted by a typhoon or snowstorm!\n<PAGE>\nIt's always good to do what you can to protect\nyour crops from the elements!\n<PAGE>\nThat's all for now, but tune in next time for more\ngale-force Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_58_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday's tip is something you can put into action\nwith the Edit Combo function!\n<PAGE>\nIf you put many colors of flower baskets on your\nfarm, the bees will be pleased and sometimes\nproduce more honey than usual.\n<PAGE>\nAside from the honey, the colorful flowers will\nreally add some beauty to your farm, so give it a\ntry!\n<PAGE>\nThat's all for now, but tune in next time for the\nlatest buzz from Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_59_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday's tip is something you can put into action\nwith the Edit Combo function!\n<PAGE>\nIf you plant lots of pine trees on your farm, you'll\nsometimes be able to harvest more mushrooms\nthan usual!\n<PAGE>\nYou'll have a big chance to get a lot of fragrant\nmushrooms, so give it a try!\n<PAGE>\nThat's all for now, but tune in next time for more\nhomespun Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_60_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nYou might already know that if you own a horse,\nyou can summon it at any horse-riding station.\n<PAGE>\nBut did you know that you can get to the Safari\nfrom a horse-riding station, too?\n<PAGE>\nIt's really handy when you want to go there to\ncollect some ore quickly, so be sure to make\ngood use of it.\n<PAGE>\nThat's all for now, but tune in next time for more\nexotic Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_61_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday we're going to talk about a really useful\nfacility: the Cheese Factory.\n<PAGE>\nHere, you can make all kinds of dairy products\nfrom milk...including cheese, of course.\n<PAGE>\nYou can make butter too, and even mayonnaise,\nso we heartily recommend that you build one.\n<PAGE>\nThat's all for now, but tune in next time for more\ncheesy Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_62_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday's tip is something you can put into action\nwith the Edit Combo function!\n<PAGE>\nDecorating your house with stylish furniture, an\nexpensive-looking fridge, and a coral decoration\nwill increase the quality of your cooking!\n<PAGE>\nAs you'll discover, it's easy to make delicious\nfood when you feel like you're rich!\n<PAGE>\nThat's all for now, but tune in next time for more\nepicurean Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_63_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday's tip is something you can put into action\nwith the Edit Combo function!\n<PAGE>\nIf you put a lot of animal statues on your farm,\nyou'll sometimes be able to get more daily farm\nproducts, such as milk and eggs, than usual!\n<PAGE>\nAnimal statues make your farm look bustling and\nmerry, so your livestock are sure to feel the\ncheer too.\n<PAGE>\nThat's all for now, but tune in next time for more\nbeastly Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_64_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nHave you ever been to the mining nodes in the\nSafari?\n<PAGE>\nYou can get a variety of ores from those nodes,\nas you know.\n<PAGE>\nBut depending on which hammer you use, the\ntypes of ore you get can vary.\n<PAGE>\nBetter hammers are more likely to mine rare\nores, so go to those nodes and hit them with\nthe best hammer you've got!\n<PAGE>\nThat's all for now, but tune in next time for more\nore-riginal Oak Tree Tips!"
    },
    {
      "VardId": "MES_TV_FRAM_65_1",
      "Text": "Hello, everyone, and welcome to Oak Tree Tips!\n<PAGE>\nToday's tip is something you can put into action\nwith the Edit Combo function!\n<PAGE>\nIf you put any kinds of Rose Pots in all of the\ntown's plazas, the people of Oak Tree Town will\nbe really happy about it!\n<PAGE>\nIt's a good opportunity to get friendly with your\nneighbors and cultivate a little good will.\n<PAGE>\nThat's all for now, but tune in next time for more\npassionate Oak Tree Tips!"
    }
  ]
}