{
  "Date": "2016-06-06T19:39:55.0895619+07:00",
  "Author": "BokujoMessage4 JSON generated files",
  "Content": [
    {
      "VardId": "MES_TV_TRAVEL_1_1",
      "Text": "           Streets of the World\n               Silk Country\n                  Part 1\n<PAGE>\nReporter: \"Welcome to the very first episode of\n'Streets of the World'! My name's Lyra, and I'll be\nyour host.\"\n<PAGE>\n\"In this show, we'll introduce you to other\ncountries around the world...starting with Silk\nCountry!\"\n<PAGE>\n\"Here I am on this city's main street. Where\nshould I go first? Hmm, look at all these stalls\neverywhere...\"\n<PAGE>\n\"Now, people say that the market is the best\nplace to learn a country's lifestyle. Let's head\nthere first and see what happens.\"\n<PAGE>\n\"Supposedly, there's a big indoor market around\nhere... Ah, there's the entrance! Let's go.\"\n<PAGE>\n\"Hmm, tiny little entrance, but oh, the inside is\nhuge! Let's check out this vegetable stand.\"\n<PAGE>\n\"Mmm, everything looks so fresh and delicious.\nAnd some of these vegetables are huge! Can't\nget these just anywhere, you know.\"\n<PAGE>\nVegetable Merchant: \"Hey, Miss! You wanna buy\nsome...? I'll give you a discount!\"\n<PAGE>\nLyra: \"Oh, and here's one of the locals. He's very\nenergetic, isn't he? Let's find out more about his\nproduce.\"\n<PAGE>\n\"Excuse me, how much is this big pumpkin?\"\n<PAGE>\nVegetable Merchant: \"That's not a pumpkin. It's a\npumpking!! What are you, stupid?!\"\n<PAGE>\nLyra: \"Well! Clearly, this guy's got a bit of a chip\non his shoulder. Let's move on!\""
    },
    {
      "VardId": "MES_TV_TRAVEL_1_2",
      "Text": "\"...This shop sells...fruit, doesn't it...? Mangos,\npapayas, bananas, jackfruit and star fruit...\"\n<PAGE>\n\"These smell sweet, these ones smell sour...\nUgh!! ...Something smells really, really\nstrong...!\"\n<PAGE>\n\"Oh! It's a pile of durians. And there's one sliced\nup as a sample!\"\n<PAGE>\nFruit Merchant: \"Hey there, miss! You wanna\nhave some...? These durians are fresh! ...Are\nyou okay? You look really red...\"\n<PAGE>\n...\n...\n...\n<PAGE>\nLyra: \"Phew, I stopped breathing there for a\nsecond. Fell face-first, right into those durians.\nNot a big fan of that smell.\"\n<PAGE>\n\"Well, sorry about that. Let's move on to the next\nstore... Ah, this store sells fish...\"\n<PAGE>\n\"I can see all these fish swimming around in\nbuckets and fish tanks. It's like an aquarium.\"\n<PAGE>\n\"Oh, eels! And these are rays and sharks. Also,\nsea breams, flatfish...bonitos and tuna...\"\n<PAGE>\nFish Merchant: \"Do you like fish? We've got 'em\nfresh!\"\n<PAGE>\nLyra: \"Do you cut these up for customers?\"\n<PAGE>\nFish Merchant: \"Cut them up...? Why would I do\nthat?\"\n<PAGE>\nLyra: \"Well, you can't cook 'em when they're this\nbig, can you?\"\n<PAGE>\nFish Merchant: \"...COOK them? Are you stupid?!\nThese are pets! People keep them at home.\"\n<PAGE>\n\"You put them in a tank, called an 'aquarium.'\nYou watch them swim around. Have you heard\nof that?\"\n<PAGE>\nLyra: \"...'Stupid.' There's that word again.\nSeriously, who puts a pet shop in a farmer's\nmarket? Must be a cultural thing.\"\n<PAGE>\n\"Well, that's it for today... Next week, we'll see\nmore of Silk Country.\"\n<PAGE>\n\"Until then, safe travels!\"\n\nTo be continued..."
    },
    {
      "VardId": "MES_TV_TRAVEL_2_1",
      "Text": "           Streets of the World\n               Silk Country\n                  Part 2\n<PAGE>\nLyra: \"Hi, welcome back to 'Streets of the\nWorld.' I'm Lyra. I'll be your host. Just like last\nweek, here we are in Silk Country.\"\n<PAGE>\n\"Last time, we left off in the middle of the\nmarket. Let's keep looking around.\"\n<PAGE>\n\"Next to the fish store -- excuse me, the\nfish...pet shop...place -- we have...  Oh, look at\nthese little birds.\"\n<PAGE>\n\"Hmm, this whole area must be pet stores...\"\n<PAGE>\nBird Merchant: \"Hey, you! Buy something!\"\n<PAGE>\nLyra: \"...And here we have another outspoken\nlocal. Let's find out more about what he's selling\nhere.\"\n<PAGE>\n\"There're a lot of cute birds here. Is this a pet\nstore?\"\n<PAGE>\nBird Merchant: \"Are you stupid?! ...Keeping\nbirds as pets is cruel! People buy them to set\nthem free.\"\n<PAGE>\nLyra: \"...What?! They buy them to... What?!\"\n<PAGE>\nBird Merchant: \"Everyone loves to do good\ndeeds, right? They're releasing animals back into\nnature. Try it!\"\n<PAGE>\nLyra: \"Sure! Here, I'll free...that one.\"\n<PAGE>\n\"We're going to set this bird free. I feel great\nabout this already!\"\n<PAGE>\n\"Go, little one! Back to nature! You're free!\nYou're--\"\n<PAGE>\n\"Heeey! Don't just reach up and catch him like\nthat!\""
    },
    {
      "VardId": "MES_TV_TRAVEL_2_2",
      "Text": "\"Okay, for those just tuning in, some kid with a\nnet just came running out the back of the\nstore...\"\n<PAGE>\n\"He re-caught the bird, and he gave it back to\nthe merchant.\"\n<PAGE>\n\"'Good deeds,' huh? Can't wait until karma\ncatches up with THAT guy.\"\n<PAGE>\n\"Well, let's move on... Oh, and for those keeping\ntrack at home, this is the THIRD time I've been\ncalled stupid!\"\n<PAGE>\n\"Is that what I am in this country, some stupid\nforeigner? I don't think my questions have been\nthat dumb or anything...\"\n<PAGE>\n\"Okay, we're heading into a new area now...\nMmm, it smells sweet and delicious...!\"\n<PAGE>\n\"Finally! A sweets shop! Mmm, look at all the\nyummy treats!\"\n<PAGE>\n\"I've got a heck of a sweet tooth, myself. Ooh, I\nthink I'm getting a little flushed here!\"\n<PAGE>\n\"Oh, and there's more! Sweets shops as far as\nthe eye can see.\"\n<PAGE>\n\"...Here's a chocolate shop. This is a cake shop.\nA cookie shop, baumkuchen shop, macaroon\nshop...\"\n<PAGE>\nSweets Merchant: \"Hey, miss! You like sweets?\"\n<PAGE>\nLyra: \"Yes, I do... I love sweets!! I'm stupid\nabout loving sweets! I'm a sweets-loving idiot!\"\n<PAGE>\n\"Well, that's it for today. Until next time, safe\ntravels!\"\nTo be continued..."
    },
    {
      "VardId": "MES_TV_TRAVEL_3_1",
      "Text": "           Streets of the World\n               Cabin Country\n                  Part 1\n<PAGE>\nReporter: \"Welcome to 'Streets of the World.'\nToday, I'd like to take you with me to Cabin\nCountry.\"\n<PAGE>\n\"I'll be your guide here in this rustic land. My\nname's Leela, and it's nice to meet you!\"\n<PAGE>\n\"What do you think about when you hear the\nwords 'Cabin Country'? Fields, acres full of\nlivestock, flower gardens, right?\"\n<PAGE>\n\"Well, let's get a nice view of all that. I've been\nhiking up to a mountain cabin, and I'm finally\nalmost there.\"\n<PAGE>\n\"We're already up over 9,800 feet. The mountains\naround me are covered in snow.\"\n<PAGE>\n\"And now, up ahead, we can see the log cabin.\nComplete with... Huh! How do they get flowers\nto bloom up here?\"\n<PAGE>\n\"I see cows and sheep, too. And a little girl,\nplaying around out front. Beautiful view!\"\n<PAGE>\n\"Now, let's take a closer look. Here we have\nsome flower gardens, and another little girl...and\nshe's playing a video game.\"\n<PAGE>\n\"Pardon me, do you live here?\"\n<PAGE>\nGirl: \"Yep, this is my grandpa's cabin. Are you a\ntourist?\"\n<PAGE>\nLeela: \"Yes, I am. I'm showing everybody around\nthis place. You think you might have time to\ngive us a little tour?\"\n<PAGE>\nGirl: \"...Umm, I can't right now. I'm playing\n'Story of Seasons.' But my grandpa's inside, if\nyou want to talk to him.\"\n<PAGE>\nLeela: \"Ah, I see... Okay, let's go knock on the\ndoor. Thank you. Could I maybe interview you\nlater?\"\n<PAGE>\nGirl: \"...\"\n<PAGE>\nLeela: \"...Okay, let's go see Grandpa.\""
    },
    {
      "VardId": "MES_TV_TRAVEL_3_2",
      "Text": "\"Now, as we get closer, we can see the cabin's\nbigger than we thought. Oh, and it looks like the\nlittle girl's grandpa is coming out to say hi.\"\n<PAGE>\nOld Man: \"Oh, are you a tourist?\"\n<PAGE>\nLeela: \"Yes, I'm Leela. I'm hosting a show called\n'Streets of the World.' Would you mind showing\nme around your house?\"\n<PAGE>\nOld Man: \"Sure. Look around all you want. Not\nthat there's much to see...\"\n<PAGE>\nLeela: \"All right, let's take a look inside. ...Oh,\nyou've got a lot of space in here. Clean, too.\nVery well organized.\"\n<PAGE>\n\"...Oh, you've got a TV, and there's a desktop...\nSurprisingly, there's some technology here. What\nis this room?\"\n<PAGE>\nOld Man: \"Oh, that's a bathroom. I mean, look in\nthere if you want, but it's just like your guys's.\"\n<PAGE>\nLeela: \"Right, there's a washing machine, too.\nBut where do you get all this electricity from?\n...Do you have a generator?\"\n<PAGE>\nOld Man: \"Nope, the power comes through\nunderground cables. The TV cable does, too.\"\n<PAGE>\nLeela: \"I see. Farm life sure has changed around\nhere these days, huh?\"\n<PAGE>\nOld Man: \"Farm? Oh, no, my son and his wife\nboth work at a big corporate office downtown.\"\n<PAGE>\nLeela: \"What? ...Then what are you doing here?\"\n<PAGE>\nOld Man: \"I'm with Cabin Country's tourism\ndepartment. Kind of a groundskeeper, you might\nsay.\"\n<PAGE>\n\"The cows and sheep around here are like pets.\nAnd it's not easy maintaining a log cabin, you\nknow?\"\n<PAGE>\nLeela: \"...Well, since our image of Cabin Country\nhas started collapsing, I'd like to call it quits for\ntoday.\"\n<PAGE>\n\"Safe travels!\"\n\nTo be continued..."
    },
    {
      "VardId": "MES_TV_TRAVEL_4_1",
      "Text": "           Streets of the World\n               Cabin Country\n                  Part 2\n<PAGE>\nLeela: \"Welcome to 'Streets of the World.' Let's\npick up from last week and see some more of\nCabin Country!\"\n<PAGE>\n\"I'm Leela. I'll be your host. And I'll show you the\ncharms of this quaint, rustic little land, or so\nthey told me when they sent me out here.\"\n<PAGE>\n\"I mean...yeah, this is technically a log cabin,\nbut it's full of modern tech, and...I don't know.\"\n<PAGE>\n\"Apparently, the whole image we have about this\ncountry is all, like, their government's\npropaganda.\"\n<PAGE>\n\"They have all the same tech we do, they live the\nsame way we do...\"\n<PAGE>\nOld Man: \"You know, I could take you\nsomeplace close by that might surprise you.\"\n<PAGE>\nLeela: \"Oh, where is it? Yes, please take us there.\nFolks, I think we're headed for a new sightseeing\nspot.\"\n<PAGE>\nOld Man: \"Right this way.\"\n<PAGE>\nLeela: \"Now, where exactly is this place?\"\n<PAGE>\n\"I see other cabins like this one down at the foot\nof the slope. Is that where we're headed?\"\n<PAGE>\nOld Man: \"Here we are. Right inside this cabin.\"\n<PAGE>\nLeela: \"Well, I was right. Now let's check inside,\nand... Oh, there's an elevator!\"\n<PAGE>\n\"...Going down underground. An elevator in a\ncabin. Interesting...\""
    },
    {
      "VardId": "MES_TV_TRAVEL_4_2",
      "Text": "Old Man: \"Well, after you.\"\n<PAGE>\nLeela: \"Okay, the elevator's taking us down to a\nflight of stairs, we're going down the stairs now,\nand...\"\n<PAGE>\n\"...A station! We're at a full-on subway station! I\nsee some people here waiting for a train.\"\n<PAGE>\n\"And there it is. There's the train.\"\n<PAGE>\nOld Man: \"All aboard.\"\n<PAGE>\nLeela: \"So where are we going?\"\n<PAGE>\nOld Man: \"To the town at the center of the\nmountain. Ah, look, we're almost there.\"\n<PAGE>\nLeela: \"Wow, we've just pulled into this huuuge\nplace! There's this giant dome up above us, trees\nall around... This view is incredible!\n<PAGE>\n\"I'm seeing all kinds of stores here, and all these\ndifferent walkways going this way and that\nway...\"\n<PAGE>\nOld Man: \"...Surprised yet? Welcome to the\ncenter of Cabin Country. Anything you need for\nthe simple life, you can buy it right here.\"\n<PAGE>\n\"All the old staple crops, old-fashioned tools,\nand those paths go out to the government office\nand corporate HQs.\"\n<PAGE>\n\"We still make dairy products, and vegetables,\nand textiles. We just use all this technology to\nmake it now.\"\n<PAGE>\nLeela: \"Brilliant! You guys use all this tech to\nhelp everyone, but you're still looking out for the\nenvironment.\"\n<PAGE>\n\"...Something's bothering me, though... Well, I\nshouldn't think too hard about it. Maybe I should\ndo some shopping...\"\n<PAGE>\n\"...Come back next week for our next trip! Till\nthen, safe travels!\"\nTo be continued..."
    },
    {
      "VardId": "MES_TV_TRAVEL_5_1",
      "Text": "           Streets of the World\n              Sakura Country\n                  Part 1\n<PAGE>\nReporter: \"Welcome to 'Streets of the World.'\" \n<PAGE>\n\"I'm Lula. Today, you can follow me on a tour of\nSakura Country! Hope you like it...\"\n<PAGE>\n\"Where I am right now is this country's most\nfamous metropolitan downtown area, smack\ndab in the middle of rush hour.\"\n<PAGE>\n\"Whoa! Please don't push me! H-hey, don't push\nme! Hey, stop! I said, 'Don't push me,' you\nmoron!\"\n<PAGE>\n\"...Oops. Sorry I got a little upset. So many\npeople around here...\"\n<PAGE>\n\"It seems everyone's heading for the subway\nstation... Guess I'll go ahead and follow them.\"\n<PAGE>\n\"But I don't want to be swept away to the train\nand carried off who-knows-where, so I'm going\nto have to go against the flow here...\"\n<PAGE>\n\"A little pushing, a little shoving, and... *phew*\nMade it to the sidewalk. ...Wow, once you get\noff the main street, it's actually pretty quiet.\"\n<PAGE>\n\"You'd never know we were so close to\ndowntown here. No more high-rise buildings,\njust houses.\"\n<PAGE>\n\"Let's walk around for a little while. ...This town\nlooks nice. Very old-school.\"\n<PAGE>\n\"And the people look easygoing, too.\"\n<PAGE>\n\"Oh, there's a fish store. Let's check it out.\nExcuse me...\""
    },
    {
      "VardId": "MES_TV_TRAVEL_5_2",
      "Text": "Merchant: \"Welcome! What are you looking for\ntoday? Have yourself a taste of these FINE fish!\"\n<PAGE>\nLula: \"A, um, very vigorous man just came out\nto join us here. Hey, nice headband.\"\n<PAGE>\nMerchant: \"You know what you want today?\nSARDINES! They look fresh, don't they?! C'mon,\nbuy a few!\"\n<PAGE>\nLula: \"Ah, no thanks... I'm just here to show the\ntown to everybody. I like the streetscape here.\"\n<PAGE>\nMerchant: \"Of course! This place hasn't changed\nin YEARS and years. Us people who live here,\nwe haven't changed much either.\"\n<PAGE>\n\"But the fish, those are fresh every day! Smell\ngood, don't they? Which ones do you want?\"\n<PAGE>\nLula: \"Okay, let's give ourselves a little personal\nspace here and keep on moving. Thanks for your\ntime.\"\n<PAGE>\nMerchant: \"Aww, come on! What're you,\nwindow shopping? G'ahh, I can't catch a break\ntoday...\"\n<PAGE>\nLula: \"You know, he can SEE my microphone.\nAnd the camera crew.\"\n<PAGE>\n\"It's obvious we're not here to buy fish, right?\nCome on, let's keep walking.\"\n<PAGE>\n\"Oh, there's some noise up ahead. Sounds like a\ncrowd. Let's get a little closer.\"\n<PAGE>\n\"Definitely a crowd over there, but it looks like\nwe're out of time. We'll pick it up from here next\nweek.\"\n<PAGE>\n\"Until then, safe travels!\"\n\nTo be continued..."
    },
    {
      "VardId": "MES_TV_TRAVEL_6_1",
      "Text": "           Streets of the World\n              Sakura Country\n                  Part 2\n<PAGE>\nLula: \"Welcome to 'Streets of the World.'\"\n<PAGE>\n\"We're picking up where we left off last week, in\nSakura Country. I'm Lula, and I'll be your host.\"\n<PAGE>\n\"So what is that crowd all about? ...Hm? Oh,\nthey're headed this way!\"\n<PAGE>\n\"I can see something shiny in the middle of all\nthose people. Why is it shaking, and what is it\ndoing coming toward us?!\"\n<PAGE>\nPeople: \"Heave-ho, heave-ho, heave-ho, heave-\nho...\"\n<PAGE>\nLula: \"...Ah, I know what that is! I saw it in a\nbook. It's a portable shrine.\"\n<PAGE>\n\"The book said it was like a house for a divine\nbeing, and people carry it around in festivals.\nAnd here it comes!\"\n<PAGE>\nPeople: \"Heave-ho, heave-ho, heave-ho, heave-\nho...\"\n<PAGE>\n\"Hey, get out of the way!! Heave-ho, heave-ho,\nheave-ho, heave-ho...\"\n<PAGE>\n\"O-kay, we almost got run over! Wow, those\nshrine carriers are really energetic. And...are\nthose loincloths they're wearing?\"\n<PAGE>\n\"...They're all wearing the same kind of happi,\ntoo. That's what you call those clothes, right?\n'Happi'? Anyway, there they go.\""
    },
    {
      "VardId": "MES_TV_TRAVEL_6_2",
      "Text": "\"Now that the shrine's passed, a cool-looking\nwoman in a summer kimono is walking toward\nus. Let's go talk to her.\"\n<PAGE>\n\"Excuse me, miss. You look really cool...\"\n<PAGE>\nWoman: \"Cool? Look at me. I'm sweating.\"\n<PAGE>\nLula: \"That's not what I meant...\"\n<PAGE>\nWoman: \"I know. I'm just teasing you. ...How\ncan I help you?\"\n<PAGE>\nLula: \"Is this a festival or something?\"\n<PAGE>\nWoman: \"Of course, it is! It's the festival of\nHachiman. There's another shrine on the way!\"\n<PAGE>\nLula: \"Oh, just like she said, here comes another\none. People are spreading out all around it, all\nacross the street...\"\n<PAGE>\n\"Big crowd coming toward us. Miss, what do\nyou... Hey, where'd she go?\"\n<PAGE>\n\"Whoa, here comes the shrine! I don't think I can\navoid it this time... Whoa, I'm being swept\naway!!\"\n<PAGE>\n\"Fine, I'll just help them carry it! Heave-ho, heave\nho!\"\n<PAGE>\nEverybody:  \"Heave-ho, heave-ho, heave-ho,\nheave-ho...\"\n<PAGE>\n \"Heave-ho, heave-ho, heave-ho, heave-ho...\"\n<PAGE>\nLula: \"Folks, I'm not sure how I'm getting out of\nthis... Um, if I don't see you... Safe travels!\"\nTo be continued..."
    },
    {
      "VardId": "MES_TV_TRAVEL_7_1",
      "Text": "           Streets of the World\n               Wheat Country\n                  Part 1\n<PAGE>\nReporter: \"Hi, and welcome to 'Streets of the\nWorld.' I'm Layla. I'll be your host, and this week,\nwe're going to Wheat Country!\"\n<PAGE>\n\"As the name suggests, here we are in a sea of\nwheat. Yep, nothing but wheat. Look, there's a\nfield. And...another field. Annnd another field.\"\n<PAGE>\n\"Just wheat, from horizon to horizon. Nobody\nelse here. I don't even see any houses.\"\n<PAGE>\n\"You know, I think we got dumped in the middle\nof nowhere. That car that dropped us off is long\ngone.\"\n<PAGE>\n\"We told the tourism board we wanted to see\nhow big the country is, and, um...yeah, this is\nwhere they took us.\"\n<PAGE>\n\"You see how big the country is? You get it?\nYeah, me too. Let's, um, go someplace with a\nfew more people.\"\n<PAGE>\n\"...It'd be nice if we could call a helicopter or\nsomething, but...I guess we're gonna have to get\nthat car back here somehow.\"\n<PAGE>\n\"...They're probably gonna be a while, huh?\nOkay, let's...explore the wheat field!\"\n<PAGE>\n\"...Nnno, we'd just get lost. Let's just wait right\nhere, and...oh, hey, what's that dust cloud over\nthere?\"\n<PAGE>\n*vroom* *vroom*\n<PAGE>\nBiker A: \"Hey, what are you guys doing out\nhere?\"\n<PAGE>\nLayla: \"Well, looks like some friendly bikers have\nstopped for us. Maybe we can get a ride!\""
    },
    {
      "VardId": "MES_TV_TRAVEL_7_2",
      "Text": "\"Excuse me, could you guys give us a ride into\ntown?\"\n<PAGE>\nBiker A: \"...No problem. If you buy us a drink\nonce we get there...\"\n<PAGE>\nLayla: \"Sure. No problem at all.\"\n<PAGE>\nBiker A: \"Awright! Hop on. ...I'm Eric. Good to\nmeetcha. Let's hit the road!\"\n<PAGE>\nLayla: \"...Well, this is taking an interesting turn.\nThe next 'Streets of the World' might be a road\nmovie!\"\n<PAGE>\n\"Whew, it's great not to have to walk in a place\nthis huge... Oh, that car we just passed, was\nthat...?\"\n<PAGE>\n\"Well, let's not sweat the small stuff. Out here on\nthe road, we ride with the wind! ...Starting now,\nat least...\"\n<PAGE>\n\"Oh, look, buildings! Must be a town.\"\n<PAGE>\n*vroom* *vroom*\n<PAGE>\nEric: \"Here we are.\"\n<PAGE>\nLayla: \"Thank you so much. From now on, we're\nall gonna ride together and... Annnd there they\ngo into the bar.\"\n<PAGE>\n\"Well, we made a deal, right...? Let's go buy 'em\na drink. We can get some footage inside the bar,\ntoo.\"\n<PAGE>\n\"Tiny place, just a few seats, old man behind the\ncounter there. Oh, and they do sell some\nproduce, looks like.\"\n<PAGE>\n\"Those bikers are already drinking. Nobody else\nhere.\"\n<PAGE>\n\"So what happens next? Find out next week.\nSafe travels! Always plan ahead! Seriously, have\nan emergency plan!\"\n<PAGE>\n\n\nTo be continued..."
    },
    {
      "VardId": "MES_TV_TRAVEL_8_1",
      "Text": "           Streets of the World\n               Wheat Country\n                  Part 2\n<PAGE>\n\"Hi, it's time for 'Streets of the World.' I'm Layla,\nand here we are back in Wheat Country!\"\n<PAGE>\n\"We're still in that bar. Eric and the other bikers\nare chugging their drinks -- something white, it\nlooks like -- and we're buying.\"\n<PAGE>\nEric: \"Have a seat! Come join us!\"\n<PAGE>\nLayla: \"Well, I am kinda thirsty, but I really\nshouldn't drink on the job...\"\n<PAGE>\nEric: \"Hey, barkeep! Give her the same thing we\ngot, awright?\"\n<PAGE>\nLayla: \"So now that I've sat down, Eric's gone\nahead and ordered something for me... What is\nthis white drink they're all having?\"\n<PAGE>\n*gulp* \"Is this milk?! ...To my utter\nastonishment, the bikers are all drinking milk.\"\n<PAGE>\n\"So...do you guys drink milk all the time?\"\n<PAGE>\nEric: \"We're on the road all the time. You\nshouldn't drink and drive, right? Plus, you know,\nmilk's good for ya.\"\n<PAGE>\nLayla: \"Wow, what clean, healthy bikers! I'm kind\nof impressed.\"\n<PAGE>\n\"...And I guess that also means we're just about\ndone with our 'road movie.'\"\n<PAGE>\n\"So, let me just quench my thirst here... *ahh*\nRight, now let's walk into town.\"\n<PAGE>\n\"Well, looks like the street in front of the bar is\nthe main street around here. There are stores\ngoing up and down both sides.\"\n<PAGE>\n\"...Hmm, a book store, a barber shop, a clothing\nshop and an outdoor restaurant... Come to think\nof it, I'm starving!\""
    },
    {
      "VardId": "MES_TV_TRAVEL_8_2",
      "Text": "\"Let's grab a bite to eat! I hope they have\nsomething good.\"\n<PAGE>\n\"...Hmm, nobody out here... Well, I'll just have a\nseat and hope somebody shows up.\"\n<PAGE>\n\"...Oh, look, here comes a waiter!\"\n<PAGE>\n\"He's got a tray full of food...that he just put\ndown in front of me and left. Um...\"\n<PAGE>\n\"Excuse me, I haven't ordered anything yet...\"\n<PAGE>\nWaiter: \"You're hungry, right? It's a restaurant.\nHave some food.\"\n<PAGE>\nLayla: \"No, I mean I haven't decided what I want\nto have yet...\"\n<PAGE>\nWaiter: \"No need. That there on the tray is all\nwe've got. Enjoy.\"\n<PAGE>\nLayla: \"Well, looks like this is their whole menu\nright here. Let's give it a try...\"\n<PAGE>\n\"He brought some kind of bean stew... Chili, I\nguess... And some of this hard, crunchy bread.\n*munch* Hmm, not bad.\"\n<PAGE>\n\"...Actually, wow, that was really tasty! Well, I'm\nfull. Let's see what else they've got around\ntown.\"\n<PAGE>\nWaiter: \"...Hey, don't forget to pay.\"\n<PAGE>\nLayla: \"Oh! Sorry, I thought my crew was going\nto get it... My crew is turning out their empty\npockets.\"\n<PAGE>\n\"...Where's my wallet? No, seriously, did the...\nOh, no, those bikers stole it, didn't they?\"\n<PAGE>\n\"Oh, great! Those 'clean, healthy bikers' just\nrobbed me blind. Bet they're halfway to Cabin\nCountry by now.\"\n<PAGE>\n\"Well, now what're we supposed to do? I don't\nthink they even have a bank around here.\"\n<PAGE>\nWaiter: \"Need a lift to the police station?\"\n<PAGE>\nLayla: \"Hang on. Let's pay you back for the meal\nfirst. We can wash the dishes or something until\nwe're all paid up.\"\n<PAGE>\n\"...All right! We just spent the rest of the day\ndoing unpaid menial labor to make up for being\nrobbed.\"\n<PAGE>\n\"And on that note, that's all the time we have.\nSaaafe travels!!\"\nTo be continued..."
    },
    {
      "VardId": "MES_TV_TRAVEL_9_1",
      "Text": "           Streets of the World\n               Rose Country\n                  Part 1\n<PAGE>\nLola: \"Welcome to 'Streets of the World.' Today,\nwe're off to everyone's favorite floral frontier,\nRose Country!\"\n<PAGE>\n\"I'm Lola, and I'll be your host. First off, when\nyou hear the name 'Rose Country,' what do you\nimagine?\"\n<PAGE>\n\"Old rustic houses, cute, fashionable stores,\nrivers flowing everywhere, and of course, flower\ngardens, right?\"\n<PAGE>\n\"You've heard the stories, you've seen the\npaintings, now let's do what our title says we do\nand show you the streets!\"\n<PAGE>\n\"...Right now, I'm on the outskirts of this old\ntown. If you go west, you'll see the castle gate.\nUp ahead is the business district.\"\n<PAGE>\n\"If you go east, you'll find a famous temple.\nThere's a mountain in the north, and down south\nis a town built like a maze.\"\n<PAGE>\n\"Let's check the 'maze' out first. ...Wow, so\nmany people in these narrow streets!\"\n<PAGE>\n\"And the first place we find is a bakery. Look at\nall this great bread! Oh, it's making me hungry!\nThink I'll buy some.\"\n<PAGE>\n\"Hello, what's your special today?\"\n<PAGE>\nBaker: \"Welcome! Today's special is... The\nspecial is... Today's...special...\"\n<PAGE>\nLola: \"Well, if you don't have one, that's fine.\nHow about one of those croissants?\"\n<PAGE>\nBaker: \"Oh, right. Croissants... Those are the\nspecial today. Thanks for your business!\"\n<PAGE>\nLola: \"...Well, that baker seems kinda shady, as\nbakers go, but this croissant looks delicious.\nLet's eat.\"\n<PAGE>\n\"Mmm, mmm, really good! This is where\ncroissants were born, you know. Oh, there's a\ncute-looking shop over there!\""
    },
    {
      "VardId": "MES_TV_TRAVEL_9_2",
      "Text": "\"Ooh, it's a toy store! There're a lot of cute dolls\nlined up in the window.\"\n<PAGE>\n\"Let's check this place out. Am I the only one\nwho still gets giddy in a toy store, by the way?\"\n<PAGE>\nToy: \"Hello... Welcome... Welcome...to\nToyland...\"\n<PAGE>\nLola: \"Whoa. ...I thought this was just a big\nwooden doll, but it's a full-on, life-sized walking\nrobot! Really well made, too.\"\n<PAGE>\n\"...Hmm? What is that on its face...? Let me\ntake a closer look here...?!\"\n<PAGE>\nToy: \"Proximity alert. Don't... *cough* Don't get\nthat close, okay?\"\n<PAGE>\nLola: \"Whoa?! It's a person! The robot's human!\nWhat the...?!\"\n<PAGE>\nMan: \"Easy, easy. I'm just the guy who owns the\nplace. You like my costume? Cool, huh?\"\n<PAGE>\nLola: \"...Yeah, you... You scared me... No, it's\nreally well-made. I thought you were a real robot\nfor a second there.\"\n<PAGE>\n\"Although...you might want to shave more. Not\nmany robots have five o'clock shadow. It's kinda\ncreepy.\"\n<PAGE>\nMan: \"Yeah, sorry about that. So many\ncustomers these days, I just forgot to shave.\"\n<PAGE>\n\"No wonder you got scared. Heh. A robot with a\nbeard...\"\n<PAGE>\n???: \"Hey, are you slacking off again? Huh?! Get\nback to work!\"\n<PAGE>\nLola: \"Oh! This just in: There's another man with\na beard coming out the back of the store!\"\n<PAGE>\n\"...We'll pick this up next week! Safe travels!\"\n\nTo be continued..."
    },
    {
      "VardId": "MES_TV_TRAVEL_10_1",
      "Text": "           Streets of the World\n               Rose Country\n                  Part 2\n<PAGE>\n\"Welcome back to 'Streets of the World.\" I'm\nLola, and I'll continue to be your guide through\nRose Country.\"\n<PAGE>\n\"...Right, so, we've met this toy store owner\nhere, who's disguised as a robot, but now here\ncomes this other guy...\"\n<PAGE>\nMan B: \"I'm so sorry to scare you. This joker\nhere likes surprising people... You can go now.\nDismissed.\"\n<PAGE>\nLola: \"Excuse me, who are you?\"\n<PAGE>\nMan B: \"Ah, I haven't introduced myself yet,\nhave I? I'm the owner of this store. My name is\nCulleo. Nice meeting you.\"\n<PAGE>\nLola: \"What? You're the owner? Then who's that\nguy?\"\n<PAGE>\nMan B: \"Well, I made him. He's a robot. But he\nkeeps on pranking customers. It's really\nannoying.\"\n<PAGE>\nLola: \"N-no way. This is... This guy's clearly\nhuman! Look! He's growing stubble...\"\n<PAGE>\nMan B: \"I know, right? He's really well-made, if I\nsay so myself. But no, he's just a robot.\"\n<PAGE>\nLola: \"No, I can't believe that. ...Look at his\nface...!\"\n<PAGE>\n???: \"Hey, are you both pretending to be me\nAGAIN? G'ahh... I'm sorry, miss. These guys are\nimpossible.\"\n<PAGE>\nLola: \"And ANOTHER beardy guy comes out. I\nbet he's the 'owner' too, right?\""
    },
    {
      "VardId": "MES_TV_TRAVEL_10_2",
      "Text": "Man C: \"Yeah, I made these two androids to\ncover my shifts, but they're always scaring the\ncustomers. Sorry about that.\"\n<PAGE>\nLola: \"...Right, let's just back out of here slowly\nand move on...\"\n<PAGE>\nMan A: \"Oh, you're leaving already?\"\nMan B: \"Are you leaving now?\"\nMan C: \"You're leaving?\"\n<PAGE>\nLola: \"...Okay, so those guys were probably just,\nI don't know, triplets playing a joke together.\"\n<PAGE>\n\"Then again, what if they really were robots? Can\nanyone make robots that realistic?\"\n<PAGE>\n\"But then AGAIN, if they WERE...who else might\nbe a robot? Oh, boy, I'm not getting any sleep\ntonight.\"\n<PAGE>\n\"All right, next store! ...Hmm, I'm getting\nthirsty.\"\n<PAGE>\n\"Ah, it's a cafe! Perfect timing. And it looks nice,\ntoo! Let's go inside.\"\n<PAGE>\nCafe Owner: \"Welcome. This way, please...\"\n<PAGE>\nLola: \"He's inviting us to sit at the bar. And he's\nnot a bad-looking guy... Sure, I'll sit and chat\nwith him.\"\n<PAGE>\nCafe Owner: \"What would you like?\"\n<PAGE>\nLola: \"Ooh, I'm thirsty. How about something\ncold?\"\n<PAGE>\nOwner: \"Sure... One moment, please...\"\n<PAGE>\nLola: \"He doesn't say much, but he's staring at\nme. ...His eyes are so passionate...\"\n<PAGE>\nOwner: \"Here you are...\"\n<PAGE>\nLola: \"Oh, he's still staring at me. I don't know\nwhat to do. No one like him has ever looked at\nme like that before...\"\n<PAGE>\n\"Well, um, that's our show! We'll...see you next\nweek! Safe travels!\"\nTo be continued..."
    },
    {
      "VardId": "MES_TV_TRAVEL_11_1",
      "Text": "           Streets of the World\n             Tropical Country\n                  Part 1\n<PAGE>\nLyra: \"Hi, welcome to 'Streets of the World.' I'm\nyour host, Lyra.\"\n<PAGE>\n\"You may remember me as the host who got\ncalled 'stupid' repeatedly back in Sakura country.\nBut don't listen to them.\"\n<PAGE>\n\"This time, we're going to take a nice, sunny trip\nout to Tropical Country!\"\n<PAGE>\n\"I'm here in the country's most famous resort\ndistrict, right on the waterfront.\"\n<PAGE>\n\"Over on my left is the ocean, and on my right,\nthere's a long line of luxury hotels.\"\n<PAGE>\n\"Downtown is a mile or two that way, but if you\nwant to shop someplace closer, there're souvenir\nshops all around here.\"\n<PAGE>\n\"And I've gotta say, this is just about THE most\nluxurious resort I've ever seen. I bet they sell top-\nof-the-line brands here, too.\"\n<PAGE>\n\"...Hmm? There's an ice cream stand. Wow,\ntheir ice cream's so colorful! It's like a tropical\nrainbow.\"\n<PAGE>\n\"Excuse me. Can I get one blue scoop and one\nyellow scoop? What flavors are they?\"\n<PAGE>\nClerk: \"...Mint and banana.\"\n<PAGE>\nLyra: \"Hmm, that cashier was a little curt, but\nthe ice cream's amazing! Where else can we\nshop around here?\"\n<PAGE>\n\"...Ah, there's a store that sells ethnic clothes.\nLet's check it out! ...Oh, and it's run by\nindigenous people.\""
    },
    {
      "VardId": "MES_TV_TRAVEL_11_2",
      "Text": "\"Hi, can I look around the store? Interesting\nclothes you've got here. Are these traditional\nethnic outfits?\"\n<PAGE>\nClerk: \"Yes, they are. ...I think you'd look great in\nthis red one.\"\n<PAGE>\nLyra: \"Oh, really...? I don't know, it seems a bit\ntoo flashy for me... What about this blue one?\"\n<PAGE>\nClerk: \"The blue one doesn't suit you. You look\nbetter in red. It goes well with your figure.\"\n<PAGE>\n\"Ladies with curves like yours look good in red.\nPut this on, walk outside, and watch everyone's\nheads turn toward you.\"\n<PAGE>\nLyra: \"Wow, seriously? Hmm, maybe I should go\nfor it, then...\"\n<PAGE>\nClerk: \"And you can't buy it anywhere but here.\nAll hand-made. Our own product.\"\n<PAGE>\nLyra: \"Wow. Well, yeah! I'll take it, then.\"\n<PAGE>\nClerk: \"You got it! Thanks so much. You can\nchange right over there, if you like.\"\n<PAGE>\nLyra: \"Erm...sure. Wow, I can do this whole\nshow in indigenous clothes. It's gonna be\nawesome.\"\n<PAGE>\n\"...Okay, so here I am in my brand new outfit.\nVery flashy. Basically just a strip of red cloth you\nwrap around like this.\"\n<PAGE>\n\"And you know, there's practically no back to it.\nI didn't notice that until I put it on. No wonder\npeople keep looking.\"\n<PAGE>\n\"...Yeah, guess I kinda fell for another sales\npitch, but it's a little late now to go complain.\"\n<PAGE>\n\"How about a change of scenery? Hmm... Ah,\nlet's go to the beach!\"\n<PAGE>\n\"Nothing like that rolling, sparkling sea. Until\nnext time, safe travels!\"\nTo be continued..."
    },
    {
      "VardId": "MES_TV_TRAVEL_12_1",
      "Text": "           Streets of the World\n             Tropical Country\n                  Part 2\n<PAGE>\nLyra: \"Hey, welcome back to 'Streets of the\nWorld.' I'm your host, Lyra.\"\n<PAGE>\n\"And here we are, back in Tropical Country, right\non the beach.\"\n<PAGE>\n\"It's a long stretch of white sand. The perfect\nspot for this new outfit I bought last time.\"\n<PAGE>\n\"We've got a couple in bathing suits heading\ntoward us. I wonder if they're tourists. Let's go\nsay hi!\"\n<PAGE>\n\"Excuse me, have you got a minute to chat? Are\nyou two enjoying your vacation?\"\n<PAGE>\nMan: \"Yes. We're actually in the middle of a date\nright now. ...So what do you want?\"\n<PAGE>\nLyra: \"Oh, you're on a date right now! I'm jealous\nof you two. How long have you been dating?\"\n<PAGE>\nMan: \"We just met this morning, actually. ...So\nwhat do you want?\"\n<PAGE>\nLyra: \"Oh, uh, nothing. I just wanted to say hi to\nyou guys. Excuse me...\"\n<PAGE>\n\"I think I might've bothered them... Now that I\nlook, there're couples everywhere! I'm the only\nsingle person here.\"\n<PAGE>\n\"Eh, the beach is boring. Ooh, let's go check out\nthe harbor. They have boats and everything.\"\n<PAGE>\nMiddle-aged Man: \"Hey, Miss! You wanna take a\ncruise?\"\n<PAGE>\nLyra: \"Hm? Not sure why I'd want to book a\ncruise when I'm already at the resort, but...here\nwe are at the harbor, folks!\""
    },
    {
      "VardId": "MES_TV_TRAVEL_12_2",
      "Text": "Middle-aged Man: \"Hey, up here! Across the\nbridge! On the white boat! Look up!\"\n<PAGE>\nLyra: \"...The white boat...? Oh, there he is. That\nlittle balding guy up on the boat, waving his\nhand.\"\n<PAGE>\n\"Hi there, is that your boat?\"\n<PAGE>\nMiddle-aged Man: \"Yeah, it is. You wanna get on\nboard?\"\n<PAGE>\nLyra: \"Sure, why not?\"\n<PAGE>\n\"Let's take you on a tour of the inside of the\nboat. ...The tiny, rickety inside of the boat.\"\n<PAGE>\nMiddle-aged Man: \"Hey, listen, I've got three\nhours. Why don't I give you a tour?\"\n<PAGE>\nLyra: \"H-hey... Um, the boat is leaving the\ndock... Well, this might be fun. Sure, let's do it!\"\n<PAGE>\nMiddle-aged Man: \"You wanna head out to sea?\n...Don't worry. The weather's calm today. You're\ngonna love it!\"\n<PAGE>\nLyra: \"...This boat doesn't look all that\nseaworthy, but it doesn't look like we have a\nchoice either. Out to sea it is!\"\n<PAGE>\n\"...Hm? The sky is getting dark...! It's pouring all\nof a sudden! The waves are getting higher!\"\n<PAGE>\n\"Um, sir? Captain? We should turn back. There's\na storm coming!\"\n<PAGE>\nMiddle-aged Man: \"Yeah, I see that, but, um, the\nhelm just kind of snapped right off, so...guess\nwe're goin' straight!\"\n<PAGE>\nLyra: \"Wh-whaaat?! What are we going to do?!\nThe ship is getting pulled away from the shore!!\"\n<PAGE>\nMiddle-aged Man: \"...Well, I'm the captain, and\nI'll be proud to go down with the ship!\"\n<PAGE>\nLyra: \"Well, I'm NOT the captain, and I want to\nget down on the ground!\"\n<PAGE>\nMiddle-aged Man: \"Could still happen. We might\ndrift off to some little island or something. Think\nhappy thoughts.\"\n<PAGE>\nLyra: \"...Folks, I think we might have to cut this\none a little short. S-s-safe traveeels!\"\nTo be continued..."
    },
    {
      "VardId": "MES_TV_TRAVEL_13_1",
      "Text": "           Streets of the World\n               Ice Country\n                  Part 1\n<PAGE>\nReporter: \"Welcome to 'Streets of the World.' Get\nyour coats! Today, we're going to Ice Country!\"\n<PAGE>\n\"I'm Leela, and I'll do my best to guide you\nthrough this winter...wonderland.\"\n<PAGE>\n\"Now, the first thing you need to know about Ice\nCountry: It's cold. So cold I need to get indoors\nright now.\"\n<PAGE>\n\"...But the only buildings around are people's\nhouses. No one's walking outside. Maybe we\ncan 'interview' some random homeowner...\"\n<PAGE>\n\"Hi. Excuse me. Could you please let us in?\"\n<PAGE>\nMan: \"Hmm, all right. Wait a sec. I'll open the\ndoor for ya...\"\n<PAGE>\nLeela: \"Ah, thank goodness. Let's just get inside\nhere... We need to warm up.\"\n<PAGE>\nMan: \"All right, hurry up, get inside and close\nthe door. Now, what did you want?\"\n<PAGE>\nLyra: \"Well, it was freezing cold out there, and...\nI mean, I'm hosting a show called 'Streets of the\nWorld.'\"\n<PAGE>\nMan: \"Ah, a travel program, huh? You came all\nthe way here? You must be tired. What'd you\ncome here to see?\"\n<PAGE>\nLyra: \"Well, the show is about the STREETS of\nthe world, more or less, so I'd love to see any\ninteresting stores or facilities.\"\n<PAGE>\n\"...Do you know anywhere interesting around\nhere?\"\n<PAGE>\nMan: \"...All we got's the general store. None of\nthem fancy facilities. Though there is that lab...\"\n<PAGE>\nLyra: \"A lab...?\"\n<PAGE>\nMan: \"Yeah, Marine Biological Institute or\nsomethin'. They just finished buildin' it. Why not\ngo there?\""
    },
    {
      "VardId": "MES_TV_TRAVEL_13_2",
      "Text": "Leela \"Well, if there's nothing else around, sure,\nlet's go check it out! I'm sure they've got central\nheating...\"\n<PAGE>\nMan: \"If you want, I can take you there. How\nabout it?\"\n<PAGE>\nLeela: \"Oh, please! Thank you.\"\n<PAGE>\n\"I don't know if I could take any more of that\ncold outside... Wait, reindeer and a...sled?\"\n<PAGE>\nMan: \"Hop on! We're off to the lab!\"\n<PAGE>\nLeela: \"...I don't think I can make it... They're\ngonna have to cryogenically unfreeze me!\"\n<PAGE>\nMan: \"Let's go! Hee-ya!\"\n<PAGE>\nLeela: \"Whoaaa!! My face is freezing... Frostbite\nsetting in... Tell my parents I love them...!!\"\n<PAGE>\n\"...Phew.\"\n<PAGE>\n\"Well, we made it. The Marine Biological\nInstitute. Thanks, reindeer. And thank you, sir.\"\n<PAGE>\n\"Let's go on in and talk to the staff. I wonder if\nthey have an official PR guy?\"\n<PAGE>\nStaff: \"Welcome. Are you a visitor? Let me give\nyou the tour. My name is Igor.\"\n<PAGE>\nLeela: \"Wow, this guy just walked right up like\nI'd called ahead and asked for him!\"\n<PAGE>\nIgor: \"I'm the chief of this institution. And for\nnow, I'm the only one here. Let me show you\naround.\"\n<PAGE>\nLeela: \"Sure thing! Folks, come back next week\nand check this place out with us. Safe travels!\"\n<PAGE>\nTo be continued..."
    },
    {
      "VardId": "MES_TV_TRAVEL_14_1",
      "Text": "           Streets of the World\n               Ice Country\n                  Part 2\n<PAGE>\nLeela: \"Welcome to 'Streets of the World.' And\nhere we are, still in Ice Country.\"\n<PAGE>\n\"I'm Leela, and I'll keep on being your host as\nlong as my lips don't freeze!\"\n<PAGE>\n\"We're here at the Marine Biological Institute.\nAnd the lab chief Igor himself is giving us a tour!\nHow great is that?\"\n<PAGE>\nIgor: \"First, I'll show you this country's native\nmarine life.\"\n<PAGE>\nLeela: \"That sounds great! So you keep them\nsomewhere in this building?\"\n<PAGE>\nIgor: \"Well, no, of course not. We built this place\nfor fieldwork. We go out into their natural\nhabitats.\"\n<PAGE>\nLeela: \"Out. Like, out there? In this weather? Oh,\nI don't know if I'm up for that...\"\n<PAGE>\nIgor: \"Don't worry. You'll get used to the weather\nsoon. Also, I'll lend you a special down coat. It'll\nkeep you warm wherever you go.\"\n<PAGE>\nLeela: \"Thank you very much. Wow, this IS\nwarm. I just might survive this after all.\"\n<PAGE>\nIgor: \"There's a peninsula straight up ahead. We\nstudy the walruses there.\"\n<PAGE>\nLeela: \"Ooh, wild walruses. Never seen those\nbefore. Sounds exciting, doesn't it?\"\n<PAGE>\n\"...Well, we made it! That didn't take long. Ooh,\nlook down at the shoreline! There they are!\""
    },
    {
      "VardId": "MES_TV_TRAVEL_14_2",
      "Text": "Igor: \"Amazing, aren't they? There are hundreds\nof walruses in this one herd.\"\n<PAGE>\nLeela: \"This is...breathtaking. This one sight is\nworth the whole trip. I can't wait to see what's\nnext.\"\n<PAGE>\nIgor: \"Up next is whale watching. A lot of whales\ncome close to the area around this time of year.\"\n<PAGE>\nLeela: \"Really? I wanna see whales! Wait,\nwhales... Water...\"\n<PAGE>\nIgor: \"Right this way. We keep a boat anchored\ndown here. Hop on board, and we'll set sail.\"\n<PAGE>\nLeela: \"Th-that's what I thought... Sailing in this\nweather... There's no way I'm gonna survive\nthat.\"\n<PAGE>\n\"Didn't somebody get lost at sea out here last\nweek? Is my life really worth a little whale\nwatching?\"\n<PAGE>\n\"Um, sorry, Mr. Igor, I get seasick. Is there\nsomeplace we can watch them from the shore?\"\n<PAGE>\nIgor: \"Hmm, well, there is one good spot for\nthat, but it's two days away by sled. Interested?\"\n<PAGE>\nLeela: \"I don't think I'd survive that either. All\nright, no whale watching for me. Any other\nanimals we could see around here?\"\n<PAGE>\nIgor: \"What about polar bears? They're pretty\nclose by.\"\n<PAGE>\nLeela: \"Oh, really? I'd love to see some polar\nbears!\"\n<PAGE>\nIgor: \"Great, then do two things. Turn around\nslowly, and run for your life.\"\n<PAGE>\nLeela: \"...Wait. Turn around...? You mean...\nYaaiiieee!! Hey, wait! Don't leave me behind!\"\n<PAGE>\n\"That's it for today, folks! Safe traveeellls!!\"\n*growl*\nTo be continued...?"
    },
    {
      "VardId": "MES_TV_TRAVEL_15_1",
      "Text": "Episode 15 - Travel Program"
    },
    {
      "VardId": "MES_TV_TRAVEL_15_2",
      "Text": "Episode 15 - Travel Program"
    },
    {
      "VardId": "MES_TV_TRAVEL_16_1",
      "Text": "Episode 16 - Travel Program"
    },
    {
      "VardId": "MES_TV_TRAVEL_16_2",
      "Text": "Episode 16 - Travel Program"
    },
    {
      "VardId": "MES_TV_TRAVEL_17_1",
      "Text": "Episode 17 - Travel Program"
    },
    {
      "VardId": "MES_TV_TRAVEL_17_2",
      "Text": "Episode 17 - Travel Program"
    },
    {
      "VardId": "MES_TV_TRAVEL_18_1",
      "Text": "Episode 18 - Travel Program"
    },
    {
      "VardId": "MES_TV_TRAVEL_18_2",
      "Text": "Episode 18 - Travel Program"
    },
    {
      "VardId": "MES_TV_TRAVEL_19_1",
      "Text": "Episode 19 - Travel Program"
    },
    {
      "VardId": "MES_TV_TRAVEL_19_2",
      "Text": "Episode 19 - Travel Program"
    },
    {
      "VardId": "MES_TV_TRAVEL_20_1",
      "Text": "Episode 20 - Travel Program"
    },
    {
      "VardId": "MES_TV_TRAVEL_20_2",
      "Text": "Episode 20 - Travel Program"
    }
  ]
}