{
  "Date": "2016-06-06T19:39:55.0445308+07:00",
  "Author": "BokujoMessage4 JSON generated files",
  "Content": [
    {
      "VardId": "MES_TV_NARCIST_LIFE_1_1",
      "Text": "Salutations, friend, and welcome to Giorgio's\nGorgeous Farm Life."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_1_2",
      "Text": "Through the magic of television, I'll teach you\nhow to grow crops as beautiful as mine.\n<PAGE>\nTo raise beautiful crops, it's important to\nremember to water them regularly, of course...\n<PAGE>\nBut the most important factor is...LOVE. Yes,\ntruly, the more love you give them, the more\nbeautiful they will become.\n<PAGE>\nWhen you sprinkle fertilizer over your soil with\nlove, your crops will feel your heart and respond\nin kind.\n<PAGE>\nFertilizer nourishes the soil, and the soil\nnourishes plants, so fertilizer is our foundation\nfor beautiful crops."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_2_1",
      "Text": "Salutations, friend, and welcome to Giorgio's\nGorgeous Farm Life. Thank you for tuning in."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_2_2",
      "Text": "Today, we'll take a look at my livestock. Look at\nthis silky, smooth fur. So beautiful, right? They\ncould be in a shampoo commercial.\n<PAGE>\n\"How can I get animals this beautiful?\" you may\nbe asking yourself. The answer? You must look\nafter them with LOVE.\n<PAGE>\nIf you develop a personal connection with your\nanimals, they'll want to give you the best they\ncan. So be sure to show them your love, okay?\n<PAGE>\nJust as with people, communication with\nanimals is key. Do your best to cultivate a\nrelationship based on mutual understanding."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_3_1",
      "Text": "Are you ready? It's time for Giorgio's Gorgeous\nFarm Life."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_3_2",
      "Text": "...Those with a good eye for fashion might have\nalready noticed this, but...\n<PAGE>\nYes indeed! This is a new kerchief I'm wearing. I\njust bought it the other day, too.\n<PAGE>\nThe look, the color, the texture? A perfect fit\nwith me.\n<PAGE>\nAs a seeker of beauty in all its forms, I must be\ntrue to myself. Only the bold define fashion --\nthe rest merely follow."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_4_1",
      "Text": "The time has come again for Giorgio's Gorgeous\nFarm Life."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_4_2",
      "Text": "The other day, a beautiful flower bloomed on my\nfarm, and that got me thinking about the myriad\nways flowers can express their beauty.\n<PAGE>\nFlowers are already beautiful by themselves, of\ncourse, but if you collect them into a bouquet,\nthey accent each other's beauty.\n<PAGE>\nDepending on the combination of flowers,\nbouquets can feel starkly different. That's where\npersonal taste factors in.\n<PAGE>\nAnd if you process flowers in a workshop, you\ncan distill their scents for use in perfumes.\n<PAGE>\nThe scent can vary depending on what kind of\nflower you can use, too. I often choose a scent\nbased on my mood.\n<PAGE>\nIt's a noble pursuit to bring out the true beauty\nof flowers as I do, but I believe you have what it\ntakes. Good luck."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_5_1",
      "Text": "Welcome, friends, to Giorgio's Gorgeous Farm\nLife. I see my enchanting gaze has captivated\nyou once again."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_5_2",
      "Text": "Today, I've brought one of my animals to show\nyou.\n<PAGE>\nLook at how contented and happy it looks. We\nhumans feel good when we take a stroll on a\nlovely day.\n<PAGE>\nIt's no different for animals. If you take them out\nof the barn on a sunny day, they'll be happy.\n<PAGE>\nAnd if you graze them, they'll take a liking to\nyou. That really helps them unwind and de-\nstress.\n<PAGE>\nThanks to this, all the animals on my farm are\nhealthy and beautiful...\n<PAGE>\nIf you're interested in raising animals, it's a good\nidea to keep these tips in mind."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_6_1",
      "Text": "Is your body ready? It's time for Giorgio's\nGorgeous Farm Life."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_6_2",
      "Text": "Recently, I grew what just may be the finest\nflower I've ever raised.\n<PAGE>\nI can't say the color is completely perfect yet,\nbut since it was very, very close to my ideal\ncolor...\n<PAGE>\nI couldn't stop standing and staring at it, and\nbefore I knew it, two hours had gone by.\n<PAGE>\nTo be so close to perfection...I must keep trying.\nThere is beauty in the struggle itself, don't you\nagree?"
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_7_1",
      "Text": "Bonjour, my friends. It's time for Giorgio's\nGorgeous Farm Life."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_7_2",
      "Text": "Just the other day, something horrifying\nhappened.\n<PAGE>\nI was carrying a crate when I stumbled, and\nalmost dropped it onto a patch of tender flowers\nI'd been raising.\n<PAGE>\nSince my flowers were in danger, I experienced\na surge of strength, but it felt like my heart\nstopped for a moment there.\n<PAGE>\nWhen you're growing crops, if you hit them with\nsomething like...a hammer, for instance, their\nquality will go down. That much is obvious.\n<PAGE>\nBut for me, a loss of quality in the flowers I've\nraised with such care is unacceptable.\n<PAGE>\nI'm so relieved they're all right."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_8_1",
      "Text": "Welcome, friends, to Giorgio's Gorgeous Farm\nLife. Thank you for tuning in."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_8_2",
      "Text": "The other day, I went to the Safari with my\nanimals.\n<PAGE>\nThe Safari is the place to go if you want to make\nyour animals more beautiful.\n<PAGE>\nWhile there, their stress just melts away, and\nyou can get friendlier with them.\n<PAGE>\nIf you take them there often, the frequent\nexposure to nature will make them more\nsophisticated, so they'll produce better products.\n<PAGE>\nIt seems my animals have become quite\ncultured; a far cry from mere beasts of the field."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_9_1",
      "Text": "Are you enjoying life to its fullest? It's time for\nGiorgio's Gorgeous Farm Life."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_9_2",
      "Text": "Did you know I raise sheep on my farm? There's\nno feeling quite like running your hand through\nthat thick, lustrous wool.\n<PAGE>\nAnd since I'm raising them with lots of love,\nthey naturally produce premium-quality wool.\n<PAGE>\nCan you imagine how it would feel to wear\nclothes made from this wool? Because I sure\ncan."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_10_1",
      "Text": "Friends, farmers, country folk, lend me your\nears. It's time for Giorgio's Gorgeous Farm Life."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_10_2",
      "Text": "The other day, when I sent off a shipment of\nfresh vegetables, it made me proud to see how\nmuch people relished them.\n<PAGE>\nCrops taste their best right after they're\nharvested. If you ship your crops while they're\nfresh, merchants will pay extra for them.\n<PAGE>\nAnd if you cook with fresh vegetables, the food\nyou make will come out that much more\ndelicioso!\n<PAGE>\nSo whether you're cooking with your crops or\nshipping them off for others to enjoy, remember,\nfresher is better."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_11_1",
      "Text": "Life is always beautiful when you're watching\nGiorgio's Gorgeous Farm Life."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_11_2",
      "Text": "Today, I'd like to tell you about the treats my\nanimals love.\n<PAGE>\nThere are several kinds of treats, and each\nanimal has its favorite.\n<PAGE>\nIf you give an animal its favorite treat, it's bound\nto become friendlier toward you, so go on. You\nhave nothing to lose by giving it a try!"
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_12_1",
      "Text": "Come as you are, my friends. It's time for\nGiorgio's Gorgeous Farm Life."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_12_2",
      "Text": "Just a few days ago, I found the most luxurious\nscented hand cream.\n<PAGE>\nWhen the sunlight is strong or the air is dry, you\nhave to protect your skin, right?\n<PAGE>\nWhenever I'm working on my farm, I get so\nwrapped up that I tend to forget about my skin\ncare regimen.\n<PAGE>\nBut I believe you have to take care of both your\nfarm AND yourself to start on the path of eternal\nbeauty."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_13_1",
      "Text": "Carpe diem, my friends! It's time for Giorgio's\nGorgeous Farm Life."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_13_2",
      "Text": "I simply MUST tell you about the tea leaves I\npicked just the other day.\n<PAGE>\nTea leaves are a crop that can be harvested in\nevery season but winter.\n<PAGE>\nDepending on the season you harvest, the tea\nleaves will be known as spring, summer or\nautumn tea leaves.\n<PAGE>\nEach season's tea leaves bring a surprisingly\ndifferent taste. I take my tea with milk, or mix in\nother herbs for a fine herbal blend.\n<PAGE>\nToday, I sat in my favorite chair, stirring a warm\ncup of tea with milk, pondering the nature of\ntrue beauty.\n<PAGE>\nTea seems so simple, but it gradually reveals its\ncomplexities. What IS simple is the relaxation a\nwell-brewed cup can bring you."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_14_1",
      "Text": "It's time for Giorgio's Gorgeous Farm Life,\ndedicated to bringing beauty to your lives."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_14_2",
      "Text": "I heard something worrisome about animals\nrecently, so I'd like to share my thoughts.\n<PAGE>\nI always raise my animals with love, so I've never\nexperienced this personally...\n<PAGE>\nBut I hear that sometimes, if animals get too\nstressed out, they may run away from your farm.\n<PAGE>\nYou can go find them and bring them back to\nyour farm, of course...\n<PAGE>\nBut I think it's important to monitor their\ncondition to prevent it from happening in the\nfirst place."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_15_1",
      "Text": "Welcome to Giorgio's Gorgeous Farm Life.\nThere's room in my heart for all of you!"
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_15_2",
      "Text": "The other day, I found a stately, beautiful antique\nchair quite by coincidence.\n<PAGE>\nIt had a fine pattern and oozed sophistication in\nits most minute details. Of course, I bought it\nright then and there and took it home.\n<PAGE>\nThese days, I spend some quality time each\nafternoon sitting in my new chair, appreciating\nthe care that went into its making."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_16_1",
      "Text": "Ah, is it already time for Giorgio's Gorgeous\nFarm Life? Let us proceed, then!"
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_16_2",
      "Text": "A friend recently told me that he mistakenly\nplanted a fruit tree in a field where he'd meant to\ngrow vegetables.\n<PAGE>\nIf the tree grows, its shade would cover the\nground, preventing nearby plants from getting\nthe sunlight they need to grow.\n<PAGE>\nIn that case, even though it felt like a waste, I\nadvised him to take an axe and chop it down\nwhile it was still small."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_17_1",
      "Text": "Welcome to Giorgio's Gorgeous Farm Life,\nwhere I strive to be your favorite television\npersonality."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_17_2",
      "Text": "Today, we'll be talking about barns, coops, and\nother dwellings for your animals.\n<PAGE>\nIf you keep a number of animals, you can put all\nof them into a barn, coop, or pet house to\nprovide shelter from the elements.\n<PAGE>\nThe more shelters you build, the more animals\nyou can keep.\n<PAGE>\nIf you'd like to move animals between shelters,\nyou can do it in your Animal Notebook.\n<PAGE>\nIt only gets more convenient the more shelters\nyou have, so just think of all the work I've saved\nyou!"
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_18_1",
      "Text": "I know your soul thirsts for Giorgio's Gorgeous\nFarm Life, and what can I do but provide?"
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_18_2",
      "Text": "You can make perfume by processing flowers.\nSure, it smells good when you wear it, but did\nyou know there's another way to use perfume?\n<PAGE>\nIf you sprinkle it over hive boxes, bees will make\nbetter-quality honey.\n<PAGE>\nPerfume is the key to making silky, beautiful,\ntop-quality honey.\n<PAGE>\nBut of course, I also keep quite a collection just\nfor personal use, in case you had any doubts."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_19_1",
      "Text": "Students of beauty are lifelong learners!\nWelcome to Giorgio's Gorgeous Farm Life."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_19_2",
      "Text": "Today, one of my cows gave me more milk than\nusual.\n<PAGE>\nShe has a personality that's prone to giving,\nthough, so it wasn't entirely unexpected.\n<PAGE>\nIn fact, an animal's personality influences the\namount of a given product they'll give you.\n<PAGE>\nFarmers who want to get the most from their\nlivestock would do well to pay attention to the\npersonalities of each of their animals."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_20_1",
      "Text": "It's a beautiful life, and another episode of\nGiorgio's Gorgeous Farm Life is here beside you."
    },
    {
      "VardId": "MES_TV_NARCIST_LIFE_20_2",
      "Text": "Today, I brushed my animals with even more\nlove and zeal than usual.\n<PAGE>\nThat's because, like it or not, my animals and\ncrops represent me as a farmer. And so, my\nanimals must be beautiful!\n<PAGE>\nIf you let your animals get dirty and don't brush\nthem, they'll get stressed more easily, too.\n<PAGE>\nAnd when they get stressed, they get sick easily.\nYou see where this is going.\n<PAGE>\nThus, it's a prime duty of a farmer to keep his or\nher animals looking clean and beautiful.\n"
    }
  ]
}