{
  "Date": "2016-06-06T19:39:54.8994514+07:00",
  "Author": "BokujoMessage4 JSON generated files",
  "Content": [
    {
      "VardId": "MES_TV_COMEDY_1_1",
      "Text": "            Nature Sprite Tale\n               -Prologue-\n<PAGE>\nSocra: \"Heya! You can call me Socra!\"\n<PAGE>\nAlice: \"Why are YOU hosting this program like\nyou're all that?\"\n<PAGE>\nSocra: \"Alice is my older sister! She has a sharp\ntongue, but she's kind deep down inside...(we're\ntalkin' really deep).\"\n<PAGE>\nAlice: \"Psssssh, you can't phase me. Do you\nactually think the networks will keep your\nprogram?\"\n<PAGE>\nSocra: \"Ouch! That's pretty harsh.\"\n<PAGE>\nGaia: \"Alice, don't bully Socra. He's learning\nabout society now, so we need to let him dabble\nand grow at his own pace!\"\n<PAGE>\nAlice: \"M-mother Gaia! I wasn't bullying him. I\nwas...uh...giving him sage instruction from a\nwise sibling.\"\n<PAGE>\nSocra: \"How can you lie with a straight face like\nthat?\"\n<PAGE>\nGaia: \"Socra, you need to calm down, too.\"\n<PAGE>\n\"If you're strong enough to not get dismayed or\nconfused by your critics, then you might have a\nfuture in media. ♪\"\n<PAGE>\nSocra: \"Now that sounds like a challenge I can\nwin!\"\n<PAGE>\n\"Errr, this was just an introduction, but next\ntime, we'll take a trip into my amazing diary. It's\ngonna be great, so be sure to tune in! ♪\"\n<PAGE>\n-To Be Continued-"
    },
    {
      "VardId": "MES_TV_COMEDY_2_1",
      "Text": "            Nature Sprite Tale\n             -A Trip to Town-\n<PAGE>\nHeya peeps! I'm Socra, the raddest Nature Sprite\naround!\n<PAGE>\nI live around a spring with my sister, tending to\nGaia, our mother goddess.\n<PAGE>\nGaia: \"Socra, can you do me a favor? I'd like you\nto go into town and buy some strawberries.\"\n<PAGE>\nSocra: \"Got it! I'm gonna buy so many\nstrawberries, we might need an ox cart to bring\n'em all back!\"\n<PAGE>\nAnd that's how I wound up going on an errand\nto a human town. It's the first time I've been in\nages!\n<PAGE>\nBut in all the excitement, there's one thing that\ntotally slipped my mind...\n<PAGE>\nThe Witch, who declared herself Mother Gaia's\neternal rival, lives in this town.\n<PAGE>\n-To Be Continued-"
    },
    {
      "VardId": "MES_TV_COMEDY_3_1",
      "Text": "            Nature Sprite Tale\n        -A Trip to Town * Part 2-\n<PAGE>\nSocra: \"Ah, such nice weather we're having. ♪\"\nI came to town to buy strawberries, but...\n<PAGE>\n\"I don't even know where they're selling\nstrawberries!\"\n<PAGE>\nAnd since humans can't see me, I can't ask\nanyone the way to the store! I've been in town\ntwo minutes and I'm already in trouble!\n<PAGE>\nGrandma: \"Strawberries! Get your garden-fresh\nstrawberries right here!\"\n<PAGE>\nSocra: \"Oh, Looks like I lucked out! It looks like\nthe owner is that kindly-looking old lady in\nblack. But what's with that pointy nose?\n<PAGE>\nSee, my plan is to just set the money here, all\nquiet-like, and take the strawberries! \"Woohoo,\nanother job well done!\"\n<PAGE>\nGrandma: \"Hehehehe...\"\n<PAGE>\nWas that old lady laughing? Eh...maybe it's just\nme.\n<PAGE>\nWell, let's be off. Can't keep Mother Gaia\nwaiting.\n<PAGE>\n-To Be Continued-"
    },
    {
      "VardId": "MES_TV_COMEDY_4_1",
      "Text": "            Nature Sprite Tale\n        -A Trip to Town * Part 3-\n<PAGE>\nSocra: \"I'm back, Mother Gaia! I got you those\nstrawberries, just like you asked. ♪\"\n<PAGE>\nGaia: \"Oh, thank you, Socra. <RED>∀</RED>\" *snap*\n<PAGE>\nGaia: \"Oh...? Ohhhhh...\"\n<PAGE>\nSocra: \"Mother Gaia, what's wrong?\"\n<PAGE>\n<FONT_SIZE_L>*poof*\n<PAGE>\nGaia: \"Socra! What did you give me, you fool?!\"\n<PAGE>\nSocra: \"Yeowzaaa!\"\n<PAGE>\nG-Gaia's voice sounded all low and raspy, like\nsome middle-aged chain smoker!\n<PAGE>\nIt's not just that...her personality's totally\ndifferent! She's talkin' like some thug now! It's\nlike it's not even her!\n<PAGE>\nAlice: \"Mother Gaia! What's the matter?! What\nhappened to you?\"\n<PAGE>\n\"Socra, what did you DO to her?!\"\n<PAGE>\nSocra: \"I-I don't know! I'm sorry! She just ate\nsome strawberries and then BAM, manly-Gaia!\"\n<PAGE>\n-To Be Continued-"
    },
    {
      "VardId": "MES_TV_COMEDY_5_1",
      "Text": "            Nature Sprite Tale\n         -A Trip to Town * Part 4-\n<PAGE>\nAlice: \"You're telling me that eating strawberries\nturned Mother Gaia into some kind of middle-\naged man?\"\n<PAGE>\n\"It seems to me that whoever sold these to you\nis the number one suspect...\"\n<PAGE>\nSocra: \"Oh, c'mon. I bought them from a nice-\nlooking old lady in black, not some shady\ncharacter.\"\n<PAGE>\nAlice: \"You idiot!\" *smack*\nSocra: \"Ow!\"\n<PAGE>\nAlice: \"Black is the Witch's favorite color, and\nshe often disguises herself as an old lady. I'll bet\nshe's the one behind this!\"\n<PAGE>\nSocra: \"Whoa...!\" \n<PAGE>\nShe's right. I didn't think anything of it then, but\nall that black clothing, that long nose...all the\ntelltale signs of witchery!\n<PAGE>\nGaia: \"So this kerfuffle is the Witch's fault, eh?\"\n<PAGE>\n\"It's unforgivable... How dare she take my\nmoney! I'll make her give it back if I hafta pound\nit outta her!\"\n<PAGE>\nAlice: \"I'd worry more about the curse, Mother\nGaia.\"\n<PAGE>\nGaia: \"Oops, that's right! I'll show her what I've\ngot! Now that I know the source of the curse,\nshe's not gonna get away with this!\"\n<PAGE>\n-To Be Continued-"
    },
    {
      "VardId": "MES_TV_COMEDY_6_1",
      "Text": "            Nature Sprite Tale\n        -A Trip to Town * Part 5-\n<PAGE>\n*chirp* *chirp*\n<PAGE>\nSocra: \"Hm? What...?\"\n<PAGE>\nIt seems like my sister and I had fallen asleep\nnear the spring without even realizing it.\"\n<PAGE>\nGaia: \"Socra, you're awake?\"\nSocra: \"Oh, Mother Gaia!\"\n<PAGE>\nLooks like she's back to normal. Wait...I went to\ntown to buy strawberries, and then...\n<PAGE>\nUmm, I feel like something bad happened, but I\ncan't remember what it was...\n<PAGE>\nGaia: \"Thank you, Socra. The strawberries were\nso delicious. ♪\"\n<PAGE>\nWhat? You liked the strawberries, huh? Well,\nyou did ask for 'em...\n<PAGE>\nGaia: \"...Okay, looks like his memories of it are\ntotally gone. ♪\"\n<PAGE>\nSocra: \"Hm? You say something?\nGaia: \"N-nothing! Teeheehee!\"\n<PAGE>\n...\n<PAGE>\nLater, I went to read my diary and found out\nwhat REALLY happened...\n<PAGE>\nBut I decided to keep that a secret from her!\n<PAGE>\nI heard that Mother Gaia got the Witch back\nreally good for what happened, but there's no\nway I can ask about that..."
    },
    {
      "VardId": "MES_TV_COMEDY_7_1",
      "Text": "            Nature Sprite Tale\n          -A Find in the Forest-\n<PAGE>\nHeya peeps! I'm Socra, the raddest Nature Sprite\naround!\n<PAGE>\nI live around a spring with my sister, tending to\nGaia, our mother goddess.\n<PAGE>\nSo a little while back, I was playing with some\nanimals in the forest...\n<PAGE>\nSocra: \"Ow! Who leaves something sitting where\npeople will stub their toes on it?\"\n<PAGE>\nI was running through the trees when I suddenly\ntripped over a big bone!\n<PAGE>\nSocra: \"What kind of animal did this bone come\nfrom? Weasel, any ideas?\" \nWeasel: \"*screech* *screech*\"\n<PAGE>\nAccording to Weasel, it was a fossil of a\ncreature that died a long time ago...\n<PAGE>\nIs this...a dinosaur fossil? I read about dinosaurs\nin a book before!\n<PAGE>\nThe skull looks pretty similar to the ones I saw in\nbooks. This must be a dinosaur's fossil!\n<PAGE>\nSocra: \"What a find! I've gotta let Mother Gaia\nknow about this right away!\"\n<PAGE>\n-To Be Continued-"
    },
    {
      "VardId": "MES_TV_COMEDY_8_1",
      "Text": "            Nature Sprite Tale\n       -A Find in the Forest * Part 2-\n<PAGE>\nSocra: \"Sis, I found a dinosaur fossil!\"\n<PAGE>\nAlice: \"A dinosaur fossil? *sigh* ...Men are so\nchildish! Listen up, slacker.\"\n<PAGE>\n\"In a forest like this, bones hardly ever become\nfossils. And dinosaur fossils? Out of the\nquestion.\"\n<PAGE>\nSocra: \"Ugh..., b-but this is totally a dinosaur's\nhead! I'm sure of it!\"\n<PAGE>\nWhen I showed it to my sister, her proud\nconfidence changed to surprise.\n<PAGE>\nAlice: \"Are you serious?! I can't deny, this does\nlook like a dinosaur's skull. Maybe a small\ndinosaur, though...\"\n<PAGE>\nMy sister pushed me away as she examined the\nfossil, carefully scrutinizing it.\n<PAGE>\nAlice: \"This is a big discovery! I should let\nMother Gaia know about it!\"\n<PAGE>\nHuzzah! Finally, even my doubting sister\nadmitted it's a dinosaur bone! Time to show it\noff to Mother Gaia!\n<PAGE>\n-To Be Continued-"
    },
    {
      "VardId": "MES_TV_COMEDY_9_1",
      "Text": "            Nature Sprite Tale\n        -A Find in the Forest * Part 3-\n<PAGE>\nAfter making the discovery of the century, my\nsis and I rushed to tell Mother Gaia!\n<PAGE>\nSocra: \"Gaia!\"\nAlice: \"Mother Gaia!\"\n<PAGE>\nAlice: \"Mother Gaia, this is a dinosaur's bone,\nright?! I found it in the forest today...\"\n<PAGE>\nSocra: \"What?! You lying liar! I'M the one who\nfound it!\"\nAlice: \"What are you talking about? I found it!\"\n<PAGE>\nGaia: \"Oh, that's one of the Witch's magic tools,\nisn't it?\n<PAGE>\n...\n<PAGE>\n...\n<PAGE>\n... *thump*\n<PAGE>\nAlice: \"...You moron, why did you bring some\nkind of cursed skull in from the forest?!\"\n<PAGE>\nSocra: \"Y-you believed it was a dinosaur bone\ntoo!\"\nWell, there goes my excitement...\n<PAGE>\nGaia: \"I guess one of her 'experiments' blew up\nagain and this skull sailed out into the forest.\"\n<PAGE>\n\"I guess I should return it to its owner. Ha!\"\n<PAGE>\nWith a whizzing sound, the bone disappeared in\na flash of light, probably teleporting back to its\nowner...\n<PAGE>\n-To Be Continued-"
    },
    {
      "VardId": "MES_TV_COMEDY_10_1",
      "Text": "            Nature Sprite Tale\n        -In the House of the Witch-\n<PAGE>\nHeya peeps! I'm Socra, the raddest Nature Sprite\naround!\n<PAGE>\nI live around a spring with my sister, tending to\nGaia, our mother goddess.\n<PAGE>\nAlice: \"Hey Socra, go to the forest and get some\nmushrooms.\"\n<PAGE>\nSocra: \"Okay! I'm on my way. ♪\"\nSo, my sis sent me out to go pick some\nmushrooms.\n<PAGE>\nSocra: \"La-LA-lalalala, la-lalalalaaaaa. ♪ La-LA-\nlalalala, la-lalalalaaaaa. ♪\"\n<PAGE>\nThere I was, collectin' mushrooms and chillin'\nwith the forest animals, when suddenly, a black\nshadow appeared behind me!\n<PAGE>\nWitch: \"Ah. You're one of Gaia's servants, huh?\"\nSocra: \"...Whoaaaaaaaaaaaa!\"\n<PAGE>\nHow could I run into Mother Gaia's eternal rival\nin a place like this?!\n<PAGE>\nAaaaaah! Gotta think fast or I might end up as\nan ingredient in a potion along with some poor\nnewt!\n<PAGE>\n-To Be Continued-"
    },
    {
      "VardId": "MES_TV_COMEDY_11_1",
      "Text": "             Nature Sprite Tale\n     -In the House of the Witch * Part 2-\n<PAGE>\nSo, there I was, collectin' mushrooms in the\nforest and mindin' my own business, when who\nshould come along but...the WITCH!\n<PAGE>\nWitch: \"Hey, hold up, pipsqueak. I'm not going\nto hurt you.\"\n<PAGE>\nSocra: \"Y-you promise...?\"\nWitch: \"Yes, I promise. I don't make a habit of\nbullying weaklings.\"\n<PAGE>\nW-well, she seems different than I expected.\nCould it be she's actually a nice person?\n<PAGE>\nWitch: \"I have an idea! Why don't you come to\nmy house?\"\nSocra: \"What?!\"\n<PAGE>\nWitch: \"You know that Gaia and I don't exactly\nget along, but you and I have never talked\nbefore, right? I want to get to know you.\"\n<PAGE>\nHuh...this might actually be a good chance to\nhelp her and Mother Gaia patch up their\nrelationship!\n<PAGE>\nSocra: \"Well, I don't see the harm in a going for\na little visit. ♪\"\n<PAGE>\nAs I followed her from behind, I couldn't see her\nface...\n<PAGE>\nBut if I could've, I'm sure her sketchy smile\nwould've frozen me right in my tracks!\n<PAGE>\n-To Be Continued-"
    },
    {
      "VardId": "MES_TV_COMEDY_12_1",
      "Text": "            Nature Sprite Tale\n    -In the House of the Witch * Part 3-\n<PAGE>\nSocra: \"Oh, uh, nice digs you've got here...\"\n<PAGE>\nThe Witch's house was filled with a wild\nconcoction of potent, unfamiliar aromas, and\nthe lingering smell of smoke.\n<PAGE>\nAnd those things in the glass jars... I didn't want\nto see them, but I couldn't look away!\n<PAGE>\nSocra: \"Okay, maybe a liiiiitle creepy...\"\n<PAGE>\nWitch: \"Hahaha! I'll take that as a compliment!\nBy the by...\"\n<PAGE>\nThe Witch was staring at me! ...I-I was so\nscared!\n<PAGE>\nWitch: \"What kind of host would I be if I didn't\nsend an honored guest home with a little\nsouvenir?\"\n<PAGE>\n\"It seems you've got quite a taste for\nmushrooms, so this should suit your fancy.\"\n<PAGE>\nWhoa! It was a big truffle -- my favorite kind,\ntoo. So delicious!\n<PAGE>\nSocra: \"You don't have to tell me twice!\" I tried\nto take the truffle, but the Witch pulled it away\nat the last second.\n<PAGE>\nWitch: \"Truffles are pricey. I might let it go if,\nsay...you tell me Gaia's weakness.\"\nSocra: \"Eeeeeeeeeh?!\"\n<PAGE>\n-To Be Continued-"
    },
    {
      "VardId": "MES_TV_COMEDY_13_1",
      "Text": "            Nature Sprite Tale\n    -In the House of the Witch * Part 4-\n<PAGE>\nOn an unplanned visit to the Witch's house, she\noffered me a delicious truffle...but only if I'd tell\nher Mother Gaia's weakness!\n<PAGE>\nSocra: \"Weaknesses? I don't think Mother Gaia\nhas any of those.\"\n<PAGE>\nWitch: \"You live with her at that spring, day in\nand day out. You have to know SOME kind of\nweak point!\"\n<PAGE>\n\"That mean woman... She's always making fun\nof me!\"\n<PAGE>\n...!\nSocra: \"That's not true! Mother Gaia's really nice.\nShe's just kinda lonely sometimes...\"\n<PAGE>\n\"The spring is in a kind of out-of-the-way area of\nthe mountains, so people don't visit that often,\nand that makes her sad...\" \n<PAGE>\n\"So when you try to mess with her with your\nmagic, she actually looks like she's having a\ngood time!\"\n<PAGE>\nWitch: \"...Are you praising her or making fun of\nher?\"\n<PAGE>\nSocra: \"And if someone throws something she\nhates into the spring, she always gives it to me!\nShe's such a generous goddess!\"\n<PAGE>\nWitch: \"She's basically treating you like a trash\nbin...\"\n<PAGE>\nGaia: \"Tada! ♪ I heard you were inviting people\nover today, so here I am!!\"\n<PAGE>\nWitch: \"Gaia?! I...I didn't even invite you!\"\n<PAGE>\nSuddenly, Gaia showed up uninvited! Is that the\npower of a goddess, where you can just barge\ninto anyone's house?\n<PAGE>\n-To Be Continued-"
    },
    {
      "VardId": "MES_TV_COMEDY_14_1",
      "Text": "            Nature Sprite Tale\n     -In the House of the Witch * Part 5-\n<PAGE>\nGaia: \"I'm glad to see you're taking good care of\nlittle Socra here.\"\n<PAGE>\n\"But if he hangs out here too long, I'm worried\nit'll be a bad influence on him, so I came to\nbring him home. ♪\"\n<PAGE>\nMother Gaia swept in to save my bacon!\n<PAGE>\nWitch: \"How long have you been here?!\"\n<PAGE>\nGaia: \"Oh, since around the part where you\nreferred to me as 'that mean woman,\" I guess?\"\nWitch: \"That's basically from the beginning!\"\n<PAGE>\nSocra: \"Mother Gaiaaaaa!\" I was so happy and\nrelieved to see her that I jumped onto her!\n<PAGE>\nGaia: \"Socra, let's go home. ♪\"\nSocra: \"Sure! Did you hear me talkin' about\nyou?\"\n<PAGE>\n\"Now you know how great I think you are!\"\n<PAGE>\nGaia: \"Y-yes... I understand what you think as\nclear as day...\"\n<PAGE>\nWitch: \"And that's why you look pretty irritated\nright now, eh?\"\n<PAGE>\nGaia: \"It's not good to hang out with habitual\nliars. Let's go home. ♪\"\n<PAGE>\nBut when Mother Gaia and I turned to leave, the\nWitch was blocking our path!\n<PAGE>\nWitch: \"I won't let him go that easily! I've\ndecided to make him my new familiar!\"\n<PAGE>\n-To Be Continued- "
    },
    {
      "VardId": "MES_TV_COMEDY_15_1",
      "Text": "            Nature Sprite Tale\n    -In the House of the Witch * Part 6-\n<PAGE>\nMother Gaia came to the Witch's house to take\nme back, but then...\n<PAGE>\nThe Witch said she wanted to make me her\nfamiliar and stood in our way!\n<PAGE>\nGaia: \"What did you just say? I didn't catch that\nthe first time.\"\n<PAGE>\nWitch: \"I told you that I'm gonna make this here\nSprite my new familiar!\"\"\n<PAGE>\n\"You have two servants, so you can let me have\none!\"\n<PAGE>\nGaia: \"Denied. Why should I have to give you\none of my assistants?\"\n<PAGE>\nWitch: \"Look! If you work for me, you can dine\non delicious truffles every day. What do you\nsay?\"\n<PAGE>\nWhoaaaaaaaaa...SUPER AMAZING!\n<PAGE>\n-To Be Continued-"
    },
    {
      "VardId": "MES_TV_COMEDY_16_1",
      "Text": "            Nature Sprite Tale\n    -In the House of the Witch * Part 7-\n<PAGE>\nWhen the Witch told me that with her, I could\neat truffles every day, I felt my loyalty to Mother\nGaia shake!\n<PAGE>\nBut...\n<PAGE>\nSocra: \"Naw, it's all good. Thanks for the offer,\nbut I've gotta look after Mother Gaia. ♪\"\n<PAGE>\nGaia: \"I knew I could count on you. ♪ Let's go\nhome, then!\"\nWitch: \"...\"\n<PAGE>\nThen, just for a moment, I saw a sad expression\npass across the Witch's face.\n<PAGE>\nSocra: \"...But I'll come to see you again. So\nhave a truffle for me next time!\"\n<PAGE>\nWitch: \"...Well, you can visit me sometimes! But\nif you want any truffles, you'll have to tell me\nGaia's weakness!\"\n<PAGE>\nAnd that's how I ended up back at the spring,\nsafe and sound.\n<PAGE>\nThe Witch's house was a scary place, but I feel\nlike the bond of trust between me and Mother\nGaia is stronger than ever.\n<PAGE>\nIf you should ever find yourself in the woods, I'll\nbe here at the old spring, living with Mother Gaia\nand my sister.\n<PAGE>\nGaia: \"...by the way, Socra...\"\n<PAGE>\n\"You're going to explain to me exactly what you\nmeant when you told the Witch that I have a\ngood time when she messes with me!\"\n<PAGE>\nSocra: \"Eek! I'm sorry!\"\n<PAGE>\n-The End-"
    }
  ]
}