{
  "Date": "2016-06-06T19:39:55.0545387+07:00",
  "Author": "BokujoMessage4 JSON generated files",
  "Content": [
    {
      "VardId": "MES_TV_TOWN_1_1",
      "Text": "Reporter: \"Hello, everyone, and welcome to Oak\nTree Times, your destination for all the best trivia\nabout the citizens of this fair town!\"\n<PAGE>\n\"I'm reporter Kassie Oakley, and if you're thinking\nmaybe I got this assignment because my name\nwas similar to the town's name...\"\n<PAGE>\n\"...You're totally right. I'm a little nervous right\nnow, but I'll do my b-b-best!\"\n<PAGE>\n\"...Yikes, stuttering already? We're off to a\nwhirlwind start here.\"\n<PAGE>\n\"Aaaaanyway, today I'm visiting the town guild!\nIt's like the nerve center of all the business that\ntakes place in Oak Tree Town.\n<PAGE>\n\"Let's hear what the Guild Master has to say\nabout the guild.\"\n<PAGE>\nVeronica: \"Welcome to Oak Tree Town. I'm\nVeronica, the Guild Master here. Over there is\nmy associate.\""
    },
    {
      "VardId": "MES_TV_TOWN_1_2",
      "Text": "Jonas: \"I'm Jonas. Pleasure to meet you.\"\nVeronica: \"This is my daughter. She works as a\nnurse in the guild's clinic.\"\n<PAGE>\nAngela: \"I'm Angela. Nice to meet you.\"\n<PAGE>\nKassie: \"Wow, so this guild has its very own\nclinic? That must come in handy!\"\n<PAGE>\n\"Come to think of it, this building looked like it\nhad a second floor...\"\n<PAGE>\nVeronica: \"The second floor is our private room.\nOne of the perks of being a Guild Master, you\nmight say.\"\n<PAGE>\nKassie: \"I see... By the way, what kinds of things\ndoes this guild handle? I'm sure our audience\nwould love to know.\"\n<PAGE>\nVeronica: \"Well, we do all sorts of things here --\nwhatever people are concerned about in their\ndaily lives, we try to provide advice on.\"\n<PAGE>\n\"As a professional function, of course, we also\nmanage the town's trade relations with other\ncountries.\"\n<PAGE>\n*The sound of running footsteps intensifies,\ndrawing to a crescendo with the door slamming\nopen wide.*"
    },
    {
      "VardId": "MES_TV_TOWN_1_3",
      "Text": "Marian: \"If you need advice about true romance,\nyou can always pour your heart out to the lovely\nMarian! <RED>∀</RED>\"\n<PAGE>\n\"Sorry I'm late. I just couldn't get my eyeshadow\nto cooperate today.\"\n<PAGE>\nKassie: \"Whoa! W-who are you?!\"\nMarian: \"Who am I? I just introduced myself.\"\n<PAGE>\nKassie: \"Th-that's not what I meant...\"\n<PAGE>\nMarian: \"I'm Marian, a ravishing and talented\ndoctor from the big city who runs the clinic\nhere. Be sure the camera gets my good side. ♪\"\n<PAGE>\nKassie: \"(I've known Marian for five seconds and\nI can already tell it'll be a challenge to deal\nwith...her?)\"\n<PAGE>\n\"A-all right, that's it for today! I could go on and\non, but you'll just have to tune in next week!\"\n<PAGE>\nMarian: \"Hey now, little missy! I haven't even\ngotten my fifteen minutes of fame! Let me talk\nmore...!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_2_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"I'm walking around Oak Tree Town right now,\nand as you can see, it's a beautiful little town,\nsurrounded by nature in every direction.\"\n<PAGE>\n\"Ah, what have we here? It looks like an old-\ntimey general store. Let's check it out!\"\n<PAGE>\n\"Hello! ...Oh, it looks like there's a customer\nhere. I guess I'll have to wait my turn.\"\n<PAGE>\nOtmar: \"Oh...hi, erm...\"\nFritz: \"It's me, Fritz. Did you really forget my\nname again?\"\n<PAGE>\nOtmar: \"Ah yes, Fritz. What can I help ya with\ntoday?\"\n<PAGE>\nFritz: \"Seeds! I want seeds that are cheap and\neasy to grow.\"\nOtmar: \"I see. Hrrrrm...how's about these?\"\n<PAGE>\nFritz: \"Thanks, Otmar! How much for 'em?\"\nOtmar: \"Hmmm.... Yeowzers!\""
    },
    {
      "VardId": "MES_TV_TOWN_2_2",
      "Text": "Fritz: \"What's wrong?!\"\nOtmar: \"Welcome, Fritz. What can I do for you\ntoday?\"\n<PAGE>\nFritz: \"What?! I just told you I was here to buy\nseeds! Are you havin' another senior moment?\"\n<PAGE>\nOtmar: \"Hahaha! I was just playin' with ya, boy!\"\nFritz: \"...y'see, the problem is that with you, I\ncan't tell if you're joking...\"\n<PAGE>\nOtmar: \"Hahaha!\"\n...\n<PAGE>\nKassie: \"Well, it seems like the owner sure does\nhave a sense of humor!\"\n<PAGE>\n\"Otmar, the proprietor, certainly has a way with\nhis customers. Whatever you need, you'll find it\nhere, so come on down for a visit.\"\n<PAGE>\n\"It looks like we ran out of time to interview him\ntoday, but I'll get to it eventually. Keep your eyes\npeeled!\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_3_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, I'm aiming to build my relations with the\npeople of this town.\"\n<PAGE>\n\"And as you know, a great way to do that is\nasking what kinds of things they like and\ndislike.\"\n<PAGE>\n\"If I meet a really handsome guy, I can send him\nlots of gifts based on the info I've gathered! My\nfuture boyfriend could be right here...\"\n<PAGE>\n\"...Whoa! Hey, are you recording? You'd better\ncut that part out before the broadcast, or else.\"\n<PAGE>\n\"A-anyway, let's begin... Excuse me! Mr. Manly\nMan there! Yes, you!\"\n<PAGE>\n\"Would you mind telling us who you are and\ntalking a bit about what you like and dislike?\"\n<PAGE>\nGunther: \"Eh? What's this about, now?\"\nKassie: \"Have you heard of the TV show 'Oak\nTree Times'?\"\n<PAGE>\n\"I'm actually shooting it right now...\""
    },
    {
      "VardId": "MES_TV_TOWN_3_2",
      "Text": "\"Today's theme is learning more about the\ntown's residents and their unique tastes.\"\n<PAGE>\nGunther: \"Oh, that show? My wife Corona\nwatches it every week. Big fan.\"\nKassie: \"Thank you very much!\"\n<PAGE>\nGunther: \"I suppose I can help you out. Name's\nGunther. I'm the carpenter here in town. As for\nwhat I like...\"\n<PAGE>\n\"Maybe it's 'cause of my line of work, but I'm\nalways keen on rare materials. I also like fish,\nbut...not much of a logical connection there.\"\n<PAGE>\n\"I'm not fond of sweets, though. Every time I try\n'em, I can taste the sweetness in my mouth for\nan hour afterward.\"\n<PAGE>\n\"And the more I eat 'em, the thirstier I get. Can't\nsay I like that at all, nope.\"\n<PAGE>\nKassie: \"I see. You've got pretty manly tastes!\nYou must've been a real hit with the ladies before\nyou settled down.\"\n<PAGE>\nGunther: \"What?! Er, that's not true...\"\nKassie: \"Ooooh, he's totally blushing! Have we\nfound a sensitive spot?\""
    },
    {
      "VardId": "MES_TV_TOWN_3_3",
      "Text": "Gunther: \"...Please stop.\"\n<PAGE>\nKassie: \"Heehee, thanks you for cooperation!\nAnd a big thanks to your wife for being a\nsteadfast viewer!\"\n<PAGE>\n\"It looks like that's all we have time for today,\nbut tune in next time as I continue to explore the\ntastes of Oak Tree Town's residents!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_4_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Continuing form last time, we're going around\nasking residents about the likes and dislikes to\nget better acquainted!\"\n<PAGE>\n\"Ah, is that someone's grandpa over there?\n...Wait, you're the owner of the General Store,\nright?\"\n<PAGE>\nOtmar: \"Hm? Who're you, missy? Have we met\nbefore? Can't remember folks' faces too great\nthese days, y'know.\"\n<PAGE>\nKassie: \"I did visit your store, but you were with\na customer at the time, so I wasn't able to\nintroduce myself.\"\n<PAGE>\n\"I guess that makes this our first meeting. I'm\nKassie Oakley, host of local interest series Oak\nTree Times.\"\n<PAGE>\n\"I'm here today asking local residents what they\nlike and what they dislike...\""
    },
    {
      "VardId": "MES_TV_TOWN_4_2",
      "Text": "\"So if you don't mind, could you tell me your\nname and the things you like and dislike?\"\n<PAGE>\nOtmar: \"Well now! Always happy to talk to a\nbeautiful young gal like yourself. Name's Otmar.\"\n<PAGE>\n\"I like the kinda food they make in Sakura\nCountry, with all the noodles and rice and such.\"\n<PAGE>\n\"I've also got quite a taste for bland food, if I say\nso. Nothin' finer than food with no surprises.\"\n<PAGE>\n\"What I don't like? Dried food. At this age, it's\ntoo much trouble to do all that chewin'.\"\n<PAGE>\nKassie: \"So, you'd say your tastes in food have\nchanged as you've grown older?\"\n<PAGE>\nOtmar: \"'Course they have. Back in the hale days\nof my youth, I could wolf down hamburgers\nwith the best of 'em.\"\n<PAGE>\nKassie: \"I see... Well, thank you very much for\nsharing with us today. I appreciate it!\"\n<PAGE>\nOtmar: \"Not at all. It was good talking with you,\nerm...Nessie.\"\nKassie: \"It's Kassie.\""
    },
    {
      "VardId": "MES_TV_TOWN_4_3",
      "Text": "Otmar: \"Oh, that's right! Silly me. Thanks again,\nLassie.\"\nKassie: \"...It's Kassie.\"\n<PAGE>\n\"Well, that's all the time we have for today. Tune\nin next time as I continue to probe the eccentric\ntastes of Oak Tree Town's citizens!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_5_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\nToday we're continuing our exploration of the\ntastes of Oak Tree Town's lovable residents!\"\n<PAGE>\n\"Oh, look at that cute girl over there! Yes, you,\nmiss!\"\n<PAGE>\nMelanie: \"Huh...? Hey, it's Kassie! Is this Oak\nTree Times? Am I on TV right now?\"\nKassie: \"Wow, you're watching the show?\"\n<PAGE>\nMelanie: \"Yup! You're my favorite host! ...after\nmy big sister.\"\nKassie: \"Hm? Your sister?\"\n<PAGE>\nMelanie: \"Yeah, my sister Lillie!\"\nKassie: \"Lillie... Wait, you're THAT Lillie's sister?\"\n<PAGE>\nMelanie: \"Yup! I'm Melanie. Nice to meet you.\n♪\"\nKassie: \"Ooooooh my gosh!\""
    },
    {
      "VardId": "MES_TV_TOWN_5_2",
      "Text": "\"Lillie is the rising star of the weather reporting\nworld, loved by everyone from children to the\nelderly! I'm a big fan, myself.\"\n<PAGE>\nMelanie: \"Heehee! ...What can I do for you?\"\nKassie: \"Oh, that's right...\"\n<PAGE>\n\"I'm going around town asking people what\nkinds of things they like and dislike. If you can\nhelp me out, that'd be great.\"\n<PAGE>\nMelanie: \"What I like and dislike? Sure.\"\n<PAGE>\n\"I love sweet stuff. Candy, juice...y'know, things\nlike that!\"\n<PAGE>\n\"I don't like spicy or sour stuff, though. It makes\nmy mouth feel all weird when I eat it.\"\n<PAGE>\nKassie: \"I see. Okay, since you're so cute, I'll give\nyou some snacks. Here you go\""
    },
    {
      "VardId": "MES_TV_TOWN_5_3",
      "Text": "Melanie: \"Wow, thanks!\"\nKassie: \"You know me, so it's a-okay to take\nthese snacks...\"\n<PAGE>\n\"But you shouldn't accept snacks or gifts from\nstrangers, okay?\"\nMelanie: \"Okay!\"\n<PAGE>\nKassie: \"I never knew Lillie had such a cute little\nsister... That's not fair...I wish she were my\nsister instead...\"\n<PAGE>\n\"Anyway, that's all we have time for today, so\ntune in next time! \"\nMelanie: \"See you later, everybody! ♪\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_6_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today I'm actually on the outskirts of the town,\ndown at the riverside. ...Oh, there's a rabbit!\"\n<PAGE>\n\"Since the town is in a fairly rural area, you can\nsee lots of wild animals around here.\"\n<PAGE>\n\"...Oh, who's that? It looks like someone is\nfishing. Let's go see how they're doing!\"\n<PAGE>\n\"Excuse me? I'm Kass--\"\nFritz: \"Waaaaaaaaaaah!\"\nKassie: \"Whoaaaaaaaaaaaa!\"\n<PAGE>\nFritz: \"My dinner... Goooone!\"\nKassie: \"Y-your dinner? Oh no, did I scare off\nyour catch?\"\n<PAGE>\nFritz: \"I'd almost hooked a nice, big one, too...\"\nKassie: \"I-I'm sorry...\"\n<PAGE>\nFritz: \"Well, these things happen, y'know.\nAnyway, what can I do for ya? ...Oh, is that a\ncamera? Are you shootin' something for TV?"
    },
    {
      "VardId": "MES_TV_TOWN_6_2",
      "Text": "Kassie: \"That's right. It's a TV show called Oak\nTree Times and...\"\n<PAGE>\nFritz: \"Wow! I'm famous enough to get\ninterviewed on TV? Shucks.\" ♪\n<PAGE>\nKassie: \"Uh, actually, it's just a coincidence...\"\nFritz: \"Ah yes. You saw me and couldn't help\nyourself. I guess I have that effect on folks!\"\n<PAGE>\n\"Okay, here's what I'm gonna do. I'm gonna\ncatch a really big fish, right here on television.\nGotta show my fans how cool I am!\"\n<PAGE>\nKassie: \"If you can do it, it'd make a great clip\nfor our show, but is it really that easy to catch a\nbig fish?\"\n<PAGE>\nFritz: \"Just leave it to me. ♪ All right, let's do\nthis!\"\n<PAGE>\n(10 minutes later...)\n<PAGE>\nKassie: \"Um...you haven't caught any fish yet.\"\n<PAGE>\nFritz: \"It wouldn't be very exciting if I just up and\ncaught one, would it? Gotta show the eternal\nstruggle of man versus nature!\""
    },
    {
      "VardId": "MES_TV_TOWN_6_3",
      "Text": "(30 minutes later...)\n<PAGE>\nKassie: \"*yawn*\"\nFritz: \"I'm about to catch one! I can feel it in my\nbones!\"\n<PAGE>\nKassie: \"You know it's starting to get dark,\nright?\"\n<PAGE>\nFritz: \"W-wait a second! I've got one on my line\nnow! It's a big one!\"\n<PAGE>\nKassie: \"R-really?! Whoa, he actually did it! He's\nreally fighting with that rod and reel!\"\n<PAGE>\nFritz: \"I'm...gonna be...a...celebrity! ...Wait,\nwhoaaaaa!\"\n<PAGE>\n*slip* *SPLASH* *bubble* *bubble* *bubble*\n<PAGE>\nKassie: \"Oh my gosh! He fell into the river and\nhe's not coming up! S-somebody, heeeeelp!\n<PAGE>\n..."
    },
    {
      "VardId": "MES_TV_TOWN_6_4",
      "Text": "Fritz: \"*pant* *pant* I-I thought I was gonna\ndie...\"\nKassie: \"What the heck happened?!\"\n<PAGE>\nFritz: \"But hey, I didn't let that prime catch get\nthe best of me! Now, let's see what it is I had on\nthe line.\"\n<PAGE>\nKassie: \"Erm, it looks like this is what you\ncaught...\"\n<PAGE>\nFritz: \"What? This is...\"\nKassie: \"....Yeah. It's a rubber boot...\"\n<PAGE>\nFritz: \"...\"\nKassie: \"...\"\n<PAGE>\n\"W-well, it happens to the best of us, right?\nAnyway, we're all out of time for today, but tune\nin next time for more Oak Tree Times!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_7_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Continuing our grand tradition, I'll be strolling\naround Oak Tree Town asking residents about\ntheir likes and dislikes.\"\n<PAGE>\n\"Isn't is fascinating to see the lifestyles of small-\ntown country living? All you cityfolk, take note!\"\n<PAGE>\n\"Be sure to check your local listings so you don't\nmiss an episode featuring someone you've been\ncurious about! ♪\"\n<PAGE>\n\"Look at that country beauty over there! Excuse\nme, ma'am, could we have a word with you?\"\n<PAGE>\n\"If I might have a few minutes of your time,\ncould you tell me who you are, and about the\nthings you like and dislike?\"\n<PAGE>\nCorona: \"Yes? ...Oh, you're the host of Oak Tree\nTimes! You interviewed my husband Gunther a\nwhile ago.\"\n<PAGE>\nKassie: \"Gunther...? Oh, so you're Gunther's\nwife?!\""
    },
    {
      "VardId": "MES_TV_TOWN_7_2",
      "Text": "Corona: \"Yes indeed. I'm Corona. Nice to meet\nyou. First Gunther, now me...it's like we were\ndestined for television!\"\n<PAGE>\n\"And of course, you want to know about my\ntastes, right?\n<PAGE>\n\"I tend to like sweet things. Sweet foods, sweet\ndrinks...if it's got that taste, I'm there.\"\n<PAGE>\n\"I know I shouldn't eat too much, but when I get\nstarted, it's hard to stop myself. As for my\ndislikes...fish, I guess.\"\n<PAGE>\nKassie: \"But...doesn't Gunther love fish?\"\nCorona: \"He sure does!\"\n<PAGE>\n\"I don't want to eat fish, cook fish, or have the\nsmell of fish in my house, but sometimes I\nhumor him and cook it anyway.\"\n<PAGE>\nKassie: \"Wow! Now that's love for you. I mean, it\nsounds hard, but I admire how well you two\nhave clicked as a couple.\""
    },
    {
      "VardId": "MES_TV_TOWN_7_3",
      "Text": "Corona: \"Heehee...you just made my day, saying\nwe make a good couple.\"\nKassie: \"I admire the bond you two have.\"\n<PAGE>\n\"I'd like to have a good relationship like Corona\nand Gunther have, but...I need to find a\nboyfriend first, though.\"\n<PAGE>\n\"Anyway, that's all we have time for today.\nThank you again for coming on the show,\nCorona. See you next week!\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_8_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"You know the drill by now -- I'm going around\ntown asking residents what kinds of things they\ndo and don't like!\"\n<PAGE>\n\"Let's start today with that fatherly-looking man\nover there. Excuse me, I'm Kassie Oakley with\nOak Tree Times.\"\n<PAGE>\n\"Could you tell me who you are and what you\nlike and dislike?\"\n<PAGE>\nMaurice: \"...Hm? Oh, you must be that Oakley\ngal from Oak Tree Times. I watch your show\nwith my daughters every week.\"\n<PAGE>\n\"I caught that episode a few weeks ago where\nyou interviewed my youngest daughter,\nMelanie.\"\n<PAGE>\nKassie: \"Wait, what?! You're Melanie and Lillie's\nfather?!\""
    },
    {
      "VardId": "MES_TV_TOWN_8_2",
      "Text": "Maurice: \"Well, you said I was a fatherly-looking\nman, so I figured you knew. You didn't?\"\n<PAGE>\nKassie: \"Nope! I was just using my reporterly\nintuition to leap to a probable conclusion, there!\"\n<PAGE>\n\"Even then, there's no way I could've known\nwhose father you are...\"\n<PAGE>\nMaurice: \"Hahaha! That makes sense. Let me\nintroduce myself, then.\"\n<PAGE>\n\"I'm Maurice, Lillie and Melanie's father. ...Now,\nabout my personal tastes...\"\n<PAGE>\n\"I like fish and insects. I'm not too fond of\nsweets, though.\"\n<PAGE>\nKassie: \"So if someone gave you something\nsweet, you'd just pass it to your daughters?\"\nMaurice: \"Right. That's how it's always worked.\"\n<PAGE>\nKassie: \"I see... Thanks for being on the show\ntoday. That's all we have time for...\""
    },
    {
      "VardId": "MES_TV_TOWN_8_3",
      "Text": "\"But tune in next time as we get to know more\nabout Oak Tree Town!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_9_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, I'm at the biggest house in Oak Tree\nTown!\"\n<PAGE>\n\"Look at this mansion! I'm betting everyone in\ntown knows whose house this is.\"\n<PAGE>\n\"That's right. This mansion belongs to Elise,\nwhose father runs a prestigious company!\"\n<PAGE>\n\"Today, she's kindly offered to show us around\nher house. Thank you very much, Elise!\"\n<PAGE>\nElise: \"Sure. This is just a summer cottage\ncompared to my parents' house, but feel free to\nlook around as much as you'd like.\"\n<PAGE>\nKassie: \"A s-summer cottage, huh? I can't even\nimagine how big her parents' house must be...\""
    },
    {
      "VardId": "MES_TV_TOWN_9_2",
      "Text": "Elise: \"Well, their house has a dozens of times as\nmany rooms as this house. Including the\ngarden, the estate is very large.\"\n<PAGE>\n\"But the size has always seemed natural to me,\nso I've never really paid attention to the\nspecifics.\"\n<PAGE>\nKassie: \"It-it's like she's from a different planet...\"\n<PAGE>\nElise: \"Anyway, please come in.\"\nKassie: \"Thank you... Whoa!\"\n<PAGE>\nElise: \"Is something the matter?\"\nKassie: \"It's just that it's so...big. That statue in\nthe corner looks pretty expensive...\"\n<PAGE>\nElise: \"That one? Ah, I forgot how much it was.\nYou there. How much did I pay for that statue?\"\n<PAGE>\nMaid: \"Hello, Lady Elise. I believe that one was\n5,000,000G.\"\nKassie: \"F-five million G?!\"\n<PAGE>\n\"It costs as much as I could make in my entire\nlifetime?!\""
    },
    {
      "VardId": "MES_TV_TOWN_9_3",
      "Text": "Maid: \"Oh, Miss Oakley, please be careful. You\nalmost staggered back into a vase worth\n3,000,000G.\"\n<PAGE>\nKassie: \"Eeeek!\"\nElise: \"You're being a little over-excitable, don't\nyou think? Just relax.\"\n<PAGE>\nKassie: \"Th-that's impossible!\"\nElise: \"Oh dear. Well...time IS ticking, so let me\nshow you some of the rooms here.\"\n<PAGE>\n\"First, let's take a look at my wardrobe. I've\ngathered all my favorite clothes here.\"\n<PAGE>\nKassie: \"I-I see!\"\nElise: \"It's the room just to the right of the\nentrance, so it's easy to access.\"\n<PAGE>\n\"Whoaaa! Look at all these clothes! And this full-\nlength mirror! And all these are yours?\"\n<PAGE>\nElise: \"Of course. It's regrettable, though -- this\nhouse is a bit on the small side, so I could only\nbring a fraction of my wardrobe.\""
    },
    {
      "VardId": "MES_TV_TOWN_9_4",
      "Text": "Kassie: \"I'm kind of envious of all these cute\nclothes. I'll bet you could wear a different outfit\nevery day for a year, couldn't you? \"\n<PAGE>\nElise: \"Ohohohoho. Of course I could. A lady\nmust be sensitive to the ebb and flow of\nfashion, right?\n<PAGE>\nKassie: \"(I...I only have a couple nice dresses,\nand my wardrobe probably doesn't cost more\nthan 1000G, even though I'm a reporter...)\n<PAGE>\nElise: \"...Wh-why are you crying?\"\nKassie: \"The gulf between us is just too wide...\"\nElise: \"???\"\n<PAGE>\n*knock* *knock*\n<PAGE>\nMaid: \"...Forgive me for interrupting, my lady,\nbut you have a guest.\"\nElise: \"Oh, is it that time already?\"\n<PAGE>\n\"Tell them I'll be there in a moment. ...Sorry, as\nyou heard, I have another appointment. Thank\nyou for your visit today.\"\n<PAGE>\n\"I'd be glad to show you around some other day,\nso do stop by again sometime. I'll escort you to\nthe entrance.\n<PAGE>\n..."
    },
    {
      "VardId": "MES_TV_TOWN_9_5",
      "Text": "Kassie: \"Soooo...I guess Elise will show us the\nrest of her manor sometime soon!\"\n<PAGE>\n\"I wasn't able to get through everything today --\nnot even close! -- but I vow to return and\nexplore the depths of this massive house.\"\n<PAGE>\n\"That's all we have time for today, but be sure to\ntune in next week for more Oak Tree Times!\"\n<PAGE>\n\"*sigh* I guess I should start keeping up more\nwith fashion...\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_10_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, I'm continuing my quest to seek out the\nresidents of Oak Tree Town and learn all about\nthem!\"\n<PAGE>\n\"Whoa, look at that handsome guy! I can almost\nsmell the rise in viewership. Let's not waste any\ntime!\"\n<PAGE>\n\"Excuse me, can I have a moment of your time?\nI'm Kassie Oakley from Oak Tree Times, and I'm\ninterviewing residents of this town...\"\n<PAGE>\n\"If you don't mind, can you tell us a bit about\nyourself? Who are you? What kinds of things do\nyou like and dislike?\"\n<PAGE>\n\"...Actually you can talk about whatever you\nwant as long as you stay on camera! You're\ngonna make this show a hot ticket! Please!\"\n<PAGE>\nRaeger: \"...Erm...I'm not sure what's up here, but\nyou just want me to talk about what's cool and\nwhat's lame, right?\""
    },
    {
      "VardId": "MES_TV_TOWN_10_2",
      "Text": "Kassie: \"That'd be perfect!\"\nRaeger: \"Sure. Um, I'm Raeger.\"\n<PAGE>\n\"I cook for a living, so one of my favorite things\nis experiencing fresh, new tastes, like\nexperiencing a delicacy for the first time.\"\n<PAGE>\n\"I like tea, too. What I don't like...hmm. Probably\nmilk, I guess.\"\n<PAGE>\n\"Don't get me wrong, it's fine when used in\nfood, and I don't hate the taste, but I always\nseem to get a stomachache when I drink it.\"\n<PAGE>\nKassie: \"Oh, me too. I guess we don't have\nenough lactase in our digestive tract, so milk\ndoesn't go down so easy, huh?\"\n<PAGE>\n\"But you're a cook, huh? I wouldn't have\nguessed.\"\nRaeger: \"Is it that weird that I'm a cook?\"\n<PAGE>\nKassie: \"Not at all! I just figured that being\nhandsome and great at cooking, you'd be a real\nhit with the ladies.\""
    },
    {
      "VardId": "MES_TV_TOWN_10_3",
      "Text": "\"I mean, you're really popular, right? There's a\ncrowd of girls gathering around even as we\nspeak...\"\n<PAGE>\nRaeger: \"Oh. Nah, I'm not really that popular.\nWhen people see TV shows being filmed, they're\njust naturally drawn to 'em.\"\n<PAGE>\nKassie: \"No, no...usually when I'm shooting,\npeople give a curious look and pass by, going\nabout their business.\"\n<PAGE>\n\"(What's up with these girls...they're all glaring\nenvy-beams right at me, like 'Ugh, who does this\nchick think she IS?')\"\n<PAGE>\n\"W-well, I think that's about all we have time for\ntoday. Thank you for coming on the show\ntoday, Raeger.\"\n<PAGE>\nRaeger: \"Glad to help. Next time you're around,\ncome to my restaurant. I'll fix up something nice\nfor you.\"\n<PAGE>\nKassie: \"That sounds great! ...Anyway, until next\nweek, this is Kassie Oakley, signing off!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!  "
    },
    {
      "VardId": "MES_TV_TOWN_11_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Just as I expected, interviewing that handsome\ncook last time caused a surge in viewership!\"\n<PAGE>\n\"Maybe the secret to going viral is featuring\nmore handsome guys...\"\n<PAGE>\n\"As usual, my continuing mission is to seek out\nthe residents of Oak Tree Town and find out\nmore about them.\"\n<PAGE>\n\"Ooooh...who's that well-heeled looking\ngentleman over there? Excuse me, can I have a\nmoment of your time?\"\n<PAGE>\nKlaus: \"...Are you talking to me? Hah...well-\nheeled, is it? You've got a sense of humor, at\nleast.\"\n<PAGE>\nKassie: \"Well, it comes from the heart, you\nknow. ...Wait, why am being so up-front with\nsomeone I just met?\"\n<PAGE>\nKlaus: \"I'm not sure what you're getting at, but is\nthere something I can help you with?\"\n<PAGE>\nKassie: \"...*gasp* I almost forgot why I stopped\nhim in the first place!\""
    },
    {
      "VardId": "MES_TV_TOWN_11_2",
      "Text": "\"I'm Kassie Oakley, reporter for Oak Tree Times,\nand I'm interviewing the residents of the town.\"\n<PAGE>\n\"Could you tell our viewers a little about\nyourself? Who are you? What are your likes and\ndislikes?\"\n<PAGE>\nKlaus: \"Oh, this. I actually catch this show on\nTV from time to time. I'd be glad to help you\nout.\"\n<PAGE>\n\"My name is Klaus. I like a good cup of tea...and\nalso jewels.\"\n<PAGE>\n\"I'm not fond of sweet foods, but I do enjoy\nsweet drinks...shakes excepted.\"\n<PAGE>\nKassie: \"I see, I see. By the way, I can't help but\nnotice that you said you don't like sweets, but\nyou SMELL sweet...\"\n<PAGE>\nKlaus: \"Oh, that's because I've been mixing\nfragrances.\""
    },
    {
      "VardId": "MES_TV_TOWN_11_3",
      "Text": "Kassie: \"Mixing fragrances?\"\nKlaus: \"I make perfumes for a living. Custom\nperfumes, tailor-made to a client's wishes.\"\n<PAGE>\nKassie: \"Wow...! I'd like to try some of these\nperfumes sometime.\"\n<PAGE>\n\"Well, that's all we have time for today, sadly.\"\n<PAGE>\n\"Thanks for coming on the show today, Klaus!\nSee you next week, everyone!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_12_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"It seems to be a perfectly peaceful day in town\ntoday. So much so that I can't really find\nanything going on.\"\n<PAGE>\n\"Say, is that Melanie over there? What is she up\nto?\"\n<PAGE>\n\"Well, it's not like we're busy, so let's go chat\nwith her. Hey, Melanie!\"\n<PAGE>\nMelanie: \"Hey, it's Miss Kassie! Hi there.\"\nKassie: \"Hello! What is it you're doing today?\"\n<PAGE>\nMelanie: \"Well, Lutz and my sister are too busy\nto play with me, so I'm going on a journey. A\njourney to Nowhereville.\"\n<PAGE>\nKassie: \"A journey to Nowhereville? That actually\nsounds kind of fun. Hey...I have an idea!\""
    },
    {
      "VardId": "MES_TV_TOWN_12_2",
      "Text": "\"Can I tag along on your journey to\nNowhereville?\"\n<PAGE>\nMelanie: \"Sure!\"\nKassie: \"Thanks! Today, we're gonna focus on\nMelanie's adventure!\"\n<PAGE>\n\"It'll be fun to see what happens, and who she\nmeets along the way!\"\n<PAGE>\nMelanie: \"Okay, our first stop is the restaurant.\nIt's a real feast...for the eyes. ♪\"\nKassie: \"...For the eyes?!\"\n<PAGE>\nMelanie: \"Totally. Raeger is so dreamy, isn't he?\"\n<PAGE>\n\"He's like the handsome prince I've always\ndreamed of! ♪ Gotta soak it in before setting\noff.\"\n<PAGE>\nKassie: \"R-right... Let's go.\"\n<PAGE>\n-At the Restaurant-\n<PAGE>\nMelanie: \"Hello, Raeger!\"\nRaeger: \"Oh, hey there, Melanie. You came at the\nperfect time, too.\""
    },
    {
      "VardId": "MES_TV_TOWN_12_3",
      "Text": "\"Here you go. I've tweaked my recipe for that\ndessert you had last time based on your\nsuggestions. Wanna try the latest version?\"\n<PAGE>\nMelanie: \"Yay! That sounds great! ...By the way,\nwhat kind of girls do you like, Raeger?\"\n<PAGE>\nKassie: \"(Whoa...she unloads the big guns\nwithout a moment's hesitation!)\"\n<PAGE>\nRaeger: \"My type, huh...? Well, I do find myself\ndrawn to ladies who are cheerful, kind,\nand...cook for me sometimes.\"\n<PAGE>\nMelanie: \"You like it when girls cook even\nthough you make such delicious food?\"\n<PAGE>\nRaeger: \"Yeah. I don't really think about whether\nit's better than what I could make or not. It's\nabout the love and effort that went into it.\"\n<PAGE>\nMelanie: \"I see. Listen, Raeger. I've always\nhelped my dad and sister with chores, so I'm\ngood at cooking, AND laundry, AND cleaning!\"\n<PAGE>\nRaeger: \"Hah...that's cool. I'll bet your family\nreally appreciates it.\""
    },
    {
      "VardId": "MES_TV_TOWN_12_4",
      "Text": "Melanie: \"That's not what I meant...\"\n<PAGE>\nRaeger: \"Ack, sorry; customer just came in.\nHere, eat this. It's on the house. You can stay as\nlong as you want.\"\n<PAGE>\nMelanie: \"Thank you.\"\nKassie: \"...You weren't kidding about liking\nRaeger, huh?\"\n<PAGE>\nMelanie: \"Of course not! I wish he'd be my\ndashing prince and just come sweep me off my\nfeet...\"\n<PAGE>\n\"But Fritz is a nice guy...and Klaus is calm and\ncool, too. I wish I was as old as them...\"\n<PAGE>\n\"...Whoa, is it that late already? I've gotta get\nhome and do my chores! See you later, Miss\nKassie!\"\n<PAGE>\nKassie: \"Wow, that was a quick farewell. Is this\nhow girls are these days?\"\n<PAGE>\n\"I thought she was going to take a walk in the\nmountains or play with the animals, but instead\nshe went to a cafe to hit on a handsome guy...\"\n<PAGE>\n\"She's certainly got spunk, I'll give her that.\nMakes you wonder what kind of woman she'll\ngrow up to be.\"\n<PAGE>\n\"Anyway, that's all we have time for today!\nThanks for tuning in to Oak Tree Times!\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_13_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"It seems we've found our elixir. Our recent\nepisodes featuring handsome guys have sent our\nviewership soaring!\"\n<PAGE>\n\"It's time, once again, to chat with the residents\nof the town and discover more about them!\"\n<PAGE>\n\"Ah, who's that? Excuse me! You over there!\"\n<PAGE>\nLillie: \"Wh-what's wrong?!\"\nKassie: \"Lillie...!\"\nLillie: \"Yes?\"\n<PAGE>\n\"Whoa, it's really Lillie, weather reporter\nextraordinaire! I've always admired her for\nmaking her own path to success on TV!\"\n<PAGE>\n\"I figured that doing this show, I'd meet her\neventually, but I didn't know today would be that\nday!\"\n<PAGE>\nLillie: \"Heehee...that might be a bit overdramatic,\nbut I'm glad to meet you, Kassie.\"\n<PAGE>\nKassie: \"Y-you know my name... Oh my\ngoooosh!\nLillie: \"Heehee, you're such a character, Kassie.\""
    },
    {
      "VardId": "MES_TV_TOWN_13_2",
      "Text": "Kassie: \"B-by the way...since we're here on the\nshow and all, could you tell us about what you\nlike and dislike?\"\n<PAGE>\nLillie: \"Oh, this must be the part my dad and\nMelanie told me about!\"\n<PAGE>\n\"I guess I should introduce myself properly. I'm\nLillie. I mainly do weather forecasts, but lately\nI've been working with other shows too.\"\n<PAGE>\n\"Some of you viewers out there might have seen\nme around. Hi, everyone! My likes...I'd definitely\nsay fruit and flowers.\"\n<PAGE>\n\"What I dislike is... Ummm...I guess I don't really\ncare much for expensive minerals or gems...\"\n<PAGE>\nKassie: \"I see. Lillie's complexion is so nice. Is\nthat because she eats a lot of fruit?\""
    },
    {
      "VardId": "MES_TV_TOWN_13_3",
      "Text": "\"I'll bet you eat a lot of vegetables, too!\"\nLillie: *shock*\n<PAGE>\nKassie: \"...L-Lillie?\"\nLillie: \"Y-yes! I eat them just like anyone does!\"\n<PAGE>\nKassie: \"E-erm, now you're acting kind of\nweird...\"\n<PAGE>\nLillie: \"I am not! I'm totally okay! Oh! I can't\nforget my errand! Gotta go now!\"\n<PAGE>\n\"I'll keep watching Oak Tree Times, so good luck\nwith the show!\"\n<PAGE>\nKassie: \"Huh? What? Lillie?! What's wrong? Did I\noffend her somehow? I wanted to talk to her\nmore...\"\n<PAGE>\n\"But if she didn't have time, there's not much I\ncan do about it. It's unfortunate, but as Lillie\nsaid, that's all for today.\"\n<PAGE>\n\"Have a wonderful week, and tune in again!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_14_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, we'll be asking regular customers of the\nrestaurant about Raeger, its owner and cook!\"\n<PAGE>\nCustomer A: \"...About Raeger? He's such a dish,\nisn't he?! Handsome, kind, and a good cook...\"\n<PAGE>\n\"Just coming here every day to see him and eat\nhis cooking makes me happy. You know, the\nother day, this thug came in here, and...\"\n<PAGE>\n.........................\n<PAGE>\nThug: \"This tastes like crap! You'd better not be\ncharging me for this!\"\n<PAGE>\n*flips the table over*\n<PAGE>\nCustomer A: \"Whooaaa!\"\n<PAGE>\nThug: \"This ain't fit for human consumption!\nHow can you serve me something like this? I\ndemand to talk to the owner!\"\n<PAGE>\nCustomer A: \"Wh-what are you doing?! His\ncooking is delicious! You're just causing a scene\nto get out of paying, aren't you?!\""
    },
    {
      "VardId": "MES_TV_TOWN_14_2",
      "Text": "Thug: \"Shut up, or I'll feed you a free knuckle\nsandwich!\"\nCustomer A: \"Yikes!\"\n<PAGE>\n*grab*\n<PAGE>\nCustomer A: \"...Raeger!\"\nRaeger: \"Yo. If you didn't like my cooking, I'll\napologize.\"\n<PAGE>\n\"But roughing up my customers and my\nrestaurant? That's totally uncalled for.\"\nThug: \"...Dang it! Get off me!\"\n<PAGE>\nRaeger: \"If you're intent on harming my\ncustomers or my restaurant, well...I don't have\nan ounce of mercy for people like that.\"\n<PAGE>\n\"If you understand, leave the restaurant right\nnow. I won't make you pay.\"\n<PAGE>\nThug: \"...Hmph, fine! Don't gotta tell me twice!\nThat's what I get for coming to some podunk\ncountry restaurant like this!\"\n<PAGE>\n*slams the door*\n<PAGE>\nCustomer A: \"What the heck?! Unbelievable!\n...I'm sorry, Raeger. Because of me, you had to\nmake him leave without paying...\""
    },
    {
      "VardId": "MES_TV_TOWN_14_3",
      "Text": "Raeger: \"Don't worry. Any business will get\ncustomers like him now and then. I'm just glad\nyou're not hurt.\"\n<PAGE>\n\"You're meeting up with your boyfriend today\nand you haven't seen him in months, right?\"\n<PAGE>\n\"Since you're lookin' so pretty dressed up for\nyour big date, no way I could let that guy ruin\nyour day.\"\n<PAGE>\nCustomer A: \"!!\"\n<PAGE>\nRaeger: \"Everyone, sorry about that guy's rude\nbehavior. Just sit tight for a minute, I've got a\nround of free desserts coming, on the house.\"\n<PAGE>\nCustomer A: \"That's so sweet, Raeger!\"\nCustomer B: \"Oh Raeger...!\"\nCustomer C: \"That was hella tight, bro!\"\n<PAGE>\n.........................\n<PAGE>\nCustomer A: \"...Since he was so sweet, I ended\nup breaking up with my boyfriend that very day.\"\nKassie: \"What?!\""
    },
    {
      "VardId": "MES_TV_TOWN_14_4",
      "Text": "Customer A: \"Well, it turned out my boyfriend\nwas going to dump me anyway. Our long-\ndistance relationship wasn't working out.\"\n<PAGE>\n\"But knowing there were sweet men like Raeger\naround made ending the relationship easier.\"\n<PAGE>\nKassie: \"I-I see... Thanks for sharing your\nstory...\"\n<PAGE>\nKassie: \"And so another piece falls into place\nregarding why women swoon for Raeger...\"\n<PAGE>\n\"Anyway, that's all we have time for today. Have\na great week, and stop by again for more Oak\nTree Times!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_15_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"It's pretty useful to know what people like and\ndislike, right? You'll never have that awkward\nfeeling that accompanies giving a bad gift!\"\n<PAGE>\n\"Join me, Kassie Oakley, as I rove around quaint\nold Oak Tree Town discovering more about its\nresidents!\"\n<PAGE>\n\"I've been sending Lillie gifts of fruit and flowers\nlately, since she said she likes those. It's a good\nway to build up goodwill with people.\"\n<PAGE>\n\"Let's see who passes by today. Oh, who's that\nbeautiful lady over there?\"\n<PAGE>\n\"Excuse me, miss. I'd like to learn more about\nyou. Would you mind chatting with me for a\nbit?\"\n<PAGE>\nIris: \"...Oh? I've never been hit on by another\nwoman before. Ohoho.\"\n<PAGE>\nKassie: \"Whoa! Come to think of it, maybe I took\nthe wrong angle there... That wasn't my\nintention, though!\""
    },
    {
      "VardId": "MES_TV_TOWN_15_2",
      "Text": "Iris: \"Hoho, I know. I just wanted to see if I\ncould get a rise out of you. You're from Oak Tree\nTimes, right? I've heard about you.\"\n<PAGE>\n\"Generally I don't make my private life public, but\nI suppose I owe you something for embarrassing\nyou on the air.\"\n<PAGE>\n\"I suppose I can spare a few juicy tidbits.\"\nKassie: \"Th-thank you very much!\"\n<PAGE>\nIris: \"My name is Iris. I'm particularly fond of tea\nand fruit. What I don't like is...insects, I guess.\"\n<PAGE>\n\"Oh, and I'm not fond of mushrooms at all. I\nthink that about covers the basic likes and\ndislikes...\"\n<PAGE>\nKassie: \"Thank you! By the way, you're so\ngorgeous. Are you a model or something?\nMaybe an actress?\"\n<PAGE>\nIris: \"Oh, thank you. Sorry to burst your bubble,\nbut I'm not. I'm working on a novel.\"\nKassie: \"What? You're a writer?!\""
    },
    {
      "VardId": "MES_TV_TOWN_15_3",
      "Text": "\"What kind of book are you writing?\"\nIris: \"Ohoho... I'd tell you, but alas, it's outside\nthe purview of this show.\"\n<PAGE>\n\"If you want to know more, we'd have to take\nour relationship to the next level...right? Well, I\nhave to be going now, so I'll see you later.\"\n<PAGE>\nKassie: \"O-okay. ...Phew! She has such a\ndynamite figure! But I couldn't shake the feeling\nthat she was just messing with me...\"\n<PAGE>\n\"On the other hand, look at me with this baby\nface and this washboard chest...it's like we're\ntwo different species of woman.\"\n<PAGE>\n\"H-hey, cameraman! Did you just zoom in on my\nchest?! I'm gonna make you pay for that!\"\n<PAGE>\n\"Gaaaah! This is horrible! I'm so done with\ntoday! I'm so done with everything! Burn it all!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_16_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Is anything exciting going on today? Oh, there's\nLillie over there. Hi Lillie! Do you know of\nanything interesting going on?\"\n<PAGE>\nLillie: \"Anything interesting? Um...\"\n<PAGE>\nKassie: \"Oh! How about giving a tour of your\nroom?\"\nLillie: \"W-whoa, that's kind of personal.\"\n<PAGE>\nKassie: \"How about a funny story from your\nfamily's inn? Any tales of strange customers?\"\nLillie: \"Ummm... Oh, I've got one.\"\n<PAGE>\n\"I was talking with Melanie, and she mentioned\nsome strange customers we had the other\nday...\"\n<PAGE>\n.........................\n<PAGE>\nLillie: \"Huh? The two guests staying in this room\nlook weird...?\"\nMelanie: \"Yeah.\"\n<PAGE>\n\"Some of the guests said they've been\nwhispering loudly to each other all night...\"\n<PAGE>\n\"I heard a couple others say they heard yelling\ncoming from their room.\""
    },
    {
      "VardId": "MES_TV_TOWN_16_2",
      "Text": "\"And those two guys are always carrying a really\nbig black bag with them wherever they go.\"\n<PAGE>\nLillie: \"Come to think of it, you're right. That\nbag's big enough to stuff a child into, isn't it?\"\n<PAGE>\n\"When dad offered to help them carry it, they\nsaid they didn't want to trouble him and asked\nhim not to touch it.\"\n<PAGE>\nMelanie: \"Whoa! These guys are totally\nsuspicious!\"\nLillie: \"How do you figure?\"\n<PAGE>\nMelanie: \"If the bag's so heavy and unwieldy,\nwhy would they carry it wherever they go? And\ntalking secretly in the night like that...\"\n<PAGE>\n\"What if they're plotting to commit a crime?\nMaybe a kidnapping, or even something as\nunspeakable as human trafficking?!\"\n<PAGE>\nLillie: \"...have you been binging on those\ndetective novels again?\n<PAGE>\nMelanie: \"Indubitably! Though I may have the\nbody of a child, and...uh...the mind of a child,\nthere's no case that I, Melanie, cannot solve!\""
    },
    {
      "VardId": "MES_TV_TOWN_16_3",
      "Text": "Lillie: \"Setting aside the fact that you have no\nactual training, don't you actually need evidence\nto accuse people of crimes?\"\n<PAGE>\n\"If you think it's that weird, maybe we should tell\nthem guests have complained about their noise\nand ask them to explain themselves.\"\n<PAGE>\nMelanie: \"...I-is it safe?\"\nLillie: \"Don't worry. Just knock at the door.\"\nMelanie: \"Oka...\"\n<PAGE>\nMan A: \"How many times do I have to say it?\nYou do that, and it's mutual death.\"\n<PAGE>\nMelanie & Lillie: \"....?!\"\n<PAGE>\nMan B: \"You can't know until you try, though!\"\nMan A: \"Everyone knows that without having to\ntry it.\"\n<PAGE>\n\"He wasn't smart enough, so it ended up being a\nsuicide. Ideally, you want to take away all their\nliberties first.\"\n<PAGE>\nMelanie & Lillie: \"...\"\n<PAGE>\nMelanie: \"S-Sis, is this what I think it is?\"\nLillie: \"N-no way... Seriously?\"\nMaurice: \"...What are you two doing?\""
    },
    {
      "VardId": "MES_TV_TOWN_16_4",
      "Text": "Melanie: \"Wha-a-aaaaa! Dad?! Sssssshhh! What\nare you doing here?\"\n<PAGE>\nMaurice: \"Well, our guests staying in this room\ninvited me to join them.\"\nMelanie: \"What?!\"\n<PAGE>\nLillie: \"Dad! Are you really going to be an\naccomplice?\"\nMaurice: \"What are you talking about?\"\n<PAGE>\nMelanie: \"We've been eavesdropping on them,\nand they're talking about suicides and kills!\"\n<PAGE>\nMaurice: \"...Oh, I see! Hahaha! There's nothing\nlike the danger of hearing only pieces of a\nconversation.\"\n<PAGE>\nMelanie: \"Were we mistaken?\"\nMaurice: \"Why don't you go inside and check it\nout? ...Hey guys, it's Maurice. Coming in.\"\n<PAGE>\nMan B: \"Oh, hi there, Maurice.\"\nMan A: \"You came just at the right time. Look at\nthis -- can you believe how bad he is at Go?\"\n<PAGE>\nMelanie & Lillie: \"...Go?\"\n<PAGE>\nMaurice: \"It's a board game from the far East.\nThink of it like a more strategic version of\nOthello.\""
    },
    {
      "VardId": "MES_TV_TOWN_16_5",
      "Text": "\"'Suicides' in Go are a play you can make that\nresults in your stones' imminent capture.\n<PAGE>\n\"The game is often played on a large, boxy board\nlike the one these two gents have.\"\n<PAGE>\nLillie: \"Oh, so that thing you were carrying in the\nbig bag all the time was...\"\n<PAGE>\nMan A: \"This board, of course. Did it look\nweird?\"\n<PAGE>\n\"We'd been walking around town, hoping to find\nsomeone who wanted to challenge us to a\ngame!\"\n<PAGE>\nLillie: \"Oh, th-that was it...\"\n<PAGE>\nMelanie: \"Wow...that's a relief to know.\"\nMan B: \"Oh? Why's that?\"\nMaurice: \"Haha, it's nothing. Don't mind them.\"\n<PAGE>\n\"Now that you're all acquainted, how'd you like\nto teach my daughters the basics of Go?\"\n<PAGE>\nMan A: \"You've got it! Finding new players\nalways get me fired up!\"\n<PAGE>\n.........................\n<PAGE>\nLillie: \"...So, that's what happened. For a while\nthere, I was really freaked out!\"\nKassie: \"I-I see. Even hearing it was disturbing.\"\n<PAGE>\n\"I'm glad you weren't in real danger, though.\nAnyway, that's all we have time for today. I'll see\nyou again next week!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_17_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Come along with me as we get to know the\nresidents of Oak Tree Town!\"\n<PAGE>\n\"Ah, who's that fainthearted-looking father over\nthere? Let's go talk to him!\"\n<PAGE>\n\"Hello, sir! Would you mind telling our audience\na little about yourself?\"\n<PAGE>\nJonas: \"...Did you really just call me a\n'fainthearted-looking father'?\"\nKassie: \"I'm sorry. It just kind of slipped out...\"\n<PAGE>\n\"Wait, aren't you Jonas from the guild office?\nAck, I'm terribly sorry!\"\n<PAGE>\nJonas: \"No worries. It's not the first time I've\nbeen called fainthearted, and it surely won't be\nthe last.\"\n<PAGE>\nKassie: \"Awwww, I'm really sorry!\""
    },
    {
      "VardId": "MES_TV_TOWN_17_2",
      "Text": "Jonas: \"So...you're going to ask me what I like\nand dislike, right?\"\n<PAGE>\nKassie: \"Oh, that's right. I guess you know the\ndrill already, huh? If you would, that'd be great.\"\n<PAGE>\nJonas: \"I suppose it falls under being of service\nto one's town.\"\n<PAGE>\n\"My name is Jonas, and I run the front desk at\nthe Trade Depot. I've always had a fascination\nwith insects.\"\n<PAGE>\n\"I've liked them since I was a child. I'm not too\nfond of sweets, but I still enjoy desserts if they're\nnot too sugary.\"\n<PAGE>\nKassie: \"I see. When you talked about insects, I\ncould see the gentle look on your face. You\nmust really like them!\"\n<PAGE>\n\"Thanks for your help, Mr. Jonas!\"\nJonas: \"Glad to pitch in. Anyway, I'd better get\nback to work. If you'll excuse me.\""
    },
    {
      "VardId": "MES_TV_TOWN_17_3",
      "Text": "Kassie: \"...And that's that. I wonder if maybe he\nfelt uncomfortable speaking on TV.\"\n<PAGE>\n\"He did give a sincere answer, though, and\nthere's not much more I can ask of an\ninterviewee. Anyway, that's it for today.\"\n<PAGE>\n\"Tune in next week!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_18_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, we'll be talking with kids who are fans of\nfamous weather reporter Lillie.\"\n<PAGE>\nShiho: \"...About Lillie? She's a weathergirl, and\nshe's a good singer, too!\"\n<PAGE>\n\"She can sing, dance, and draw, and she's really\npretty... She used to be on a cooking show,\ntoo.\"\n<PAGE>\n\"My mom said she was surprised that Lillie was\na good cook. Isn't she amazing?! Oh, one more\nthing!\"\n<PAGE>\n\"Lillie is super nice! Once time, when I was\nlost...\"\n<PAGE>\n.........................\n<PAGE>\nShiho: \"Waaaahhhhh! Mom!\"\nLillie: \"...Hm? Excuse me. Are you lost?\""
    },
    {
      "VardId": "MES_TV_TOWN_18_2",
      "Text": "Shiho: *sob* \"I don't know where my mom is...\"\nLillie: \"I see. Okay, let's find your mom together!\"\n<PAGE>\n\"My name is Lillie. What is your name?\"\nShiho: \"...Shiho.\"\n<PAGE>\nLillie: \"Shiho, huh? That's a cute name. Heeeeey,\nShiho's mom! Your daughter is here!\"\n<PAGE>\nShiho: \"Aww... *sob* Mom...\"\nLillie: \"Umm... Where did she go...?\"\n<PAGE>\nShiho: \"Mom said she didn't want a bad girl...\nIt's 'cause I didn't eat my vegetables.\"\n<PAGE>\nLillie: \"I don't think that's it. In fact, I'll bet she's\nlooking for you right now.\"\n<PAGE>\n\"You know what I think? I'll bet a vengeful\nvegetable ghost is trying to hide your mom!\"\n<PAGE>\n\"Since you didn't eat your vegetables, the ghost\nwants to punish you. I'll bet if you ate them, the\nghost would lose its power.\""
    },
    {
      "VardId": "MES_TV_TOWN_18_3",
      "Text": "Shiho: \"I'll be good! I'll even eat my vegetables if\nMom comes back!\"\n<PAGE>\nLillie: \"Okay. If you want to be good, do you\nthink we can find your mom without crying?\"\nShiho: \"Yes!\"\n<PAGE>\nLillie: \"Heehee...you're off to a strong start,\nShiho. I'm going to make a phone call now, so\njust wait a minute.\"\n<PAGE>\n\"Hello, lost child department? I'm here with a girl\nnamed Shiho who's been separated from her\nmother. ...Oh, I see. I'll take her there.\"\n<PAGE>\n\"...Good news, Shiho! Your mother has broken\nfree from the vegetable ghost and is waiting for\nyou!\"\n<PAGE>\nShiho: \"Are we going to see her?\"\nLillie: \"We sure are! Let's go!\"\n<PAGE>\n........................."
    },
    {
      "VardId": "MES_TV_TOWN_18_4",
      "Text": "Shiho: \"...Lillie stayed with me until I found my\nmom again!\"\n<PAGE>\n\"Every day since then, I've eaten my vegetables!\nMom and Dad were surprised by it! They said I\nwas a good girl.\"\n<PAGE>\n\"They always hug me after dinner because I eat\nall the vegetables on my plate.\"\n<PAGE>\nKassie: \"Is that so? That's amazing! ...Well, it\nlooks like we're out of time for today.\"\n<PAGE>\n\"Thank you for sharing your story, Shiho. You\ncan go back to your mom now.\"\nShiho: \"Okay. See you later!\"\n<PAGE>\nKassie: \"...I guess that's part of Lillie's enduring\npopularity. She's really good at dealing with kids,\nisn't she?\"\n<PAGE>\n\"She not only helped Shiho find her mother, but\ngot her to start eating vegetables the very same\nday. That girl's unstoppable!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out! "
    },
    {
      "VardId": "MES_TV_TOWN_19_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Join me again today as we set out to explore\nOak Tree Town and learn more about the people\nwho call it home.\"\n<PAGE>\n\"Now, who will we meet today?\"\n<PAGE>\n\"How about that boy over there? Excuse me, but\nwould you mind telling our audience a little\nabout yourself?\"\n<PAGE>\nLutz: \"Hm? Me?\"\nKassie: \"...Um, have we met before?\"\nLutz: \"...No. I think I'd remember if we had.\"\n<PAGE>\nKassie: \"Umm...?\"\nLutz: \"I'm sorry, but I have a lesson to get to\nnow...\"\n<PAGE>\nKassie: \"...Ah, that's it! You seem really similar\nto Jonas, a guest I had on the show the other\nweek.\""
    },
    {
      "VardId": "MES_TV_TOWN_19_2",
      "Text": "Lutz: \"...You know my father?\"\nKassie: \"Your father?\"\nLutz: \"Yeah. Jonas is my father's name.\"\n<PAGE>\n\"I'm his son, Lutz.\"\nKassie: \"What?! Really?! But yeah, you two do\nlook alike!\"\n<PAGE>\nLutz: \"We do?\"\n<PAGE>\nKassie: \"Yep! Like I said, I had him on the show\nthe other day, and he talked a bit about what he\nlikes and dislikes.\"\n<PAGE>\n\"Might I be right in assuming you share your\nfather's love of insects?\"\nLutz: \"Well...actually, I do.\"\n<PAGE>\nKassie: \"How about your dislikes? Your dad said\nhe wasn't too fond of sweets.\"\n<PAGE>\nLutz: \"I'm okay on sweets. Actually, what I don't\nlike are leafy vegetables. It's like I'm shoving a\nshrub into my mouth.\"\n<PAGE>\nKassie: \"I see.\"\nLutz: \"...Erm, excuse me.\""
    },
    {
      "VardId": "MES_TV_TOWN_19_3",
      "Text": "\"I need to hurry, or I'll be late for my lesson.\"\nKassie: \"Oh, yes. Sorry to hold you up. Thank\nyou for coming on the show today!\"\n<PAGE>\n\"...I guess Lutz really takes after his dad, huh?\nYou know what they say -- like father, like son!\"\n<PAGE>\n\"Okay, that's about all we have time for today, so\nI'll catch you all next week!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_20_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, we're heading to the shop of Oak Tree\nTown's reliable carpenter to sample a day in the\nlife of a craftsman.\"\n<PAGE>\n\"Hello!\"\nCorona: \"Gunther, do I look weird?\"\n<PAGE>\nGunther: \"Eh? What do you mean?\"\nCorona: \"Is my makeup all right? Are my clothes\ngood? I'm nervous about being on TV.\"\n<PAGE>\nGunther: \"Don't worry, you look fine. We're just\nshowin' off the shop today. Nothin' to be\nnervous about.\"\n<PAGE>\nCorona: \"Haha, I actually do feel better after\nhearing you say that. I'm glad you've always got\nmy back, Gunther.\"\n<PAGE>\nGunther: \"...Aww, stop, I'm blushin'.\"\nKassie: \"...E-excuse me...\""
    },
    {
      "VardId": "MES_TV_TOWN_20_2",
      "Text": "Gunther & Corona: \"Whoa! When did you get\nhere?\"\n<PAGE>\nKassie: \"Sorry to interrupt your moment. I'm\nKassie from Oak Tree Times. I told you I'd be\ncoming by today.\"\n<PAGE>\nCorona: \"W-welcome!\"\nGunther: \"Aye, and we've been waiting for you!\nHere for a tour of the ol' shop, are you?\"\n<PAGE>\nKassie: \"Yes, that's the plan. Today we're seeing\nhow a master carpenter handles his trade.\"\n<PAGE>\nGunther: \"W-well then, let's get started. I'm\nGunther, the town carpenter. As you can see,\nthis here is my workshop.\"\n<PAGE>\nCorona: \"I'm his wife, Corona. I run the front\ndesk, manage the finances, and help with\nwhatever needs doing.\"\n<PAGE>\nGunther: \"The bread and butter of our work is\nbuilding, fixing up, or expanding houses.\"\n<PAGE>\nKassie: \"I see. Oh, are you working on a project\nright now? I smelled fresh lumber right when I\nwalked in, so that must be why.\"\n<PAGE>\n\"Corona, you see him working hard every day as\nyou're dealing with customers. You two must\nmake a great team.\""
    },
    {
      "VardId": "MES_TV_TOWN_20_3",
      "Text": "Corona: \"Of course! And you know...Gunther\nlooks so much more handsome and manly when\nhe's hard at work...\"\n<PAGE>\nGunther: \"Er, Corona...\"\nCorona: \"Oh my gosh, what am I saying on TV?\"\n<PAGE>\nKassie: \"A perfect match for a well-run business!\nI'd like to talk with them more, but unfortunately,\nthat's all we have time for today.\"\n<PAGE>\n\"What will we see next week? I don't actually\nknow yet, but you won't want to miss it!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_21_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today I'm continuing my quest to meet the\nresidents of Oak Tree Town and learn more\nabout them.\"\n<PAGE>\n\"So, who's around today we can interview?\"\nMarian: \"Why, hello there. Are you shooting\nsomething?\"\n<PAGE>\nKassie: \"Whoa!\"\nMarian: \"I'm sorry. I surprised you, didn't I?\"\n<PAGE>\n\"...Ah, you're that reporter for Oak Tree Times,\naren't you?\"\nKassie: \"Ack!\"\n<PAGE>\n\"(Now I remember...I met him in the very first\nepisode, but since he looked like a real handful, I\nran away...)\"\n<PAGE>\nKassie: \"H-hello.\"\n<PAGE>\nMarian: \"Heh heh! You sure made a quick exit\nlast time. We didn't get much of a chance to\nchat.\""
    },
    {
      "VardId": "MES_TV_TOWN_21_2",
      "Text": "Kassie: \"Eeep! I'm sorry! B-but you know how it\nis -- TV broadcast, tight schedule and all that!\"\n<PAGE>\nMarian: \"Well, that's fine. Anyway, you go\naround asking people about what they like and\ndislike, no?\"\n<PAGE>\n\"Can I take a shot at that?\nKassie: \"Huh? I mean...of course!\"\n<PAGE>\nMarian: \"Excellent. I, the glamorous and\nbeautiful Doctor Marian, will be the only guest\nyou need today.\"\n<PAGE>\n\"Anyway, let's start with what I like. Fruit and\nherbs are personal favorites. They're good for the\nskin, so I eat them every day.\"\n<PAGE>\n\"On the other hand, cheese and butter are oily,\nand oil isn't good for the skin. I'm not fond of\ninsects either.\"\n<PAGE>\n\"Insects are always sneaking into the rooms of\ninnocent girls like me. Imagine the fright seeing\none jump out at you from a corner!\""
    },
    {
      "VardId": "MES_TV_TOWN_21_3",
      "Text": "Kassie: \"O-okay...\"\nAngela: \"...Ah, Doctor! Thank goodness.\nSo...this is where you've been?\"\n<PAGE>\nMarian: \"Oh? What's wrong, Angela? I'm in the\nmiddle of filming an interview that will thrill\naudiences everywhere.\"\n<PAGE>\nAngela: \"Sorry, but we have an emergency.\"\n<PAGE>\nMarian: \"Oh. I suppose duty calls. There's so\nmuch more I'd love to talk about, but I have to\ngo.\"\n<PAGE>\nKassie: \"Uh...okay. I wouldn't want to keep you\nfrom a patient in need!\"\nMarian: \"...You look like you're relieved.\"\n<PAGE>\nKassie: \"N-no, not at all!\"\nMarian: \"Really? Well then, I'll see you later.\nToodles!\"\n<PAGE>\nAngela: \"Sorry to interrupt the interview.\"\nKassie: \"No, thank you for volunteering. *sigh*\nWhy is it so hard to deal with him...?\"\n<PAGE>\n\"Anyway, that's it for today. Tune in again next\nweek!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_22_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Do you remember Klaus the perfumer? Today I\nhave an exclusive interview with someone who\nknew him back when they were in school!\"\n<PAGE>\n\"It's hard to imagine what he was like, isn't it? I\nwonder if he was really mature even back then.\"\n<PAGE>\nMan: \"Nah, the Boss used to be much wilder!\"\nKassie: \"B-Boss?! Wilder?\"\n<PAGE>\nMan: \"That's right. No matter how many enemies\ncame our way, he'd lay 'em out good.\"\nKassie: \"E-enemies?!'\"\n<PAGE>\nMan: \"We lived in a neighborhood on the\noutskirts of town. Rough place; bars on all the\nwindows...\"\n<PAGE>\n\"Shady people were always roaming around\nlooking for their next victim. Sometimes, they\nattacked folks like me.\""
    },
    {
      "VardId": "MES_TV_TOWN_22_2",
      "Text": "\"But whenever that happened, the Boss always\njumped in to save our skins. He wouldn't leave\nanyone in trouble.\"\n<PAGE>\n\"He's a good guy, with a lotta heart. He even\ntook care of good-for-nothin' kids like me.\"\n<PAGE>\n\"Eventually, he formed a big gang of people like\nhim, and they muscled the bad guys right outta\ntown.\"\n<PAGE>\nKlaus: \"...Hey, I think that's about enough.\"\n<PAGE>\nMan: \"B-Boss!\"\nKassie: \"Klaus!\"\n<PAGE>\nKlaus: \"Well! Never thought I'd run into you\nhere...\"\n<PAGE>\n\"I was immature back then, with an outsized\nsense of justice. Let's not dredge up the past.\"\n<PAGE>\nMan: \"But I think people should know about all\nthe positive things you did for us!\"\n<PAGE>\nKlaus: \"It's been years since then. I was a\nreckless kid. Thinking about it now is\nembarrassing.\"\n<PAGE>\nMan: \"Don't say that! When me and my friends\nsaw what you did, it gave us hope we could\nchange our lives for the better.\"\n<PAGE>\n\"That could be the best gift anyone ever gave\nme.\""
    },
    {
      "VardId": "MES_TV_TOWN_22_3",
      "Text": "Klaus: \"...O-okay. I understand. Anyway, if you'd\nbe so kind, I really would appreciate you\nremaining silent on the matter.\"\n<PAGE>\nMan: \"There's no way I can say no to you,\nBoss.\"\n<PAGE>\nKlaus: \"I apologize, Miss Kassie, but I'm afraid\nyour interview today has been canceled.\"\n<PAGE>\n\"I'll gladly make it up to you another day.\"\nKassie: \"D-don't worry about it!\"\n<PAGE>\n\"Anyway, that's all we have time for today. See\nyou next week.\"\n<PAGE>\n\"...Maybe someday, I'll get to discover more of\nKlaus's secret past as a wild, rebellious youth\nstreet-fighting for justice!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_23_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, we're once again delving into the spirit\nof Oak Tree Town by getting to know its\nresidents.\"\n<PAGE>\n\"But this time, I won't just be interviewing\nsomeone random I see passing by on the street.\"\n<PAGE>\n\"Today I've set an appointment with someone\nwho we've received lots of requests for an\ninterview with!\"\n<PAGE>\n\"Fans, your wait is over! Today's guest is...the\ncharismatic farmer Giorgio!\"\n<PAGE>\nGiorgio: \"Hello. Thank you, everyone, for sending\nin those requests. I'm sorry to have kept you\nhanging so long.\"\n<PAGE>\n\"One might call me an eternal pursuer of beauty.\nI'm the fabulous farmer, Giorgio. Pleased to\nmake your acquaintance.\"\n<PAGE>\nKassie: \"Oooooh-kay. Now, Giorgio, can you tell\nus a bit about what you like and dislike?\""
    },
    {
      "VardId": "MES_TV_TOWN_23_2",
      "Text": "Giorgio: \"I love beautiful things of all sorts.\nFlowers and jewels, of course. Butterflies and\nfireflies also set my heart aflutter.\"\n<PAGE>\n\"Ah, such a beautiful sight.\"\nKassie: \"Okay, what about things you don't like?\"\n<PAGE>\nGiorgio: \"It's simple, really. I dislike things that\naren't beautiful. Dried or slimy things, for\ninstance. They're quite repulsive, no?\"\n<PAGE>\n\"There's value in appearance. Sometimes, just\nthe sight of something beautiful can set one's\nheart to racing!\"\n<PAGE>\n\"On the other hand, looking at something ugly\ncan make you draw back in disgust.\"\nKassie: \"...So basically, you go by looks.\"\n<PAGE>\nGiorgio: \"You can say that, yes. But of course, I\nrecognize the value of inner beauty as well.\"\n<PAGE>\n\"You see, the importance of inner beauty is...\nAnd you know, it's also important that... But if\nyou think about it, this is..."
    },
    {
      "VardId": "MES_TV_TOWN_23_3",
      "Text": "\"So naturally, I came to that conclusion, and...\nOf course, there's that to consider... That's just\nmy personal opinion, though.\"\n<PAGE>\nKassie: \"A-ah! G-Giorgio, we're totally out of\ntime!\"\n<PAGE>\n\"It looks like this whole episode became an\nimpassioned monologue about beauty! Please,\nlet me interview you again sometime!\"\n<PAGE>\nGiorgio: \"Alas...a pity we can't continue on.\"\nKassie: \"I'm sorry for the rush. Thank you for\ncoming on the show today!\"\n<PAGE>\n\"Be sure to tune in next time to meet more\npeople as fascinating as Giorgio!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_24_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Recently, I found out that Oak Tree Town has\nits very own antique shop. Today, we're going to\nmeet the owner of this curious store.\"\n<PAGE>\n\"Hello there! I'm Kassie from Oak Tree Times.\nThanks for showing us around today.\"\n<PAGE>\nMistel: \"Pleased to meet you. I'm Mistel, the\nowner of this shop. Thank you for coming\ntoday.\"\n<PAGE>\nKassie: \"(...What a handsome boy!) E-erm...\nLooking around, I can see you have lots of\nitems. Are they all antiques?\"\n<PAGE>\nMistel: \"Yes. I sell a variety of antiques here.\nWhen people hear antiques, they usually think of\nthings that are prohibitively expensive.\"\n<PAGE>\n\"However, many antiques are quite affordable, so\nplease feel free to browse around any of the\ncollections.\"\n<PAGE>\n\"You might find something you didn't even know\nyou wanted. Or even something life-changing.\""
    },
    {
      "VardId": "MES_TV_TOWN_24_2",
      "Text": "Iris: \"...Ohoho. Ever the smooth salesman,\nMistel.\"\n<PAGE>\nMistel: \"Ah, sister, I thought you were working\non your book... Was I being too noisy?\"\n<PAGE>\nIris: \"Not at all. I just came down to take a\nbreak.\"\n<PAGE>\nKassie: \"I'm sorry to bother you while you're\nworking, Iris. Come to think of it, you two live\nhere, right?\"\n<PAGE>\nKassie: \"Do you run this store with him?\"\nIris: \"No. Working on my books keeps me busy\nenough as it is.\"\n<PAGE>\nMistel: \"She says that, but she picked out many\nof the items in our collections here herself.\"\nKassie: \"Oh, really?\"\n<PAGE>\nIris: \"That's right. If you're going to be\nsurrounded by it every day, isn't it better to\nchoose things you find appealing?\""
    },
    {
      "VardId": "MES_TV_TOWN_24_3",
      "Text": "Kassie: \"You make a good point... Ah, looks like\nwe've just about run out of time for today.\"\n<PAGE>\n\"Mistel and Iris, thank you very much for\nappearing on the show today.\"\nMistel: \"Think nothing of it.\"\n<PAGE>\nKassie: \"This is Kassie Oakley, reporting to you\nfrom the antique shop run by a beautiful brother\nand sister!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_25_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Are you ready to dive in and really get to know\nthe residents of Oak Tree Town? I know I am!\"\n<PAGE>\n\"Who will we meet today? Let's wait here and\nsee who passes by.\"\n<PAGE>\nFritz: \"...Oh, hey! Are you gonna interview me\nagain?!\"\nKassie: \"Huh...no one seems to be passing by.\"\n<PAGE>\nFritz: \"Heh heh! Being as popular as I am can\nhave its downsides, y'know?\"\nKassie: \"Jeepers, where are all the people?\"\n<PAGE>\nFritz: \"I can tell you're ignoring me, y'know!\"\nKassie: \"Oh my goodness! How long have you\nbeen standing there?\"\n<PAGE>\nFritz: \"That was the fakest apology I've ever\nheard...\"\nKassie: \"Heehee...just kidding. Hi there, Fritz.\"\n<PAGE>\nFritz: \"Is it my fate to get this treatment\neverywhere?\""
    },
    {
      "VardId": "MES_TV_TOWN_25_2",
      "Text": "Kassie: \"Nothing wrong with that. You just\ncouldn't have a full tarot deck without 'The Fool,'\nafter all.\"\n<PAGE>\nFritz: \"You're saying I totally complete this town,\nright? It'd be cooler if you'd said I was strong\nand handsome, but I'll take it. ♪\"\n<PAGE>\nKassie: \"(Soooo, he either doesn't mind be\ncalled a fool, or didn't catch it. He really is a\nbumpkin...)\"\n<PAGE>\n\"...Well, nobody else has come by, so...yeah.\nWhat is it you like and dislike?\"\n<PAGE>\nFritz: \"What I like and dislike? Sure! Time for ol'\nFritz to dish out the info. ♪\"\n<PAGE>\n\"I like...erm, snacks, juice and anything\nexpensive! 'Cause y'know, you can sell expensive\nthings for fast cash in an emergency!\"\n<PAGE>\n\"What I dislike is, ummm... Maybe flowers, I\nguess? I can't eat them, so they're not much use\nto me.\""
    },
    {
      "VardId": "MES_TV_TOWN_25_3",
      "Text": "Kassie: \"I'm absolutely astonished how cleanly\nthat matched up with the kinds of things I\nexpected you to say...\"\n<PAGE>\n\"Well, it looks like it's time to wrap things up for\ntoday. I guess I spent too long chatting at the\nstart.\"\n<PAGE>\n\"Thanks for coming on the show, Fritz.\"\nFritz: \"Bwuh? That's it? But I still have plenty of-\n-\"\n<PAGE>\nKassie: \"Uh...I'd love to hear more of your story,\nbut we'll have to save that for another time.\"\n<PAGE>\n\"Okay, that's it for today! See you next week!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_26_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Get ready to join me on my continuing journey\nto learn more about the residents of Oak Tree\nTown!\"\n<PAGE>\n\"Ah, someone's coming this way. Two people,\nactually. It looks like it's Mistel and Iris!\"\n<PAGE>\nIris: \"Yes? Oh, you're the reporter from Oak Tree\nTimes. Hello there.\"\nMistel: \"Hello, Kassie.\"\n<PAGE>\nKassie: \"I'm glad you remember me! Um, are you\ntwo busy right now?\"\n<PAGE>\nMistel: \"Not so much at the moment. How can\nwe help you?\"\n<PAGE>\nKassie: \"Today, we're doing our regular theme of\nthe show, asking residents what they like and\ndislike.\"\n<PAGE>\n\"Would you mind being today's guest, Mistel?\""
    },
    {
      "VardId": "MES_TV_TOWN_26_2",
      "Text": "Iris: \"Oh, this is like the interview I did. You\nshould try it, Mistel. You might enjoy it.\"\n<PAGE>\nMistel: \"I see. Very well, I'll help you as much as\nI can.\"\n<PAGE>\n\"...Should I introduce myself for those who\ndidn't see the episode with my shop? I'm\nMistel.\"\n<PAGE>\n\"I like fruit and pasta. As for my dislikes...\"\nKassie: \"Erm, what's wrong?\"\n<PAGE>\nIris: \"He dislikes vegetables and fish.\"\nMistel: \"...Iris!\"\n<PAGE>\nIris: \"What's the matter? I know you don't want\nto talk about it, but think of how much viewers\nat home will enjoy knowing your secrets!\"\n<PAGE>\nMistel: \"...Well, we can't take back what's been\nsaid. If this results in fewer gifts of things I\ndislike, I'll count it a net positive.\"\n<PAGE>\n\"...Anyway, is the interview done now?\""
    },
    {
      "VardId": "MES_TV_TOWN_26_3",
      "Text": "\"I'm sorry, but we need to be off.\"\nKassie: \"Oh, yes. Thank you for your\ninformation!\"\n<PAGE>\nMistel: \"...Oh, just one more thing.\"\nKassie: \"Yes?\"\n<PAGE>\nMistel: \"I run an antique shop, so if any of you\nviewers out there are so inclined, you're always\nwelcome to come and visit.\"\n<PAGE>\n\"I'm sure you'll find something that fascinates\nyou among our considerable stock. I'm looking\nforward to seeing you.\"\n<PAGE>\nKassie: \"...Whoa, did he just sneak in free\nadvertising? He's a pretty shrewd guy.\"\n<PAGE>\n\"Well, that brings us to the end of today's\nepisode. I'll see you next week!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_27_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, I'm headed on down to the town clinic,\nlocated in the guild building, to interview the\nstaff.\"\n<PAGE>\n\"Hello! I'm Kassie from Oak Tree Times. Thank\nyou for joining me on the show today!\"\n<PAGE>\nMarian: \"Dee-lighted. From the common cold to\ntempestuous bouts of lovesickness, the beautiful\ndoctor Marian will cure all ailments.\" ♪\n<PAGE>\nAngela: \"Hello. I'm Angela, a nurse at this clinic.\nThank you for coming today.\"\n<PAGE>\nKassie: \"...Do you two always work together like\nthis? I mean, your personalities couldn't be more\ndifferent.\"\n<PAGE>\nMarian: \"See, Angela? That's why I said you\nshould smile more. Bring more color into your\nlife!\""
    },
    {
      "VardId": "MES_TV_TOWN_27_2",
      "Text": "Angela: \"I smile when I'm happy. It's too much\nof a bother to do it when I'm not.\"\nMarian: \"And there you have it.\"\n<PAGE>\n\"Well, I guess that's part of what people like\nabout you. Do you know what some patients are\ncalling you, now?\"\n<PAGE>\nAngela: \"...What ARE they calling me?\"\nMarian: \"Heh heh heh...it's a secret.\"\n<PAGE>\nAngela: \"...Doctor, just introduce the clinic\nalready.\"\n<PAGE>\nMarian: \"I'm getting to it; you don't have to tsk-\ntsk me. I was just kidding around, you know?\nLevity, that's the thing!\"\n<PAGE>\nKassie: \"(It looks like she's kept a straight face all\nthis time. Can he actually detect slight changes\nin her emotions?)\"\n<PAGE>\nKassie: \"I guess you two make a good team.\"\nMarian: \"Huh? What do you mean?\"\nKassie: \"Um... Never mind.\"\n<PAGE>\nMarian: \"Anyway, let's talk about this clinic! It's\nconveniently located in the guild headquarters.\""
    },
    {
      "VardId": "MES_TV_TOWN_27_3",
      "Text": "\"It's a small-town clinic, and the residents tend\nto take good care of their health, so it's actually\na low-stress job.\"\n<PAGE>\n\"The only real problem, I guess, is that since I'm\nthe only doctor, if I got sick or incapacitated, no\none could really replace me.\"\n<PAGE>\nKassie: \"That sounds pretty serious, actually...\"\nAngela: \"If something like that happened, I'd call\nfor help from the neighboring town.\"\n<PAGE>\nKassie: \"Ah, that's a solid plan of action.\"\nAngela: \"It takes several hours to get here from\nthere, though.\"\n<PAGE>\nKassie: \"On second thought, that doesn't sound\nso solid after all!\"\n<PAGE>\nMarian: \"Well, I rarely get sick, so don't worry.\n♪\"\n<PAGE>\nKassie: \"E-erm...people's lives are in your hands,\nso please take good care of yourself. ...Oh, it's\nabout time to say goodbye.\"\n<PAGE>\n\"This has been Kassie Oakley, reporting to you\nfrom the town clinic...\"\n<PAGE>\n\"...Where you can come to see the strange\nchemistry between a hyperactive doctor and an\nunflappable nurse.\"\n<PAGE>\n\"Thanks for tuning in. I'll see you next week!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_28_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, we'll be continuing our quest to learn\nmore about the residents of Oak Tree Town!\"\n<PAGE>\n\"Hmm...well, I've interviewed them before. Oh,\nand that person too. Who's that coming? Ah,\nhello Jonas!\"\n<PAGE>\nJonas: \"Oh. You're Kassie, right?\"\nMargot: \"...Do you know her?\"\n<PAGE>\nKassie: \"Ah. Might you be Jonas' wife, by any\nchance?\"\n<PAGE>\n\"Nice to meet you. I'm Kassie from Oak Tree\nTimes! In each episode, I ask residents of the\ntown what they like and dislike...\"\n<PAGE>\n\"So if you could tell us a little about yourself, I'd\nreally appreciate it.\""
    },
    {
      "VardId": "MES_TV_TOWN_28_2",
      "Text": "Margot: \"Sorry, I'm busy. Excuse me.\"\nKassie: \"Whoa, flat-out rejected! And for the first\ntime, too...\"\n<PAGE>\nJonas: \"I-I'm sorry... She has business to attend\nto, but I can tell you a bit about her\npreferences.\"\n<PAGE>\nKassie: \"Oh, would you? That'd be great.\"\nJonas: \"Sure. Erm...she's already gone, but that\nwas my wife, Margot.\"\n<PAGE>\n\"She's pretty fond of pies, cakes, and tea. As for\nher dislikes, mushrooms and insects rank pretty\nhigh up there.\"\n<PAGE>\n\"You experienced it for yourself, but she's very\ndirect. She might seem a bit overbearing at\ntimes, but she has a heart of gold, really.\"\n<PAGE>\nKassie: \"Wow, you really love her, don't you? I'll\nbet she'll be really happy if she sees this\nepisode.\""
    },
    {
      "VardId": "MES_TV_TOWN_28_3",
      "Text": "Jonas: \"Heh, well, I might not go that far.\nAnyway, I have to get going, too. If you'll excuse\nme.\"\n<PAGE>\nKassie: \"No problem. Thanks for helping out\ntoday! I guess this is another of Oak Tree Town's\nideal couples...I think.\"\n<PAGE>\n\"Anyway, that's all for today. Be sure to tune in\nnext week!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_29_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, I have an exclusive interview with a\npatient who's going to tell us more about\nAngela, the nurse at the town clinic!\"\n<PAGE>\nMan: \"Ahhhhh, Angela. She's my angel! I can't\nget enough of her frosty glare.\"\n<PAGE>\n\"She's a really dedicated worker. She looks cold\nand...well, clinical, but she's very exacting about\npatients' health.\"\n<PAGE>\n\"Everything about her captivates me!\"\nKassie: \"...Oooooooh-kay...\"\n<PAGE>\nMan: \"Oh! Let me tell you a story about her. This\none really grabbed me by the heartstrings. It was\na bit of a chilly day outside...\"\n<PAGE>\n.........................\n<PAGE>\nMan: \"I've never seen you wearing a hair\naccessory before, Angela. Trying to shake things\nup a bit?\""
    },
    {
      "VardId": "MES_TV_TOWN_29_2",
      "Text": "Angela: \"My mother gave this to me yesterday.\nDoes it not look good?\"\nMan: \"It doesn't look good...it looks GREAT!\"\n<PAGE>\n\"You're so beautiful, like a heavenly angel.\"\nAngela: \"What are you babbling on about? It's\nnot like flattery will get you anywhere.\"\n<PAGE>\nMan: (\"Ah, how effortlessly she batted away my\ncompliment. You're so sensually frosty,\nAngela!\")\n<PAGE>\nAngela: \"Okay, your treatment is done. I'll be\ngoing now.\"\n<PAGE>\nMan: \"Oh, she's gone. Guess I should be on my\nway...\"\n<PAGE>\nMarian: \"Oh, Angela, what happened to you?\nYou look almost...happy. And you're blushing\near-to-ear!\"\n<PAGE>\nAngela: \"Wha?! N-no, I'm not... And keep it\ndown, Doctor!\"\nMan: \"...!\"\n<PAGE>\n\"(She was flattered, but kept her cool?! So cute!\nI...I think I'm in love!\")"
    },
    {
      "VardId": "MES_TV_TOWN_29_3",
      "Text": "\"(...Wait, could it be that Angela likes me, too?\nAnd that's why she was blushing when I\ncomplimented her?\")\n<PAGE>\n\"(Yes! Wait for me, Angela my love! I shall return\nwith a dozen roses and ask you out\nstraightaway!)\n<PAGE>\n.........................\n<PAGE>\n\"I asked her out the very next day, but she turned\nme down flat.\"\n<PAGE>\n\"It seems she was just embarrassed because she\nwasn't used to being complimented.\"\n<PAGE>\n\"Misreading a situation can have disastrous\nresults, but...I'll be one of Angela's fans forever!\"\n<PAGE>\n\"My heart might be broken, but I still love to\nhead on down to the clinic, even for the most\nminor of injuries!\"\n<PAGE>\nKassie: \"...I-I see. It's interesting to learn how\nshy she is...\""
    },
    {
      "VardId": "MES_TV_TOWN_29_4",
      "Text": "\"But I think you should cut back on those visits.\nIf she's really busy, she might get annoyed\nseeing you show up for really minor things...\"\n<PAGE>\n\"Anyway, that's all for today. Thanks for\nwatching, and see you next week!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_30_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"If you're looking to get closer to someone, you\nwon't want to miss a minute of this fascinating\nseries!\"\n<PAGE>\n\"Find out what your friends and neighbors\nREALLY like -- and dislike -- as we get to know\na little more about them!\"\n<PAGE>\n\"Who'll be today's lucky guest?\"\nElise: \"Oh, you're the reporter from Oak Tree\nTimes, correct? What are you doing here?\"\n<PAGE>\nKassie: \"Oh, Elise! You couldn't have picked a\nbetter time to show up!\"\nElise: \"Wh-what...?\"\n<PAGE>\nKassie: \"I was waiting for someone to pass by,\nso I could ask them about their personal tastes.\"\n<PAGE>\n\"Would you mind If I interviewed you here?\""
    },
    {
      "VardId": "MES_TV_TOWN_30_2",
      "Text": "Elise: \"Oh, you chose me this week? It looks like\nyou're a woman of taste. I don't mind giving a\nfew snippets to my fans out there!\"\n<PAGE>\n\"And it's only natural that interviewing me will\nlead to a rise in your viewership. There's no\nquestion too bold.\"\n<PAGE>\nKassie: \"Wow, thanks! We don't have too much\ntime, so let's just stick with your likes and\ndislikes today!\n<PAGE>\nElise: \"...What's this? Did I just get buttered up\nby this host...?\"\n<PAGE>\n\"...Well, fine. You want to know what I like and\ndislike, right?\"\n<PAGE>\n\"Fruit, bread, and desserts are favorites of mine,\nAll in good taste, I can assure you.\"\n<PAGE>\n\"What I dislike are vegetables, fish and worthless\nthings. The last thing I need is something I'll\nhave to throw out with the garbage.\""
    },
    {
      "VardId": "MES_TV_TOWN_30_3",
      "Text": "Kassie: \"I'm guessing that your 'garbage' might\nbe someone else's treasure, given your\nbackground as the daughter of a rich family...\"\n<PAGE>\n\"A-anyway, thank you for joining me on the\nshow today. You really helped me out!\"\n<PAGE>\n\"Hopefully, I'll have a chance to interview you\nmore in the future. Then, we can dig in deep\nwith an Elise special!\"\n<PAGE>\n\"Thanks for watching, everybody. See you next\nweek!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_31_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, I'm visiting a restaurant equally famous\nfor its delicious dishes and its dish of an owner!\"\n<PAGE>\n\"Hello! I'm Kassie from Oak Tree Times. Thank\nyou for allowing us to come into your\nworkplace.\"\n<PAGE>\nRaeger: \"I'm Raeger, and this is my restaurant.\nThanks for coming.\"\n<PAGE>\nKassie: \"From what I've heard, you inherited this\nrestaurant from your grandfather. Is that\ncorrect?\"\n<PAGE>\nRaeger: \"That's right. After gramps died, I took\nover his business. That was, well, how many\nyears ago now...?\"\n<PAGE>\n\"It's been quite a while, but y'know, sometimes it\nfeels like it was just last week.\"\n<PAGE>\nKassie: \"I hear you have a lot of regular\ncustomers. Isn't it hard to cook everything and\nserve them by yourself?\""
    },
    {
      "VardId": "MES_TV_TOWN_31_2",
      "Text": "Raeger: \"Well...I can't fib and say it's not a\nchallenge, but I really get a charge out of seeing\npeople enjoy my food.\"\n<PAGE>\n\"Chatting with all my customers is what keeps\nme going. I actually feel lucky I get to cook AND\nserve.\"\n<PAGE>\n\"Though, when there's a rush, yeah, I need all\nthe help I can get.\"\n<PAGE>\nKassie: \"If you're looking for help, I'm betting a\nlot of girls would throw themselves at the\nchance to work in your restaurant...\"\n<PAGE>\n\"Whoa, it looks like we're already out of time for\ntoday. Thanks again for coming on the show,\nRaeger!\"\n<PAGE>\n\"This has been Kassie Oakley, reporting to you\nfrom chef Raeger's three-star dining experience!\n...or something like that.\"\n<PAGE>\n\"See you next week!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_32_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"It's a small town with a big heart -- come along\nand join me as I discover more about Oak Tree\nTown's colorful residents!\"\n<PAGE>\n\"Let's see who we'll meet today... Oh, that girl\nwith glasses over there looks familiar!\"\n<PAGE>\n\"Say, aren't you Angela, the Guild Master's\ndaughter and the town nurse?\"\nAngela: \"...I am. Can I help you?\"\n<PAGE>\n\"Oh, you're Kassie from...Oak Tree Times, was\nit?\"\n<PAGE>\nKassie: \"That's me! Um, can I talk with you for a\nminute?\"\n<PAGE>\n\"I've been asking residents what they like and\ndislike on the show, so would you mind if I\ninterviewed you?\""
    },
    {
      "VardId": "MES_TV_TOWN_32_2",
      "Text": "Angela: \"What I like and dislike? Sure, that's not\na problem. Would people even be interested in\nwhat I think, though?\"\n<PAGE>\nKassie: \"Absolutely! There's a fan club out there\nfor the cool angel in white!\nAngela: \"The cool...what?\"\n<PAGE>\nKassie: \"Oh, nothing. Never mind that!\"\nAngela: \"...Okay.\"\n<PAGE>\n\"You're asking what I like, correct? I\nlike...vegetables and tea.\"\n<PAGE>\n\"Vegetables have a lot of nutritional value, and\ntea can relax you or stimulate the appetite,\ndepending on the type you drink,\"\n<PAGE>\n\"So not only does tea taste good, it has\nsecondary benefits, too.\"\n<PAGE>\n\"As for what I dislike...there's not much, but if I\nhad to choose... I'm not fond of fish.\"\n<PAGE>\n\"I can't stand that slimy feel. I still remember\nhow gross it felt when I accidentally stepped on\na fish when I was little.\""
    },
    {
      "VardId": "MES_TV_TOWN_32_3",
      "Text": "\"Eeeeee, just thinking about it gives me goose\nbumps...\"\n<PAGE>\nKassie: \"Y-you hate them that much? Thanks for\nsharing that.\"\n<PAGE>\nAngela: \"Not a problem. Well, I've answered your\nquestions, so please excuse me.\"\n<PAGE>\nKassie: \"Sure thing. See you later. ...She was\nvery calm and collected, as usual. Maybe I\nshould learn from her.\"\n<PAGE>\n\"...Aha, just thinking out loud, there. That's all\nfor today, but be sure to tune in next week!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_33_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, I have an exclusive interview with a\ncustomer of the antique shop who's going to tell\nus all about Mistel!\"\n<PAGE>\nMan: \"Ah, the owner, right? He may look like\njust a lad, but his ability to judge antiques are\nquite extraordinary.\"\n<PAGE>\n\"Yes, I remember when we first met like it was\nyesterday...\"\n<PAGE>\n.........................\n<PAGE>\nShady Guy: \"Hey, I'm gonna let you in on a\npretty sweet deal. Take a look at this dish.\"\n<PAGE>\nMan: \"Th-this is... This pattern and this back\nstamp...\"\n<PAGE>\n\"Could it really be a piece by the legendary\ncraftsman who works almost exclusively for the\nSchwaried royal family?!\"\n<PAGE>\nShady Guy: \"Bingo. I knew a discerning gent like\nyourself would realize the true value of this\ndish.\""
    },
    {
      "VardId": "MES_TV_TOWN_33_2",
      "Text": "Man: \"I've seen pieces a few times in magazines\nand on TV, but I never thought I'd hold one in\nmy hands.\"\n<PAGE>\n\"How did you come by something like this?\"\n<PAGE>\nShady Guy: \"I just got it from a trusted dealer I\nknow. You're the first customer to lay eyes on\nit.\"\n<PAGE>\nMan: \"Would you be willing to sell it to me?\"\n<PAGE>\nShady Guy: \"I might be willing to part with it.\nHow does 10,000,000G sound?\"\nMan: \"TEN MILLION?!\"\n<PAGE>\nShady Guy: \"It's a truly one-of-a-kind piece. If\nyou're not interested, I can sure think of a few\nbuyers who would be...\"\n<PAGE>\nMan: \"W-wait...! I'll pull together the money,\nsomehow!\"\nMistel: \"I'd recommend against it, actually.\"\n<PAGE>\nShady Guy: \"Who the heck are you?!\"\n<PAGE>\nMistel: \"That dish is a fake. I'd hardly pay 1000G\nfor it, to say nothing of 10,000,000.\"\n<PAGE>\nShady Guy: \"Hey! You can't go around accusing\npeople like that. Besides, you've got no proof!\"\n<PAGE>\nMistel: \"Let me spell it out for you, then. First,\nlook at this pattern. It's well-made, I'll give it\nthat, but you see this vine here?\"\n<PAGE>\n\"If this were really the work of the master you\nclaim it to be, it'd be curling inward, not\noutward, as is his style.\""
    },
    {
      "VardId": "MES_TV_TOWN_33_3",
      "Text": "\"And look at this back stamp. You see that? The\nborder is a millimeter shorter than it ought to\nbe.\"\n<PAGE>\n\"It's a skillful forgery, but a forgery all the same.\"\n<PAGE>\nShady Guy: \"Wh-what...?! That's enough of your\nslander! Forget you guys. You just lost your\nchance to own a piece of history!\"\n<PAGE>\nMan: \"...Who on earth are you?\"\nMistel: \"Oh, I just own a little antique shop.\"\n<PAGE>\nMan: \"Just the owner? With an eye for detail like\nthat, I'd expect you to be a professional\nauthenticator.\"\n<PAGE>\nMistel: \"Antique shop owners have to be familiar\nwith anything that has even a tiny chance of\npassing through their shop.\"\n<PAGE>\nMan: \"Heh...most impressive! I didn't expect to\nfind someone like you around these parts.\nWhere's your shop? I'd like to stop by for a visit.\""
    },
    {
      "VardId": "MES_TV_TOWN_33_4",
      "Text": "Mistel: \"I'd be glad to show you the way. I think I\nmight have something that strikes your fancy...\"\n<PAGE>\n.........................\n<PAGE>\nMan: \"And that's how we met. I admired his\nsound judgment, and ever since then, I've been a\nregular at his shop.\"\n<PAGE>\n\"He's remarkably well-acquainted with a broad\nrange of antiques for someone his age.\"\n<PAGE>\n\"I'm sure he'll make quite a name for himself in\nthe future.\"\n<PAGE>\nKassie: \"Wow, I didn't realize he was that good! I\nknew he's mature for his age, but it seems like\nhe's already a pro...\"\n<PAGE>\n\"Thanks again for telling your story. Once again,\nthis has been Kassie Oakley for Oak Tree Times.\"\n<PAGE>\n\"See you next week!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_34_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"As usual, I'm going around asking people what\nthey like and dislike. However...\"\n<PAGE>\n\"It looks like there's only one person left I haven't\ninterviewed.\"\n<PAGE>\n\"Well, there's more than just one, but the others\neither declined to be interviewed or have been\nout of town...\"\n<PAGE>\n\"So, practically speaking, today is our last guest.\nAnd as luck would have it, she's perfect for the\nfinale!\"\n<PAGE>\nVeronica: \"Hello, I'm Veronica, Oak Tree Town's\nGuild Master.\"\nKassie: \"Hello, Veronica.\"\n<PAGE>\n\"Thank you for coming today.\"\nVeronica: \"No, thank you for having me. Looks\nlike it's up to me to take us out with a flourish.\""
    },
    {
      "VardId": "MES_TV_TOWN_34_2",
      "Text": "Kassie: \"Excellent. So, the question of the day --\nof all days, really -- what kinds of things do you\nlike and dislike?\"\n<PAGE>\nVeronica: \"I'm fond of dairy products like milk,\nbutter and yogurt. But particularly with butter\nand yogurt, I'm picky about the quality.\"\n<PAGE>\n\"What I dislike is...frogs, actually. Their googly\neyes, the weird croaking sounds they make...it's\njust unsettling to me.\"\n<PAGE>\nKassie: \"I see. I have to say, it comes as kind of\na surprise to hear that there's something that\ncreeps you out.\"\n<PAGE>\n\"I always get the sense that Guild Masters are\ncompletely unflappable. But I know how you\nfeel.\"\n<PAGE>\nVeronica: \"Heh...even us Guild Masters are\nhuman. We put our best face forward in order to\nlead, but we're far from perfect.\"\n<PAGE>\nKassie: \"How true. I've been asking about the\ntastes of everyone in town because I wanted to\nget to know them all better.\"\n<PAGE>\n\"So what you said really drives home the value\nof what I've been doing all this time.\""
    },
    {
      "VardId": "MES_TV_TOWN_34_3",
      "Text": "\"Thank you so much for coming on the show\ntoday, Veronica!\"\n<PAGE>\nVeronica: \"Thank you for having me. It's been\nfun, but I have to get back to work now.\"\n<PAGE>\nKassie: \"Sure thing. Good luck with your work!\"\n<PAGE>\n\"...So, it looks like that's it. We've asked all the\ntown's residents about what they like and\ndislike.\"\n<PAGE>\n\"Did you see the episode about someone you\nwant to know more about? If you missed it, I\nfeel bad for you!\"\n<PAGE>\n\"I'm sure the show will be rerun, so just wait for\nit to come back around. And thanks for sticking\nwith me all this time.\"\n<PAGE>\n\"A big thanks to the people of Oak Tree Town,\ntoo, for welcoming me into their community!\"\n<PAGE>\n\"That's all for today, but come back next week. It\nmight be the start of a brand new adventure!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_35_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, I'm taking a walk in the mountains, but I\nhaven't run into anyone yet.\"\n<PAGE>\n\"At this rate, I may be forced to talk about the\nbeauty of nature or something. Wait...I see\nsomeone.\"\n<PAGE>\n\"Over there...is that Lutz? What's he doing out in\nthe woods? Heeeey, Lutz!\"\n<PAGE>\nLutz: \"...Oh, you're the reporter from Oak Tree\nTimes.\"\n<PAGE>\nKassie: \"That's right, it's me, Kassie. What are\nyou doing here?\"\n<PAGE>\nLutz: \"I'm investigating an unnatural\nphenomenon I heard about.\"\nKassie: \"...Unnatural phenomenon?\"\n<PAGE>\nLutz: \"You've never heard of it? Recently, lots of\npeople have reported strange things happening\non the mountain.\"\n<PAGE>\nKassie: \"Strange things?!\""
    },
    {
      "VardId": "MES_TV_TOWN_35_2",
      "Text": "\"Th-that sounds weird for a peaceful place like\nOak Tree Town. Can you tell me more about it?\"\n<PAGE>\nLutz: \"Sure! The first rumor is about a\nresounding voice in the middle of the night.\"\nKassie: \"Eeeek! That's already scary!\"\n<PAGE>\nLutz: \"Someone apparently heard crying coming\nfrom a bush, but the bush was so small that\nnothing could have been hiding in it.\"\n<PAGE>\n\"As the person told it, something was moving\ncloser to him, saying, 'Who are you?' over and\nover, and...\"\n<PAGE>\nKassie: \"...And?\"\nLutz: \"Apparently, he got so scared that he\nfainted.\"\n<PAGE>\n\"When he woke up, he found himself at the foot\nof the mountain, right at the trailhead.\"\nKassie: \"...Are you sure he wasn't just drunk?\"\n<PAGE>\nLutz: \"Unlikely. He's a child, so he's not even old\nenough to drink. He doesn't even like liqueur-\nfilled chocolates.\""
    },
    {
      "VardId": "MES_TV_TOWN_35_3",
      "Text": "Kassie: \"What's a kid doing wandering around\nthe mountain in the middle of the night?!\"\n<PAGE>\nLutz: \"There are also stories going around that\npeople have seen small human figures or heard\nstrange voices they can't pinpoint.\"\n<PAGE>\n\"I got pretty interested, so I'm trying to find out\nthe truth behind the mysteries.\"\n<PAGE>\nKassie: \"That's why you're checking these\nbushes, right?\"\n<PAGE>\n\"By the way, you mentioned several stories.\nWhat are the others?\"\n<PAGE>\nLutz: \"Ah, yes. The second one is... Hm?\"\nKassie: \"Wh-what's wrong?\"\nLutz: \"Shh! Don't you hear something?\"\n<PAGE>\nKassie: \"What?!\"\n???: \"...Where are you? ...Where are you...?\"\nKassie: \"Eek!\"\n<PAGE>\nLutz: \"I-I know you're there! Show yourself!\"\n<PAGE>\n*rustle* *rustle*"
    },
    {
      "VardId": "MES_TV_TOWN_35_4",
      "Text": "Margot: \"Lutz! There you are!\"\nLutz: \"What? Mother?\"\n<PAGE>\nMargot: \"I told you that your lesson today is\nearlier than usual because of a change in your\nteacher's schedule!\"\n<PAGE>\nLutz: \"R-right! I'm sorry, Mother! Sorry, Kassie!\"\n<PAGE>\n\"I need to go home now. Excuse me!\"\nMargot: \"Hurry up. Your teacher is waiting for\nyou!\"\n<PAGE>\n*dashes away*\n<PAGE>\nKassie: \"...I guess that voice was Margot?\"\n<PAGE>\n\"I feel relieved, but a bit disappointed, too.\nHopefully I can catch up with Lutz later and hear\nthe rest of the spooky tales.\"\n<PAGE>\n\"I guess that's it for today. See you next time!\"\n???: \"See you later!\"\n<PAGE>\nKassie: \"Huh? Did someone say something? Or\nam I the one hearing things now?\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_36_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, we'll be asking one of Fritz's friends all\nabout him. I'm sure our regular viewers already\nknow Mistel.\"\n<PAGE>\nMistel: \"...Couldn't you ask someone else?\"\nKassie: \"What? But Fritz told me you're his\nfriend!\"\n<PAGE>\nMistel: \"To Fritz, everyone in the town is his\nfriend. It's like he never met a stranger.\nBut...fine, you can ask me about him.\"\n<PAGE>\n\"I don't have much to say about him, really.\nBut...oh, I know. Let me tell you about his\nrecent visit to my shop.\"\n<PAGE>\n\"I can't forget that day... It was a lovely, peaceful\nspring afternoon when that ogre came into the\nshop...\"\n<PAGE>\n\"Ogre?!\"\n<PAGE>\n........................."
    },
    {
      "VardId": "MES_TV_TOWN_36_2",
      "Text": "Fritz: \"Hey, Mistel, why's this plate so\nexpensive?\"\n<PAGE>\nMistel: \"It was made 500 years ago by a famous\ncraftsman. Supply is, understandably, limited.\"\n<PAGE>\n\"Wait, when did you get here? At least let me\nknow when you come in.\"\n<PAGE>\nFritz: \"Well, you looked busy when I came in, so\nI figured you'd finish up sooner or later.\"\n<PAGE>\nMistel: \"...Oh, I see. Forgive me for being rude.\nBut as you can see, I'm in the middle of cleaning\nthe shop. I'm too busy to chit-chat today.\"\n<PAGE>\nFritz: \"Oh, cleaning? I can help you out with\nthat!\"\n<PAGE>\nMistel: \"No thanks.\"\nFritz: \"You didn't even think it over!\"\n<PAGE>\nMistel: \"Thinking of you handling the\nmerchandise here fills me with an unspeakable\ndread.\"\n<PAGE>\n\"Whaddaya mean by that?! Just let me help you.\nHousework is one of my many talents!\""
    },
    {
      "VardId": "MES_TV_TOWN_36_3",
      "Text": "Mistel: *sigh* \"Fine, fine. If you insist, can you\nclean that shelf over there?\"\n<PAGE>\nFritz: \"Leave it to me! Clean here, right? Okay, I'll\nmake it shine.\" ♪ *humming*\n<PAGE>\nMistel: \"(Well, at least he's not as useless as I\nthought. He does actually seem good at\nhousework...)\"\n<PAGE>\nFritz: *humming* \"Hmm? A-A-A-ACHOOO!\"\n<PAGE>\n*bonk* *collapse*\n<PAGE>\nMistel: \"Fritz! How could you break the shelf\nwith a sneeze? Whoa!\"\n<PAGE>\n\"Your head is bleeding! Y-you should go to the\nclinic!\"\nFritz: \"Ah... D-don't worry about me...\"\n<PAGE>\n\"Everyone always says I've got a hard head!\"\nMistel: \"Hey, maybe it's not such a good idea to\nwalk around while you're still dizzy...\""
    },
    {
      "VardId": "MES_TV_TOWN_36_4",
      "Text": "*bam* *smash* *slam* *crash*\n<PAGE>\nMistel: \"Stop, Fritz! You're breaking new things\nwith every step! You don't need to clean. Just\nstay still! I'll take you to the clinic!\"\n<PAGE>\n\"Here, sling your arm over my shoulder.\nGeez...why me? When you get better, I'm going\nto send you an invoice for this mess.\"\n<PAGE>\nFritz: \"Wuuuuh... I'm dizzy...\"\n<PAGE>\n.........................\n<PAGE>\n\"Fortunately, his injury wasn't severe, but I did\nban him from entering my shop and charged\nhim for the things he broke.\"\n<PAGE>\nKassie: \"I-I feel sorry for both of you. Oh, we're\nout of time for today. Thank you for sharing your\nstory with us, Mistel.\"\n<PAGE>\n\"See you next week, everyone!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_37_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today marks the start of our second season,\nand this time we've reached out to viewers to\nhear what THEY want to know about.\"\n<PAGE>\n\"Now that I've asked the residents of Oak Tree\nTown what they like and dislike, I'll be asking a\nnew question.\"\n<PAGE>\n\"This time, I'll be asking about their favorite\ncolor!\"\n<PAGE>\n\"Last season, I just kind of interviewed whoever\nhappened to pass by, so it was always pretty\nrandom.\"\n<PAGE>\n\"But this time, I know all of them already, so I'll\nbe scheduling interviews in advance to make it\neasier on everyone.\"\n<PAGE>\n\"Anyway, today's guest is Oak Tree Town's one\nand only doctor, Marian!\"\n<PAGE>\n\"Thank you for coming today.\"\nMarian: \"Glad to be back.\""
    },
    {
      "VardId": "MES_TV_TOWN_37_2",
      "Text": "\"Let's not just stop at my favorite color. I want\nto share everything about me. <RED>∀</RED>\"\n<PAGE>\nKassie: \"...Well, uh, let's just start with your\nfavorite color, then.\"\n<PAGE>\nMarian: \"You've really settled into this job, huh? I\nliked when you were still fresh and got flustered\nat everything.\"\n<PAGE>\nKassie: \"What? H-have I?!\"\nMarian: \"You should be proud. ...Anyway,\nregarding my favorite color.\"\n<PAGE>\n\"I have three, actually. Yellow, white and blue.\"\n<PAGE>\n\"All you viewers out there, be sure to make note\nof that!\"\n<PAGE>\nKassie: \"I see...yellow, white, and blue. Thank\nyou very much!\"\n<PAGE>\n\"Okay, that's it for today! See you next week!\"\nMarian: \"Ciao! <RED>∀</RED> *kiss*\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_38_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, I'm continuing with my new quest to\nask the town's residents their favorite colors!\"\n<PAGE>\n\"Our guest today is local farmer Fritz! Thank you\nfor coming.\"\n<PAGE>\nFritz: \"Pleased as punch to be here! ♪ I'm a bit\nnervous about bein' on TV and all, though.\"\n<PAGE>\n\"Being so popular can be tough, y'know. You've\ngotta do interviews like this for all your fans.\"\n<PAGE>\nKassie: \"Indeed. According to our broadcast\ndata, you're pretty popular with the senior\ncrowd.\"\n<PAGE>\n\"Every time we've had an episode with you, lots\nof old folks send in feedback.\""
    },
    {
      "VardId": "MES_TV_TOWN_38_2",
      "Text": "Fritz: \"Popularity with everyone from the young\nto the old, huh? It should be a crime to be this\nwell-liked!\"\n<PAGE>\n\"Not everyone from young to old. Just the old\nfolks.\"\n<PAGE>\nFritz: \"I see, I see. Since everyone likes me so\nmuch, it's only natural they'd wanna know my\nfavorite colors, huh?\"\n<PAGE>\nKassie: \"Wow, you must have the world's\ngreatest selective hearing. But that's fine. Just\ntell me your favorite color.\"\n<PAGE>\nFritz: \"Are you ready? My favorite colors\nare...orange and green! ♪ I don't have any\nparticular favorite fashion styles...\"\n<PAGE>\n\"But if I see folks wearing orange or green\nclothes, I can't help but stop and take a gander\nat 'em.\"\n<PAGE>\nKassie: \"I see.\"\n<PAGE>\n\"And there you have it. Fritz's favorite colors are\norange and green. Thanks for coming on the\nshow today!\"\n<PAGE>\nFritz: \"Y'all should keep watching next week,\ntoo!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_39_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, I have an exclusive interview with Iris's\nliterary agent. Will we find out more about Oak\nTree Town's premier novelist?\"\n<PAGE>\nSupervisor: \"You want to know about Iris? She's\nsuch a great writer, isn't she?\"\n<PAGE>\n\"There aren't many who can write in so many\ndifferent genres and tell good stories in all of\nthem.\"\n<PAGE>\n\"She can write romantic comedies, horror\nnovels, detective stories, opinion columns and\nadventures with equal skill.\"\n<PAGE>\n\"She doesn't really do TV appearances, so her\nface isn't nearly as recognizable as her books,\nbut she's well-known in the industry.\"\n<PAGE>\n\"It's a great privilege to represent her as her\nagent. To be honest, initially, I was worried\nabout working with her.\""
    },
    {
      "VardId": "MES_TV_TOWN_39_2",
      "Text": "\"Her former agent told me that she can be a real\nhandful, and didn't turn in manuscripts until the\nlast minute.\"\n<PAGE>\n\"But when I finally met her, she was totally\ndifferent from what I'd heard. Very nice, very\nmature.\"\n<PAGE>\n\"I was wondering what was up with that, but so\nfar, I have no complaints. Iris is a wonderful\nperson to work with.\"\n<PAGE>\n\"...Though, now that I think of it, maybe Iris's\nformer agent was just trying to pull one over on\nme.\"\n<PAGE>\nKassie: \"I see... Thank you very much. I guess it\nIS possible to have a working relationship\nwithout strife.\"\n<PAGE>\n\"I'm kind of curious what things led to such\ndifferent perceptions between Iris's two agents,\nthough...\"\n<PAGE>\n\"I think I'll call up her former agent and see if I\ncan get an interview.\""
    },
    {
      "VardId": "MES_TV_TOWN_39_3",
      "Text": "\"Anyway, that's all we have time for today. See\nyou next week.\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_40_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Is anything exciting going on? Oh, there's Lillie!\nLet's ask her what's hot around town.\"\n<PAGE>\nLillie: \"Um, hi there! You're good at popping up\nand asking people random questions, aren't\nyou?\"\n<PAGE>\nKassie: \"Well, it'd be great if you could share an\namusing anecdote with our audience, like last\ntime.\"\n<PAGE>\nLillie: \"Ummm...let's see. This isn't a recent\nstory, but it's a fun one...\"\n<PAGE>\n.........................\n<PAGE>\nMaurice: \"Hmm. A guest was supposed to arrive\nat four, but he hasn't shown up yet. I hope he\ndidn't run into any trouble on the way here.\"\n<PAGE>\nMelanie: \"I'll go out and look to see if he's\ncoming!\"\n<PAGE>\nMaurice: \"Thanks, Melanie. If you find him, just\nlead him here.\"\n<PAGE>\n-10 Minutes Later-"
    },
    {
      "VardId": "MES_TV_TOWN_40_2",
      "Text": "Melanie: \"Daddy, I brought the guest!\"\nMaurice: \"Oh! That's...\"\nDog: \"Woof!\"\n<PAGE>\nMaurice: \"...Woof?\"\nDog: \"Woof!\"\nMaurice: \"...Melanie, what is this?\"\n<PAGE>\nMelanie: \"This dog has been outside of the inn\nsince before four o'clock.\"\nMaurice: \"But...this is a dog. Not a guest.\"\n<PAGE>\nMelanie: \"Well, he's the only person I saw.\"\nMaurice: \"Yeah, but what kind of dog makes a\nroom reservation?\"\n<PAGE>\nDog: *growl*\nMelanie: \"...I think you offended him.\"\nMaurice: \"My point still stands, though.\"\n<PAGE>\n\"So, are you the same Stefan who made the\nreservation?\"\nDog: \"Woof!\"\n<PAGE>\nMaurice: \"Okay then, what time was the\nreservation for?\"\nDog: \"Woof, woof, woof, woof!\"\n<PAGE>\nMelanie: \"He barked four times! It must be him!\""
    },
    {
      "VardId": "MES_TV_TOWN_40_3",
      "Text": "Maurice: \"...Oh, come on. Even IF I were to\naccept that a dog successfully made a\nreservation here, this inn doesn't allow animals.\"\n<PAGE>\nDog: \"*whine*\"\nMelanie: \"Daddy, he looks sad...\"\nMaurice: \"D-don't look at me like that!\"\n<PAGE>\nDog: \"*whine*\"\n<PAGE>\nMelanie: \"Just look at him. If he can't stay\ninside, could we make a dog house for him\noutside?\"\n<PAGE>\nMaurice: \"Uh, that's...\"\nDog: \"*stare*\"\n<PAGE>\nMaurice: \"...Okay, okay. Stop it with that\nsorrowful glare already.\"\nDog: \"Woof. ♪\"\n<PAGE>\nMelanie: \"Isn't that great, Stefan? I'm gonna go\nfind some wood to build your house!\"\n<PAGE>\nLillie: \"...Huh? Melanie? Where are you going?\"\nMelanie: \"Oh, welcome home, Sis! ♪\"\n<PAGE>\n\"We're gonna make a dog house for Stefan, so\nI'm gonna get everything we need to build it! ♪\""
    },
    {
      "VardId": "MES_TV_TOWN_40_4",
      "Text": "Lillie: \"Stefan?\"\nStephan: \"A-a DOG house? What kind of\naccommodation is that?!\"\n<PAGE>\n\"I'd be better off sleeping on a park bench for\nfree. Get me a manager. I'm canceling my\nreservation!\"\n<PAGE>\nLillie: \"Oh, S-Stefan!\"\n<PAGE>\nMelanie: \"What? Stefan? Cancel the\nreservation?\"\n<PAGE>\nLillie: \"This is Stefan, our guest who had a\nreservation here today. I found him kind of lost\noutside of town.\"\n<PAGE>\n\"...Why are you two treating a dog like a guest?\"\nMaurice: \"See? I told you.\"\nMelanie: \"Whaaat? Then who is this dog?\"\n<PAGE>\nMaurice: \"He's just a stray. Take him back to\nwhere you found him.\"\nMelanie: \"What?!\"\n<PAGE>\nMaurice: \"...Arrrgh. Does this kind of thing\nhappen to other people too?\"\n<PAGE>\n.........................\n<PAGE>\nLillie: \"And that's what happened. Who would\nreally think a dog could make a reservation?\nKassie: \"I-I feel bad for you guys.\"\n<PAGE>\n\"...Ah! That's about all we have time for today.\nThanks for the funny story, Lillie!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_41_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, I'll be interviewing people who have\ncome to visit Oak Tree Town and discovering\nwhat drew them here.\"\n<PAGE>\n\"Excuse me, sir! What's brought you to Oak Tree\nTown today?\"\n<PAGE>\nMan: \"I heard that the restaurant here is really\ngood, so I came to try it.\"\n<PAGE>\nKassie: \"So, how was it?\"\nMan: \"Brilliant. Completely worth making the trip\nout here.\"\n<PAGE>\n\"I asked the owner if I could write up an article\nin a series I do that features hidden-gem\nrestaurants around the world.\"\n<PAGE>\n\"But he declined. He said he still had a lot to\nlearn, and he's not good enough to be in a\nmagazine yet. A pretty modest guy, all around.\""
    },
    {
      "VardId": "MES_TV_TOWN_41_2",
      "Text": "Kassie: \"Wait, does that mean you're a magazine\ncolumn writer?\"\nMan: \"That's right.\"\n<PAGE>\n\"I travel around the world, meeting people and\ntrying out delicious food, then write about my\nexperiences.\"\n<PAGE>\n\"I really wanted to do an article about this\nrestaurant, but if the owner declined, I have to\nrespect his wishes.\"\n<PAGE>\n\"I'm going home empty-handed today, but I had\nhim promise me that when he's ready, I'll come\nout again and do that piece on his restaurant.\"\n<PAGE>\nKassie: \"I hope that'll happen soon.\"\nMan: \"I think it will. He's already good enough --\nhe just has to realize his own skill.\"\n<PAGE>\n\"He should make a trip to the city and eat at\nsome of the restaurants there. I think he'd\nquickly realize how good his own food is!\"\n<PAGE>\nKassie: \"I agree! ...Oh, it's about time to sign off\nfor today.\""
    },
    {
      "VardId": "MES_TV_TOWN_41_3",
      "Text": "\"Thanks for watching today. See you next week,\neveryone!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_42_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Let's see...who should we talk with today?\"\nFritz: \"Heya, Kassie! What'cha up to today?\"\n<PAGE>\nKassie: \"Oh, Fritz! You showed up at the right\ntime, for once. Tell the viewers out there an\ninteresting story, would you?\"\n<PAGE>\nFritz: \"An interesting story, huh? ...Well, there\nwas that one time I caught a thief. That was\nbefore I moved here, though.\"\n<PAGE>\nKassie: \"You actually caught a thief? Amazing!\nTell me all about it.\"\n<PAGE>\nFritz: \"Sure! There I was, mindin' my own\nbusiness...\"\n<PAGE>\n.........................\n<PAGE>\nFritz: \"*humming* That guy's carrying a lot of\nstuff by himself. Does he need someone to help\nhim? Heeey!\""
    },
    {
      "VardId": "MES_TV_TOWN_42_2",
      "Text": "Man: \"Wh-who are you?\"\nFritz: \"You look like you've got your hands full\ntrying to carry all that stuff, huh?\"\n<PAGE>\n\"I'm willing to help out. Just let me carry a\ncouple of those bags there.\"\n<PAGE>\nMan: \"N-no thanks. I'm managing just fine on\nmy own.\"\n<PAGE>\nFritz: \"C'mon, there's no need to be embarrassed\nabout needin' help. Y'know, no man is an island,\nand all that stuff...\"\n<PAGE>\nMan: \"I've never even met you before!\"\nFritz: \"Let's not dwell on minor things like that.\nJust let me carry your bags!\"\n<PAGE>\nMan: \"I said I'm doing fine!\"\nFritz: \"Don't try to take everything on by yourself.\nLet me carry at least one!\"\n<PAGE>\nMan: \"Are you trying to help me, or are you just\ntrying to steal my stuff?!\"\nFritz: \"Helping, of course!\"\n<PAGE>\nMan: \"If you wanna help me, just get your mitts\noff my bags!\"\nFritz: \"But WHY, though?\"\n<PAGE>\nMan: \"H-hey, don't pull on it! ...Whoa!\"\n<PAGE>\nWith a ripping sound, a stream of jewels\ntumbled from the bag."
    },
    {
      "VardId": "MES_TV_TOWN_42_3",
      "Text": "Fritz: \"...Ack! I'm really sorry about that!\nHm...wowzers, what's with all these jewels!?\"\n<PAGE>\nPolice Officer A: \"Hey, he's over here!\"\nMan: \"Darn it! They're on to me now!\"\n<PAGE>\nPolice Officer B: \"You can't escape now, jewel\nthief! Turn yourself in!\"\nFritz: \"Jewel-WHAT!?\"\n<PAGE>\nMan: \"Tsch...got no choice now. You're coming\nwith me as a hostage, boy. Hey, stand u...\"\nFritz: \"Waaagh!\"\n<PAGE>\n*smash*\n<PAGE>\nMan: \"Ughhh!!\"\nPolice Officer A: \"Nice headbutt, kiddo!\"\nPolice Officer B: \"Arrest him!\"\n<PAGE>\nFritz: \"Dangit...that reminds me, I forgot to set\nmy VCR to record 'Shadow Thief Jewelcatcher'!\"\n<PAGE>\n\"But wow...my head hurts. What did I bump into\njust now?\""
    },
    {
      "VardId": "MES_TV_TOWN_42_4",
      "Text": "Police Officer A: \"Great job, kid. It's because you\nstalled the jewel thief that we were able to make\nsuch a clean arrest.\"\n<PAGE>\nPolice Officer B: \"Thanks for your help.\"\nFritz: \"...I-I have no idea what's going on,\nbut...uh...no problemo!\"\n<PAGE>\n\"You can leave the peace of this town in my\nhands! ♪\"\n<PAGE>\n.........................\n<PAGE>\nFritz: \"...So that's how I brilliantly brought a\ncriminal mastermind to justice!\"\n<PAGE>\nKassie: \"I can respect the way you give the\nunvarnished truth, without hiding any of the\ndetails.\"\n<PAGE>\nFritz: \"Oh, really? Heh heh...I'm a bit\nembarrassed!\"\nKassie: \"Heehee, well, that's it for today!\"\n<PAGE>\n\"Tune in next week to learn more about the\ncolorful residents of Oak Tree Town!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_43_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, we're gonna find out someone's favorite\ncolors! Who could it be?\"\n<PAGE>\n\"Our guest today is none other than the man\nwho, quite literally, builds up Oak Tree Town.\nThat's right, it's Gunther the carpenter!\"\n<PAGE>\n\"Gunther, thank you for coming today.\"\nGunter: \"No problem.\"\n<PAGE>\nKassie: \"Okay, let's get right to the point. What\nare your favorite colors?\"\n<PAGE>\nGunther: \"Favorite colors, eh? I'd probably say\nred and yellow. Both can really catch someone's\nattention.\"\n<PAGE>\n\"As a carpenter, There's no feeling quite like\nseeing someone really interested in something\nI've built. That's why I like red and yellow.\"\n<PAGE>\nKassie: \"I see...\""
    },
    {
      "VardId": "MES_TV_TOWN_43_2",
      "Text": "\"It looks like Gunther's a fan of bright, active\ncolors!\"\n<PAGE>\n\"Oh, I'd like to catch your wife for an interview\ntoo, so...\"\n<PAGE>\n\"Would you mind telling her that I'd like to set up\na time with her later?\"\n<PAGE>\nGunther: \"Aye, I'll let her know. She'll be happy\nto hear it. She seemed to have a lot of fun last\ntime she was on.\"\n<PAGE>\nKassie: \"Glad to hear that she enjoyed doing the\ninterview. Thanks again for coming down!\"\n<PAGE>\n\"Well, that's it for today. See you next week!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_44_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Just like the last time, I'd like to ask people in\nthis town what their favorite color is!\"\n<PAGE>\n\"...Today's guest is the owner of Oak Tree\nTown's inn, Maurice!\"\n<PAGE>\n\"Maurice, thank you for coming today.\"\nMaurice: \"No problem.\"\n<PAGE>\nKassie: \"Let's not delay. So, tell us, what are\nyour favorite colors?\"\n<PAGE>\nMaurice: \"I'm really keen on red and orange. My\nwhole family likes bright colors, come to think\nof it.\"\n<PAGE>\n\"I don't think there's any particular reason behind\nthat, but families do sometimes develop similar\npreferences.\""
    },
    {
      "VardId": "MES_TV_TOWN_44_2",
      "Text": "Kassie: \"That's true. Children are pretty easily\ninfluenced by their parents.\"\n<PAGE>\n\"So what the parents like, they expose their\nchildren to, and the children end up attached to\nsome of those things too.\"\n<PAGE>\n\"So there you have it: red and orange, Maurice's\nfavorite colors.\"\n<PAGE>\n\"Thank you very much! That's it for our show\ntoday, but be sure to tune in next week!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_45_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"I'm out here for a lovely walk in the mountains\ntoday Here I am, surrounded by nature...all these\nanimals, and not a single person so far.\"\n<PAGE>\n\"Whoa, I just caught sight of someone! Is that\nLutz? Why is he eating snacks alone in a place\nlike this...?\"\n<PAGE>\n\"Wait, did he come back here to research\nmysterious phenomena again? Heeeey, Lutz!\"\n<PAGE>\nLutz: \"Oh, hello Kassie.\"\nKassie: \"Are you investigating those weird\nparanormal occurrences again?\"\n<PAGE>\nLutz: \"That's right. Today, I'm investigating the\nsecond incident, 'The Case of the Vanished\nFood.'\"\n<PAGE>\nKassie: \"Are you sure it's not just people eating\nsomething and forgetting they ate it?\"\n<PAGE>\nLutz: \"You think there are THAT many senile\npeople living around here? I doubt it.\""
    },
    {
      "VardId": "MES_TV_TOWN_45_2",
      "Text": "Kassie: \"How many people has this happened\nto?\"\nLutz: \"Five, so far.\"\n<PAGE>\n\"One of them is my father. I know him pretty\nwell, of course, and he'd know if he lost food or\nhad already eaten it.\"\n<PAGE>\nKassie: \"Right. Jonas seems like a pretty\ndependable guy. But you know...\"\n<PAGE>\n\"Is there a possibility animals ate the food?\"\nLutz: \"Well, there IS a chance that--\"\n<PAGE>\nKassie: \"Um...a monkey is trying to swipe your\nbanana right now.\"\n<PAGE>\nLutz: \"D-don't just stand there and watch. Stop\nhim! ...Gah, my banana!\"\nKassie: \"Looks like it's gone now.\"\n<PAGE>\nLutz: \"Well, that's fine. I brought some other\nsnacks, too.\"\nKassie: \"Did you?\"\n<PAGE>\nLutz: \"Of course! They're right over here.\""
    },
    {
      "VardId": "MES_TV_TOWN_45_3",
      "Text": "Kassie: \"Huh? Where are they?\"\nLutz: \"Where? ...What?! All of my snacks are\ngone!\"\n<PAGE>\nKassie: \"All of your snacks? Did you bring that\nmany?\"\n<PAGE>\nLutz: \"Yeah! I had cookies, cake and juice...\"\n<PAGE>\nKassie: \"If it's true that you had that much here, I\nthink we would've noticed if animals stole\nthem.\"\n<PAGE>\n\"That monkey distracted us, but is it possible we\nboth didn't notice...something else?\"\n<PAGE>\nLutz: \"So there IS something around here!\nSomething we don't even know about!\"\n<PAGE>\n\"Now I want to discover the truth even more!\nBut now I'm hungry, so I guess I have to go\nhome for some food. See you later, then.\"\n<PAGE>\nKassie: \"Okay. Take care. ...Ummmmmm.\""
    },
    {
      "VardId": "MES_TV_TOWN_45_4",
      "Text": "\"Is there really something out here? And if so,\nwhat is it? We'll follow Lutz as he tries to solve\nthe mystery.\"\n<PAGE>\n\"That's all for today, though. Hope to see you\nagain next week.\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_46_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, we're paying another visit to Elise's\nmanor, the biggest house in town!\"\n<PAGE>\n\"Do you remember when she gave us a little tour\nof her estate?\"\n<PAGE>\n\"This time, we'll have a look inside some of the\nother rooms of the house. Thank you for\nopening your home to us again, Elise!\"\n<PAGE>\nElise: \"You're welcome. Please look around as\nlong as time allows. Now, what did I show you\nlast time?\"\n<PAGE>\nKassie: \"You showed us the entryway and your\nwardrobe.\"\n<PAGE>\n\"I see. Then let's go upstairs today. The left room\non the second floor is my personal library.\"\n<PAGE>\n*swings open the door*"
    },
    {
      "VardId": "MES_TV_TOWN_46_2",
      "Text": "Kassie: \"Wow! Look at how many books there\nare! What kinds of books are these here?\"\n<PAGE>\nElise: \"That's the novel section. Over here, I have\nbooks about leadership and management. And\nthat section over there covers farming.\"\n<PAGE>\n*grawwwwwwwwwr*\n<PAGE>\nElise: \"...What is that sound?\"\nKassie: \"I-I'm sorry. I rushed out the door\nwithout even having breakfast today...\"\n<PAGE>\nElise: \"Are you hungry?\"\nKassie: \"Oh, no, I'm fine. Don't worry about it.\"\n<PAGE>\nElise: \"I was just thinking about taking you to\nsee the dining room after this. I'll have my chef\nmake something for you.\"\n<PAGE>\nKassie: \"Th-thank you!\"\nElise: \"The right room of the second floor is the\ndining room. Let's go in...\"\n<PAGE>\n*swings open the door*"
    },
    {
      "VardId": "MES_TV_TOWN_46_3",
      "Text": "Kassie: \"Wow, the dining room is huge, too.\nAnd look at the size of that table!\nOh...something smells delicious!\"\n<PAGE>\nElise: \"Hey, do you think you can make\nsomething for our guest before lunch?\"\nChef: \"Yes, my lady. Right away.\"\n<PAGE>\n.........................\n<PAGE>\nChef: \"Here you are. Enjoy.\"\nKassie: \"Thank you very much! ...Whoa! D-\ndelicious!\"\n<PAGE>\nElise: \"My personal chef was poached from a\nthree-star restaurant by my father. If you can\nthink of it, he can make it.\"\n<PAGE>\nKassie: \"This is just so gooooooooood...\"\nElise: \"Well, I'm glad you liked it.\"\n<PAGE>\n*knock* *knock*\n<PAGE>\nMaid: \"...My lady. Forgive me for interrupting,\nbut your guest has arrived.\"\nElise: \"Already? It must be later than I thought.\""
    },
    {
      "VardId": "MES_TV_TOWN_46_4",
      "Text": "\"I'll be down in a minute. ...Sorry, as you heard,\nI have an appointment. Let's call it a day, shall\nwe?\"\n<PAGE>\n\"I'll show you the rest another time, so please\ncome again. Now come, I'll walk you to the\ndoor.\"\n<PAGE>\n.........................\n<PAGE>\nKassie: \"It looks like her house is so big, it'll take\nanother episode to see the rest!\"\n<PAGE>\n\"For everyone who thought we'd finish the tour\ntoday, I apologize. We'll totally get to it in a\nfuture episode, though.\"\n<PAGE>\n\"Look forward to it, and remember to tune in\nnext week too!\"\n<PAGE>\n\"*sigh* That chef's cooking was so delicious.\nWill I ever eat that well again someday...?\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out! "
    },
    {
      "VardId": "MES_TV_TOWN_47_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"I'm here in town today to ask someone's favorite\ncolors. Can you guess who it is?\"\n<PAGE>\n\"Today's guest is the scent-sible perfumer,\nKlaus!\"\n<PAGE>\n\"Thank you for coming today, Klaus.\"\nKlaus: \"Don't mention it.\"\n<PAGE>\nKassie: \"Let's waste no time getting into the\nheart of the discussion. So...what ARE your\nfavorite colors, Klaus?\"\n<PAGE>\nKlaus: \"I tend to prefer muted shades, so my\nfavorite colors are blue and black.\"\n<PAGE>\nKassie: \"Blue and black, huh? They seem like\nperfect colors for someone as serene and\ncomposed as you.\"\n<PAGE>\nKlaus: \"Do I look that composed? It's probably\njust a sign of age. Everyone looks composed\nwhen you compare them to young people.\""
    },
    {
      "VardId": "MES_TV_TOWN_47_2",
      "Text": "Kassie: \"Come to think of it, I've heard you had\nquite the wild youth yourself...\"\n<PAGE>\nKlaus: \"...That was a long time ago. Please,\nforget you ever heard about it.\"\n<PAGE>\nKassie: \"Heehee...I guess that's it for today, then.\nThanks for coming on the show, Klaus.\"\n<PAGE>\n\"See you all next week!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_48_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Just like last week, I'm out and about to ask\nresidents what their favorite colors are!\"\n<PAGE>\n\"Today's guest is the owner of Oak Tree Town's\nmagnificent mansion and surely the most\nglamorous farmer, Elise!\"\n<PAGE>\n\"Thank you for coming today, Elise.\nElise: \"It's no trouble at all.\"\n<PAGE>\nKassie: \"So, you're young and eminently\nfashionable. What are your favorite colors?\"\n<PAGE>\nElise: \"Any color can be flattering on the right\nperson, but my personal favorites are red, pink\nand gold.\"\n<PAGE>\n\"Pink is my favorite, though. I love its light,\nfeminine allure. Don't you think it's the perfect\ncolor for me?\""
    },
    {
      "VardId": "MES_TV_TOWN_48_2",
      "Text": "Kassie: \"Totally. You really make that pink\nensemble your own, and your outfits always\nbring out a certain girlish charm.\"\n<PAGE>\nElise: \"Ohohohoho! You've got a good eye for\nfashion.\"\n<PAGE>\nKassie: \"After I first met you, I decided I was\ngoing to try to look more put-together, too.\"\n<PAGE>\nElise: \"I guess you do look prettier than when we\nfirst met. There's still a lot of work ahead if you\nwant to be like me, though.\"\n<PAGE>\nKassie: \"R-really? I'm honored to hear that! I'll\nkeep doing my best to improve myself!\"\n<PAGE>\n\"Ack, I didn't mean to blab on about myself!\nEr...thank you for coming on the show today,\nElise!\"\n<PAGE>\n\"Well, that's all for today, but tune in again next\nweek!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_49_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Is anything interesting going on today?\nOh...there's Lillie! Hey Lillie, do you know if\nanything interesting's going on?\"\n<PAGE>\nLillie: \"Oh, hello. Didn't you ask me that last\ntime?\"\n<PAGE>\nKassie: \"I'm sorry, but viewers have really liked\nyour inn stories.\"\n<PAGE>\n\"So if you tell us another story, I'm sure everyone\nwould be entertained.\"\nLillie: \"Ummm...let's see, what else is there...?\"\n<PAGE>\n\"Oh, I think you'll like this one.\"\n<PAGE>\n.........................\n<PAGE>\nMelanie: \"Sis, is anyone using the room near the\nstairs on the second floor?\"\nLillie: \"Hm? I don't think anyone's using it now.\"\n<PAGE>\nMelanie: \"I think I heard a voice from that\nroom...\"\nLillie: \"D-don't say something scary like that.\"\n<PAGE>\nMelanie: \"Weird. I wonder what it was...\"\n<PAGE>\n-That Night-"
    },
    {
      "VardId": "MES_TV_TOWN_49_2",
      "Text": "Lillie: \"Hey, Melanie, did you eat the pudding I\nhad in the fridge?\"\nMelanie: \"Wait, we had pudding?\"\n<PAGE>\nLillie: \"What? Dad didn't seem to know about it\neither... If it wasn't you, who ate it?\"\n<PAGE>\n-The Next Morning-\n<PAGE>\nLillie: \"...Hrm? I can't get the door to this room\nopen. Is it stuck?\"\nMelanie: \"...Maybe someone's in there.\"\n<PAGE>\n-That Night-\n<PAGE>\nLillie: \"...Oh. I can open the door now.\"\n<PAGE>\nMelanie: \"So was it really stuck? I'm glad it\nwasn't some weird...paranormal thing, you\nknow?\"\n<PAGE>\n-Midnight-\n<PAGE>\n???: \"Thank ya kindly for your hospitality. I'll be\nsure to drop by again when I'm in the\nneighborhood.\"\n<PAGE>\n-The Next Morning-"
    },
    {
      "VardId": "MES_TV_TOWN_49_3",
      "Text": "Lillie: \"Last night, I had this weird dream that\nsomeone was thanking me for something. I have\nno idea what.\"\n<PAGE>\nMelanie: \"You too?!\"\n<PAGE>\nMaurice: \"And me. I could swear I heard\nsomeone talking to me, so I woke up and looked\naround, but no one was there.\"\n<PAGE>\n\"And when I woke up this morning, I came and\nlooked at the table, and...\"\n<PAGE>\nLillie: \"Breakfast was right there, waiting for us.\"\nMelanie: \"What?!\"\n<PAGE>\nLillie: \"S-so something was there...?\"\nMaurice: \"Well, let's not dwell on it too much.\"\nMelanie: \"Right...\"\n<PAGE>\n.........................\n<PAGE>\nLillie: \"...And that's what happened.\"\nKassie: \"Eek! That's scary! Someone was in your\nhouse while you slept!\"\n<PAGE>\nLillie: \"Nothing bad happened, and the breakfast\nwas really delicious, so we thought maybe it\ncould be a fairy or something.\"\n<PAGE>\n\"And things like this happen around here every\nonce in a while, so I'm actually kind of used to it\nthese days.\""
    },
    {
      "VardId": "MES_TV_TOWN_49_4",
      "Text": "Kassie: \"I-I don't think that's something you\nshould feel quite that comfortable with...\"\n<PAGE>\n\"Anyway, I don't know if it was a fairy or\nwhatever, but stories like this always creep me\nout. L-let's call it quits for today.\"\n<PAGE>\n\"Thanks for your story. And to all the viewers out\nthere, see you next week!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_50_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, I'll be interviewing Iris and asking about\nher brother Mistel, the owner of the antique\nshop!\"\n<PAGE>\nIris: \"About Mistel? You know, I think he'd\nanswer your questions himself if you asked him\ndirectly.\"\n<PAGE>\n\"So I suppose I'll tell you something he wouldn't\ntell you himself.\"\n<PAGE>\n\"Mistel doesn't like birds, and the reason why is\nbecause when he was little, they would\nsometimes peck him on the head.\"\n<PAGE>\nKassie: \"Oh. I-I guess if he had an experience like\nthat, it's no surprise that he ended up hating\nbirds.\"\n<PAGE>\nIris: \"Well, he doesn't like their beady eyes and\ntheir weird, scaly feet either, but the pecking\nwas what traumatized him the most.\"\n<PAGE>\n\"As you probably know, beaks are pretty sharp.\nWhen he was attacked, he bled a lot...\""
    },
    {
      "VardId": "MES_TV_TOWN_50_2",
      "Text": "Kassie: \"Eek...!\"\n<PAGE>\nMistel: \"...Sis, you should stop. You're going to\nmake Kassie afraid of birds, too.\"\n<PAGE>\nIris: \"Oh, Mistel. Her reaction was pretty\namusing, so I couldn't stop. Sorry about that.\"\n<PAGE>\nKassie: \"What? D-did you just make that whole\nstory up?\"\nIris: \"No, everything I said is true.\"\n<PAGE>\nMistel: \"She's correct, although she has a\nspecial flair for graphic and over-dramatic\npresentation, as you might expect.\"\n<PAGE>\n\"She locks onto what will stir up your\nimagination and just describes something that\nway.\"\n<PAGE>\nIris: \"That's basically my job.\"\n<PAGE>\nMistel: \"You don't look well, Kassie. Why don't\nyou stop shooting this episode and go home to\nget some rest?\"\n<PAGE>\nKassie: \"...Yeah. I think I'll do that.\""
    },
    {
      "VardId": "MES_TV_TOWN_50_3",
      "Text": "\"Thanks for joining us today. See you all next\nweek...\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_51_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, I'll be interviewing people who have\ncome to visit Oak Tree Town, discovering what\nbrought them here.\"\n<PAGE>\n\"Excuse me! What brought you to town today?\"\n<PAGE>\nMan: \"I came here to check out the vendors.\nSometimes, you can make a real find in unlikely\nplaces.\"\n<PAGE>\nKassie: \"I see. Have you found anything good?\"\nMan: \"Well, it's been a long time since I last\nvisited...\"\n<PAGE>\n\"But it seems like there are more shops here than\nI remember. Not that my memories are without\nfault, of course.\"\n<PAGE>\n\"I haven't gotten to everything, but I still think I\nmight score a great find today.\""
    },
    {
      "VardId": "MES_TV_TOWN_51_2",
      "Text": "\"...As I was shopping, I saw this girl in a frilly\ndress point at a rack and say 'I'll take ALL of\nthem!'\"\n<PAGE>\n\"I thought she was joking, until she pulled out\nher purse. Do people like that even live out in the\ncountryside?\"\n<PAGE>\nKassie: \"Ah...I think you must have met Elise.\nShe's the daughter of a rich family, and she\nmust've found something that really excited her.\"\n<PAGE>\nMan: \"I see. I hope I can shop with that much\nabandon someday, don't you?\"\n<PAGE>\nKassie: \"Totally. I have to go all-out at least once\nbefore I die. ...Anyway, it's about time to say\ngoodbye for today.\"\n<PAGE>\n\"Thanks for tuning in, everyone. I'll see you next\nweek!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_52_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Oh, is that Melanie over there? Is she going\nsomewhere alone again?\"\n<PAGE>\nMelanie: \"Ah, Miss Kassie! Hello. ♪\"\nKassie: \"Hi there, Melanie. Are you going\nsomewhere?\"\n<PAGE>\nMelanie: \"No. I promised Lutz that we'd play\ntogether after his private lessons today...\"\n<PAGE>\n\"But I'm delivering a couple packages for my dad\nwhile I'm waiting.\"\n<PAGE>\nKassie: \"I see. Those look heavy, though. Would\nyou like me to carry one?\"\n<PAGE>\nMelanie: \"Oh, you're gonna help me? Thank you,\nMiss Kassie!\"\nKassie: \"No problem. Let's be off, shall we?\"\n<PAGE>\n........................."
    },
    {
      "VardId": "MES_TV_TOWN_52_2",
      "Text": "Raeger: \"Thanks for the delivery. These must've\nbeen heavy to lug here, huh? Here ya go. Enjoy\nthis snack and juice, on the house.\"\n<PAGE>\nMelanie: \"Thank you, Raeger! Wow, this is my\nfavorite snack!\"\n<PAGE>\nRaeger: \"Oh. Yeah, I figured you liked it, since I\nsaw you munching away at it the other day with\na big smile on your face.\"\n<PAGE>\nMelanie: \"Raeger... <RED>∀</RED>\"\n<PAGE>\nRaeger: \"Oh, I almost forgot. I made a new\ndessert, so if you could try it and give me some\nfeedback, that'd be swell.\"\n<PAGE>\nMelanie: \"Of course I ca--\"\nLutz: \"Melanie!\"\nMelanie: \"...Oh, Lutz.\"\n<PAGE>\n\"Are you done with your lesson?\"\nLutz: \"Yes. ...Though it seems you're kind of\nbusy now.\"\n<PAGE>\nMelanie: \"Huh? I'm not busy at all. ...Lutz, are\nyou angry or something?\"\nLutz: \"No, I'm not. ...I'm going home now.\"\n<PAGE>\nKassie: \"(Uh-oh, is this what I think it is?)\""
    },
    {
      "VardId": "MES_TV_TOWN_52_3",
      "Text": "Melanie: \"Wait, Lutz! Sorry, Raeger, I gotta go.\nI'll try your dessert next time!\"\n<PAGE>\n*dashes out the door*\n<PAGE>\nMelanie: \"...Lutz! Hey, Lutz! Wait! We made a\npromise to play together today. Why are you\ngoing home?\"\n<PAGE>\nLutz: \"Why are you coming after me? You can\nkeep playing with Raeger.\"\n<PAGE>\nMelanie: \"No!\"\nLutz: \"What do you mean by that? Raeger is\nyour handsome prince, right?\"\n<PAGE>\nMelanie: \"Yeah, but...I promised to play with you\ntoday... These days, you've been too busy with\nlessons to play much.\"\n<PAGE>\n\"I was glad that we'd finally be able to play\ntogether. So please don't go home. I've been\nlooking forward to today!\""
    },
    {
      "VardId": "MES_TV_TOWN_52_4",
      "Text": "Lutz: \"What...?\"\n<PAGE>\nMelanie: \"I wish we could play more often, but I\ntry not to bug you too much 'cause of how busy\nyou are. So...would you play with me?\"\n<PAGE>\nLutz: \"O-okay...\"\nMelanie: \"Really?! Heehee, that's great! ...Oh,\nyou're not angry anymore?\"\n<PAGE>\n\"Now you're smiling. You can go from angry to\nhappy so quickly...it's kind of weird. Oh well,\nwhatever.\"\n<PAGE>\n\"Okay, let's play tag with Miss Kassie. ♪ You're\nit, Kassie! Let's go!\"\n<PAGE>\nLutz: \"...What is this feeling? My heart's beating\nso fast. Oh no...could it be that I have\narrhythmia?\"\n<PAGE>\nKassie: \"(No, Lutz, I don't think that's what it is\nat all!)\""
    },
    {
      "VardId": "MES_TV_TOWN_52_5",
      "Text": "Melanie: \"Lutz! Kassie! What are you two doing?\nLet's get started!\"\nLutz: \"O-okay!\"\n<PAGE>\nKassie: \"It's kind of heartwarming, but also a\nlittle frustrating to watch. Is Melanie a bit of a\nnatural tease?\"\n<PAGE>\n\"Well, it's about time to say goodbye for today.\nAs for me, I've got a rousing game of tag to\nplay. See you next week!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_53_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, we'll be finding out another person's\nfavorite colors! Can you guess who it is?\"\n<PAGE>\n\"Today's guest is the backbone of Oak Tree\nTown, Guild Master Veronica!\"\n<PAGE>\n\"Thank you for taking time out of your busy\nschedule.\"\n<PAGE>\nVeronica: \"No problem. Thank you for having\nme.\"\n<PAGE>\nKassie: \"Okay, let's get right down to business!\nWhat are your favorite colors, Veronica?\"\n<PAGE>\nVeronica: \"I'm partial to greens and blues. This\ntown is surrounded by the sky and the forests;\nperhaps that influences my tastes.\"\n<PAGE>\n\"I think green and blue represent the vibrance of\nthis town well.\"\n<PAGE>\nKassie: \"You're really committed to Oak Tree\nTown, aren't you?\""
    },
    {
      "VardId": "MES_TV_TOWN_53_2",
      "Text": "Veronica: \"Yes. I wasn't born here, but my\nhusband was, and when he passed on, he left\nthe town in my care.\"\n<PAGE>\n\"It's a place that's precious to me, so I'll always\ntreasure it and do my best to care for this town.\"\n<PAGE>\nKassie: \"Right. Through all my interviews, your\npassion for Oak Tree Town is always on display,\nfront and center.\"\n<PAGE>\n\"I hope you keep working hard on behalf of the\ntown, but be sure not to exhaust yourself.\"\n<PAGE>\nVeronica: \"Thank you very much. I'm glad to\nhear you say that.\"\n<PAGE>\nKassie: \"Anyway, thanks again for coming on\nthe show, Veronica! That's it for today!\"\n<PAGE>\n\"See you all next week!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_54_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"We're back once again to ask another resident\nabout their favorite colors!\"\n<PAGE>\n\"Today's guest is the owner of the General Store,\nOtmar!\"\n<PAGE>\n\"Thank you for your time today.\"\nOtmar: \"Oh, not a problem.\"\n<PAGE>\nKassie: \"Okay, let's get right into it, then. What're\nyour favorite colors?\"\n<PAGE>\nOtmar: \"Well...these days, I'd say I like white the\nmost. Nice, soothin' color for old eyes like\nmine.\"\n<PAGE>\n\"Y'get to a certain age, and all those whiz-bang\nneon colors make yer head spin.\"\nKassie: \"I see...\"\n<PAGE>\n\"So are there some colors you used to like, but\ndon't find yourself drawn to anymore?\""
    },
    {
      "VardId": "MES_TV_TOWN_54_2",
      "Text": "Otmar: \"Y'know, I'll bet there were, but I forgot\nmost of that stuff already.\"\n<PAGE>\n\"Heck, I even forget plenty of recent stuff.\"\nKassie: \"O-oh, I see...\"\n<PAGE>\n\"But your favorite color is white then, right? I\nmade a note of it right here.\"\n<PAGE>\n\"That's all for today, but be sure to tune in again\nnext week.\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_55_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, we're broadcasting from the biggest\nhouse in Oak Tree Town. That's right, we've\nreturned once again to Elise's mansion!\"\n<PAGE>\n\"Do you remember our two previous tours? Last\ntime, I had a delicious meal courtesy of her\npersonal chef.\"\n<PAGE>\n\"She's offered us another tour, and so here I am.\nThank you for the invitation, Elise!\"\n<PAGE>\nElise: \"You're quite welcome. Please enjoy your\nstay for as long as time allows. Now...what did I\nshow you last time?\"\n<PAGE>\n\"The first time we saw the entryway and your\nwardrobe. The second time, you showed us\nyour library and dining room.\"\n<PAGE>\nElise: \"I see. The room I haven't showed you yet,\nthen, is my own room. It's near the stairway on\nthe second floor.\"\n<PAGE>\n\"Here we are. Please come in.\""
    },
    {
      "VardId": "MES_TV_TOWN_55_2",
      "Text": "Kassie: \"Wow, so cute! It's covered in pink!\"\nElise: \"Ohohohoho! I know, right?\"\n<PAGE>\nKassie: \"Oh, I spy some stuffed pandas. Do you\nlike pandas?\"\nElise: \"I do.\"\n<PAGE>\n\"My parents bought those for me on a family trip\nto the zoo when I was still little.\"\n<PAGE>\n\"They each went off in a different direction, but\nto their surprise, each had bought me the exact\nsame thing.\"\n<PAGE>\n\"My older sister and I had a good laugh over it.\"\nKassie: \"Awww...that's a really sweet memory.\"\n<PAGE>\nElise: \"...Yes, I smile whenever I think back on\nit.\"\n<PAGE>\nKassie: \"By the way, that person in the picture\nover there is you, right?\"\n<PAGE>\nElise: \"That's right. One of my family's precepts\nstates that those would lead others must always\nexamine themselves.\""
    },
    {
      "VardId": "MES_TV_TOWN_55_3",
      "Text": "Kassie: \"I see...\"\nElise: \"Well, I think at this point, I've shown you\neverything. Do you have any questions?\"\n<PAGE>\nKassie: \"If I recall, there's a room on the left of\nthe first floor that I never saw...\"\n<PAGE>\nElise: \"Ah, that's a room for the servants. Since\nit's their private place, I wouldn't feel right\nintruding without asking them.\"\n<PAGE>\nKassie: \"Ah, I see. In that case, I guess our tour\nis officially over.\"\n<PAGE>\n\"Thank you very much for bringing us into your\nhome all these times.\"\nElise: \"Think nothing of it. Thanks for coming.\"\n<PAGE>\nKassie: \"Well, that's it for today. See you next\nweek!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_56_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"We're here again today to ferret out the favorite\ncolors of another of Oak Tree Town's residents!\"\n<PAGE>\n\"Today's guest is Corona, who runs the\nCarpenter's Shop with her husband Gunther!\"\n<PAGE>\n\"Thank you for coming today, Corona.\"\nCorona: \"No problem!\"\n<PAGE>\n\"Gunther said you were going to interview me\nsometime, so I've been waiting for this!\"\n<PAGE>\nKassie: \"Really? I'm glad someone appreciates\nhow great this show is!\"\n<PAGE>\n\"So, let's lay it all out. What ARE your favorite\ncolors, Corona?\"\n<PAGE>\nCorona: \"I really like orange and yellow. I'm a fan\nof bright colors in general. They always light up\nyour mood when you look at them, right?\""
    },
    {
      "VardId": "MES_TV_TOWN_56_2",
      "Text": "Kassie: \"That's true.\"\n<PAGE>\n\"So, your favorite colors are orange and yellow?\nMaybe there's an autumn theme going on there.\"\n<PAGE>\n\"Come to think of it, Gunther also said he liked\nyellow.\"\n<PAGE>\nCorona: \"Heehee...it does seem like our tastes\ncan be pretty similar. That makes me happy,\nthough.\"\n<PAGE>\nKassie: \"If I ever get married, I hope it's like you\nare with Gunther...\"\n<PAGE>\n\"Whoa, we're already out of time for today.\nThanks so much for being on the show,\nCorona.\"\n<PAGE>\nSee you next week, everyone!\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_57_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, I've got an exclusive interview with a\npatient who's been treated at Oak Tree Town's\nclinic to ask about Angela, the nurse.\"\n<PAGE>\nMan: \"About Angela, huh? Not sure what you\nwant to know, but I've got this story you might\nenjoy.\"\n<PAGE>\n\"I went to the clinic just the other day, and there\nwas a long line...\"\n<PAGE>\n.........................\n<PAGE>\nMan: \"Whoa! Why are there so many people\nhere?\"\n<PAGE>\nAngela: \"Everyone's waiting in line to get vaccine\nshots.\"\n<PAGE>\n\"I've heard a nasty flu strain is spreading in a\nneighboring town.\"\n<PAGE>\n\"The clinic there is overwhelmed trying to\nvaccinate people, so some of them came here to\nget their vaccination.\"\n<PAGE>\n\"It shouldn't take that long to give everyone their\nshots. Do you think you can wait a while?\""
    },
    {
      "VardId": "MES_TV_TOWN_57_2",
      "Text": "*prick*\nBoy: \"Whoa!\"\nAngela: \"Next.\"\n<PAGE>\n*prick*\nWoman: \"Eek!\"\nAngela: \"Next.\"\n<PAGE>\n*prick*\nOld Man: \"Ugh...!\"\nAngela: \"...\"\n<PAGE>\n*prick* *prick* *prick* *prick*\n<PAGE>\nMan: \"(All these groaning people, and a nurse\ngiving shots like she was on an assembly line.\nThis feels kind of weird...)\"\n<PAGE>\nAngela: \"There. That was the last one. Sorry to\nkeep you waiting.\"\n<PAGE>\nMan: \"Not at all. That was a lot of shots.\nBut...does it make you uneasy to give people\nshots?\"\n<PAGE>\nAngela: \"This is a part of my job. I'm used to it\nnow. If anything...I'd say it's a guilty pleasure.\""
    },
    {
      "VardId": "MES_TV_TOWN_57_3",
      "Text": "Man: \"Pleasure?!\"\nAngela: \"Just kidding.\"\nMan: \"Haha...hah. Ha ha...\"\n<PAGE>\nMan: \"(Was that a joke? I can't even really tell!)\"\n<PAGE>\n.........................\n<PAGE>\nMan: \"...And that's how it happened. She's so\ndeadpan that it's hard to tell when she's being\nsarcastic and when she's being serious.\"\n<PAGE>\nKassie: \"I-I see... Thank you very much for your\nstory.\"\n<PAGE>\n\"Angela always seems like a serious person, but\napparently, she has a spry sense of humor too.\nAnyway, that's all for today.\"\n<PAGE>\n\"See you next week!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_58_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, we'll discover the favorite colors of\nanother Oak Tree Town resident!\"\n<PAGE>\n\"Our guest today is one of the inn owner's\ndaughters, a popular weathergirl, and a\nprofessional I look up to.\"\n<PAGE>\n\"That's right, folks, today's guest is Lillie!\"\nLillie: \"Hello, everyone, it's me, Lillie!\"\n<PAGE>\nKassie: \"Thank you for coming today, Lillie.\"\nLillie: \"Oh, thank you for having me.\"\n<PAGE>\nKassie: \"Let's get right to the heart of the matter.\nEveryone's dying to know...what are your\nfavorite colors?\"\n<PAGE>\nLillie: \"Erm, well, I really like red and yellow.\nBasically, I prefer bright colors to darker colors.\"\n<PAGE>\nKassie: \"Come to think of it, your father said that\nall of your family tends to like brighter colors.\""
    },
    {
      "VardId": "MES_TV_TOWN_58_2",
      "Text": "\"Red and yellow have a cheerful feel to them,\nand that really fits your image.\"\n<PAGE>\nLillie: \"Heehee, thank you.\"\nKassie: \"Oh, I'm afraid it's about time to say\ngoodbye for today!\"\n<PAGE>\n\"Thank you very much for your time.\"\nLillie: \"No problem. Call me anytime you need\nme!\"\n<PAGE>\nKassie: \"That's it for today! See you next week!\"\nLillie: \"See you later!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_59_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"I'm here once again to ask the residents of Oak\nTree Town about their favorite colors!\"\n<PAGE>\n\"Today's guest is popular novelist Iris!\"\n<PAGE>\n\"Thank you for your time, Iris.\"\nIris: \"No problem.\"\n<PAGE>\nKassie: \"Let's start with the real hard-hitting\njournalism. What ARE your favorite colors?\"\n<PAGE>\nIris: \"My favorites are purple and black.\nWhenever I go shopping, I always find myself\npicking up clothes in those colors.\"\n<PAGE>\n\"So every time I'm out shopping, I try to balance\nout the purple and black things I buy. I don't\nneed my closet to become a gothic explosion.\"\n<PAGE>\nKassie: \"When I think of purple and black in\nfashion, I think of mature women, so I think\nthose colors would look great on you.\""
    },
    {
      "VardId": "MES_TV_TOWN_59_2",
      "Text": "Iris: \"Oh, thank you. You look fabulous in red.\nYou have a good figure, actually. It'd be fun to\ndress you up...\"\n<PAGE>\nKassie: \"W-what? I don't think I'd turn out very\ngood at all!\"\n<PAGE>\nIris: \"Oh, that's not true. You're very pretty. It'd be\na shame not to see you all dressed up.\"\n<PAGE>\nKassie: \"Ah, e-excuse me! It looks like we're out\nof time for today. Thanks so much for coming\non the show.\"\n<PAGE>\n\"Well, goodbye everyone, and see you next\nweek!\"\nIris: \"...It looks like she got away again. Darn.\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_60_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, I have an exclusive interview with one of\nKlaus's regular customers. She's a self-\nproclaimed fan of his scents-ual scents.\"\n<PAGE>\n\"So, you really like the perfume Klaus makes,\nright?\"\nWoman: \"Of course. It's top-of-the-line stuff.\"\n<PAGE>\n\"His skills and intuition are top-notch. I've asked\nother people to try making the same perfume,\nbut they just can't do it.\"\n<PAGE>\n\"That's why I come all the way out here to this\ntown. Even my personal perfumer is impressed.\"\n<PAGE>\nKassie: \"Oh? What did your perfumer say about\nKlaus's perfumes?\"\n<PAGE>\nWoman: \"He's baffled as to how Klaus achieves\nthe scents he does. Using the same ingredients,\nhe said, he couldn't create the same fragrances.\""
    },
    {
      "VardId": "MES_TV_TOWN_60_2",
      "Text": "\"It was gratifying to see Klaus's skill recognized\nby veterans in the field.\"\n<PAGE>\n\"Since he's so good, I've asked him several times\nto come work for me as my second full-time\nperfumer.\"\n<PAGE>\n\"Unfortunately, he hasn't said yes...yet.\"\nKassie: \"I see.\"\n<PAGE>\n\"It looks like Klaus has been modest about his\nskills. It turns out he's got world-class talent!\"\n<PAGE>\n\"This is a local show, so those of you watching\nprobably don't live too far away from Klaus's\nshop.\"\n<PAGE>\n\"You have the rare opportunity to come and have\na master perfumer mix you a custom scent. You\nshould try it at least once!\"\n<PAGE>\n\"Well, that's it for today. Thanks for sharing your\nstory with us. And to all you viewers, be sure to\ntune in next week, too!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_61_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today we're once again set to find another Oak\nTree Town resident's favorite colors!\"\n<PAGE>\n\"Our guest today is one of the inn owner's\ndaughters and the sister of Lillie the weather girl.\nThat's right, it's Melanie!\"\n<PAGE>\nMelanie: \"Hi there!\"\nKassie: \"Hello. Thank you for coming today.\"\n<PAGE>\n\"So, let's get right to the bottom of the mystery\nthat everyone's curious about. What are your\nfavorite colors?\"\n<PAGE>\nMelanie: \"My favorite color is white! When I\ngrow up, I'm going to wear a white wedding\ndress and marry a sweet, handsome prince. <RED>∀</RED>\"\n<PAGE>\n\"*sigh* I wonder what my handsome prince is\ndoing right now. And where is he?\"\n<PAGE>\nKassie: \"I think you'll find your sweet, handsome\nprince sooner than you realize.\""
    },
    {
      "VardId": "MES_TV_TOWN_61_2",
      "Text": "\"By the way, in this town, Lutz is the closest to\nyou in age, right?\"\n<PAGE>\nMelanie: \"Yep. It's fun to play with him, but he\ndoesn't really seem like a prince.\"\n<PAGE>\n\"I know just how my prince is gonna be! He'll be\na dashing man, older than me, and his kind\nheart will treasure everything about me.\"\n<PAGE>\nKassie: \"Ah...I feel for you, Lutz...\"\nMelanie: \"Hm? What?\"\n<PAGE>\nKassie: \"Nothing! Anyway, we're about out of\ntime for today, so it's time to say goodbye.\"\n<PAGE>\n\"Thank you for coming on the show today,\nMelanie!\"\n<PAGE>\nMelanie: \"It's good to be on TV again. See you\nguys later!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_62_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Oh, there's Melanie over there. Is she going\nsomewhere by herself again?\"\n<PAGE>\nMelanie: \"Oh, hello Miss Kassie!\"\nKassie: \"Hi there, Melanie. Are you going\nsomewhere?\"\n<PAGE>\nMelanie: \"Yep! I'm meeting up with Elise and Iris\nfor serious girl talk. ♪\"\n<PAGE>\nKassie: \"You're meeting them for girl talk?\nThat's...not what I was expecting to hear.\"\n<PAGE>\nMelanie: \"You wanna come with me?\"\nKassie: \"What? I can come too?\"\n<PAGE>\nMelanie: \"Sure!\"\nKassie: \"Well...she offered, so who am I to turn\ndown a little socializing?\"\n<PAGE>\nMelanie: \"All right, let's go to Elise's house!\"\nKassie: \"S-sure!\"\n<PAGE>\n........................."
    },
    {
      "VardId": "MES_TV_TOWN_62_2",
      "Text": "Melanie: \"Hi everyone! I brought Miss Kassie\nhere!\"\n<PAGE>\nElise: \"Oh, you came too?\"\nIris: \"Welcome, Kassie.\"\n<PAGE>\nKassie: \"Sorry to drop in on you so suddenly. I\nheard you three were getting together for some\nserious girl talk. Can I join you?\"\n<PAGE>\nElise: \"Well, you're already here, so...\"\nKassie: \"Ahaha, sorry!\"\n<PAGE>\nIris: \"You're welcome to join us, Kassie, but if\nyou stay, I want you to take this seriously and\nput forth your best effort.\"\n<PAGE>\nKassie: \"Huh? What do you mean?\"\nIris: \"It's better to bow out than to make a poor\nshowing. It'd be painfully awkward, you know.\"\n<PAGE>\nKassie: \"P-painfully awkward...?\"\nElise: \"All right, you're in. Now, we're going to\nneed you to remove your clothes.\"\n<PAGE>\nKassie: \"Wh-what?!\"\nMelanie: \"Don't worry. I'm sure you'll look great!\""
    },
    {
      "VardId": "MES_TV_TOWN_62_3",
      "Text": "Kassie: \"H-hey, w-wait! My camera is still\nrolling! Whoaaaaaaaaa!\"\n<PAGE>\n.........................\n<PAGE>\nKassie: \"Wh-why am I dressed like a maid?\"\nMelanie: \"Wow, you look so cute!\"\n<PAGE>\nElise: \"Hmm, not bad.\"\nIris: \"If you're going to do something like this,\nyou have to go all the way, right?\"\n<PAGE>\n\"Don't worry, Kassie. You make a cute maid.\nYou've officially passed.\"\n<PAGE>\nKassie: \"Um...so your 'serious girl talk' meeting\nwas...\"\nMelanie: \"Oh, did I not explain it?\"\n<PAGE>\nElise: \"Did you bring her here without explaining\nanything?\"\nIris: \"Oh my. No wonder you were surprised.\"\n<PAGE>\nMelanie: \"This meeting is our strategy session\nabout how girls can be even cuter. ♪\"\n<PAGE>\nKassie: \"I-is that so? Ha ha... Aha ha ha...\""
    },
    {
      "VardId": "MES_TV_TOWN_62_4",
      "Text": "Melanie: \"All right. Elise, you should try out this\ncheongsam, and Iris, I'll bet this butler outfit\nwould look dashing on you.\"\n<PAGE>\nElise: \"Oh, a female butler? That sounds\ninteresting. I don't have one, so it'd be a fresh\nlook to me.\"\n<PAGE>\nMelanie: \"Do you think a classic black coat\nwould be best for Iris?\"\n<PAGE>\nKassie: \"...Erm, anyway, that's it for today! I\nshould probably go change back into my regular\nclothes.\"\n<PAGE>\n\"See you next week!\"\nMelanie: \"Oh no! Kassie is running away!\"\n<PAGE>\nElise: \"Servants! Bring her back here.\"\nIris: \"This is a good opportunity. She should let\nus dress her up more!\"\n<PAGE>\nKassie: \"Whoa! Wh-what is THAT?! I can't wear\nan outfit this embarrassing! I'd never live it\ndown...!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_63_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, I have an exclusive interview with a\nregular customer at Raeger's restaurant.\"\n<PAGE>\nMan: \"You wanna know about Raeger, huh? I\nthink he's a cool guy! Even as a man, I think he\nlooks pretty handsome.\"\n<PAGE>\n\"It's not just his face, though. He's a really nice\nguy -- always willing to go out of his way to\nmake sure you're taken care of.\"\n<PAGE>\n\"Back when I was a poor student, I was always\nhungry. I came here, attracted by the delicious\nscent of his cooking.\"\n<PAGE>\n\"I didn't have much money, so I kinda loitered\naround the entrance, maybe had a mint or two,\nthen went back home.\"\n<PAGE>\n\"Then, one day, Raeger came out and said, 'It's a\nslow day today, and I could use someone to talk\nto. Wanna come in?'\""
    },
    {
      "VardId": "MES_TV_TOWN_63_2",
      "Text": "\"He offered to make me a free omelet rice while\nwe were chatting, too. How could I turn down\nan offer like that?\"\n<PAGE>\n\"The restaurant wasn't full at the time, but he did\nhave some customers, so I really felt like he\nwent out of his way to show me some care.\"\n<PAGE>\n\"He said he made the omelet rice to thank me for\nkeeping him from being bored, but I owed him a\nhuge thanks, too.\"\n<PAGE>\n\"I got great food for free, and ended up just\ngoing on and on about my life while he\nlistened.\"\n<PAGE>\n\"He never really says it outright, but he cares\nabout people in a way I really admire.\"\n<PAGE>\n\"Since I graduated, I've been living my life trying\nto be an easygoing, dependable man like\nRaeger.\"\n<PAGE>\n\"He's like my guru. And every time I come here, I\nget something to chew on -- literally and\nmetaphorically.\""
    },
    {
      "VardId": "MES_TV_TOWN_63_3",
      "Text": "Kassie: \"I can understand why you think so\nhighly of him. If I were in your shoes, he'd\nprobably be my guru too.\"\n<PAGE>\n\"I'd love to dig deeper and hear more stories, but\nthat's all we have time for today.\"\n<PAGE>\n\"Thanks for watching, and see you all next\nweek!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_64_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, we're all set to learn another resident's\nfavorite colors!\"\n<PAGE>\n\"Today's guest is the owner of the town's\nantique shop. That's right, it's Mistel!\"\nMistel: \"Hello.\"\n<PAGE>\nKassie: \"Hello, and thanks for coming today.\"\n<PAGE>\n\"Let's cut right to the chase. The people have\nspoken, and they want to know: what are your\nfavorite colors?\"\n<PAGE>\nMistel: \"I see. Well, my favorite colors are purple\nand white. I especially like crisp, clean whites.\"\n<PAGE>\nKassie: \"So, you like tints of white that have a\nclean look? Come to think of it, I've heard\nrumors that you're a bit of a neat freak.\"\n<PAGE>\nMistel: \"Is that what people are saying?\nWell...they're not wrong...\""
    },
    {
      "VardId": "MES_TV_TOWN_64_2",
      "Text": "\"It's not that I'm a 'neat freak,' I just feel uneasy\nwhen a room is a mess.\"\n<PAGE>\nKassie: \"That's not really a bad thing. You sound\nlike a well-organized person, since you like to\nplan things in advance.\"\n<PAGE>\n\"The staff said you arrived early for today's\ninterview, too.\"\n<PAGE>\nMistel: \"True, I like planning out my day, and it's\nnatural for me to keep appointments and\npromises.\"\n<PAGE>\nKassie: \"You make it sound easy, but plenty of\npeople struggle with it. Anyway, we're just about\nout of time.\"\n<PAGE>\n\"Thanks for coming on the show today, Mistel.\"\nMistel: \"You're quite welcome.\"\n<PAGE>\nKassie: \"See you next week!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_65_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Once again, I'm here in Oak Tree Town to\ndiscover another resident's favorite colors!\"\n<PAGE>\n\"Today's guest is Lutz, the son of guild associate\nJonas!\"\n<PAGE>\n\"Thank you for coming today, Lutz!\"\nLutz: \"Thank you for having me.\"\n<PAGE>\nKassie: \"Let's get right down to business, then.\nWhat are your favorite colors, Lutz?\"\n<PAGE>\nLutz: \"Hmm...I think blue and purple are the\nbest. My family's big on colder, darker colors.\"\n<PAGE>\nKassie: \"Wow, where did you learn about cold\ncolors? But I see what you mean. You prefer\nmore muted shades, huh?\""
    },
    {
      "VardId": "MES_TV_TOWN_65_2",
      "Text": "\"People tend to think children like bright, vivid\ncolors, but...your choices definitely fit you.\"\n<PAGE>\n\"Oh, it seems like it's already time to say\ngoodbye for today.\"\n<PAGE>\n\"Thanks for coming on the show, Lutz. Take\ncare now!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_66_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, I'm out and about interviewing people\nvisiting Oak Tree Town. I wonder what new\ninsights we'll discover.\"\n<PAGE>\n\"Excuse me! Can I talk to you for a minute?\nWhat brought you to town today?\"\n<PAGE>\nMan: \"Well, I came here just to visit some old\nfriends.\"\nKassie: \"Can I ask who they are?\"\n<PAGE>\nMan: \"Their names are Klaus and Marian. Do you\nknow them?\"\nKassie: \"I do!\"\n<PAGE>\nMan: \"Oh, you do? They were good friends of\nmine when we were all in college.\"\n<PAGE>\n\"I happened to have an errand that brought me\nout this way, so I figured it'd be a good chance\nto see how they've been doing.\"\n<PAGE>\n\"I was really surprised, though. They're both\ndifferent than they were back in the day.\""
    },
    {
      "VardId": "MES_TV_TOWN_66_2",
      "Text": "Kassie: \"How did they change?\"\n<PAGE>\nMan: \"Klaus feels more level-headed; more\nmature. I think getting older has mellowed him\nout.\"\n<PAGE>\n\"And Marian...he's much more hyperactive than\nbefore. At least, that's how it seems to me...\"\n<PAGE>\nKassie: \"Ah.\"\n<PAGE>\nMan: \"Well, people do change as they grow\nolder. It'd be kind of weird if they hadn't changed\nat all.\"\n<PAGE>\n\"They said I'd changed, too.\"\nKassie: \"Do you think you have?\"\n<PAGE>\n\"...Oh no! I wanted to probe way deeper into\nthis, but we're totally out of time!\"\n<PAGE>\n\"When we meet next time, you've gotta tell me\nmore about how you three were in college!\"\n<PAGE>\n\"See you next week, everyone!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_67_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"It's a peaceful day out here in the mountains,\nisn't it? I can hardly believe that strange,\nunexplainable things happen here.\"\n<PAGE>\n\"And speak of the devil, it's Lutz! I guess he's\nhard at work investigating these reports of\nmysterious phenomena in the mountains!\"\n<PAGE>\n\"Let's see what he's up to. ...Heeey, Lutz!\"\n<PAGE>\nLutz: \"Oh, Miss Kassie.\"\nKassie: \"Are you on the trail of another mystery?\"\n<PAGE>\nLutz: \"Of course. Today, I'm investigating what's\ncome to be known as the 'Flying Frog' incident.\"\nKassie: \"Are there frogs that can fly?\"\n<PAGE>\nLutz: \"They're good jumpers, but they can't\nactually fly. That's why this incident was a really\nstrange one.\""
    },
    {
      "VardId": "MES_TV_TOWN_67_2",
      "Text": "Kassie: \"I see. Have you found anything yet?\"\nLutz: \"No, not yet...\"\n<PAGE>\n\"Witness reports place the most numerous\nsightings of the flying frog around this time,\nthough.\"\n<PAGE>\nKassie: \"Okay. Let's wait for it together.\"\n<PAGE>\n\"I hope you'll find some solid evidence today.\"\nLutz: \"Thanks. This mystery's as good as solved\nwith me on the case!\"\n<PAGE>\n-30 Minutes Later-\n<PAGE>\nKassie: \"...Um, there's no flying frog yet.\"\nLutz: \"There was that regular frog, but it showed\nno signs of going airborne.\"\n<PAGE>\n-1 Hour Later-\n<PAGE>\nKassie: \"Zzzzzzzzzzzzzzz...\"\nLutz: \"Zzz... Zzz...\"\n<PAGE>\nTorque: \"We keep seeing those humans around\nhere, don't we? Do you think they want\nsomething from us?\"\n<PAGE>\nGusto: \"I'll bet they're looking for you, Mora,\n'cause you stole their snacks the other day.\"\n<PAGE>\nMora: \"B-but they looked so delicious! And I\nwas starving, y'know! Just wasting away...\""
    },
    {
      "VardId": "MES_TV_TOWN_67_3",
      "Text": "Torque: \"Stealing is wrong. You know that.\"\nPepita: \"Maybe we should do somethin' to make\nit up to them...\"\n<PAGE>\nDessie: \"Mmm...I see. I know! I can use my\npowers to give them a totally cool dream!\"\n<PAGE>\nLutz: \"U-ugh...the flying frogs...attacking the\ntown...\"\nKassie: \"Nooo...don't fly into my hair... Eek...!\"\n<PAGE>\nFlik: \"D-Dessie, I think they're having\nnightmares.\"\nDessie: \"Awww, I messed it up again...\"\n<PAGE>\nTorque: \"Oh, look. They're waking up.\"\nKassie: \"Ummm... Gah!\"\nLutz: \"Wh-what?! Where're the frog?\"\n<PAGE>\n\"...Wait, was it all a dream?\"\nKassie: \"Did you dream about flying frogs TOO?\"\nLutz: \"Yes. It was horrible...\"\n<PAGE>\nKassie: \"Ummm, were all the 'eyewitness reports'\njust people who had weird dreams in the\nmountains? ...Ah! Lutz, look!\""
    },
    {
      "VardId": "MES_TV_TOWN_67_4",
      "Text": "Lutz: \"Th-that's...\"\nKassie: \"It's a plastic bag from Croaker's! They're\na big supermarket chain in the city.\"\n<PAGE>\nLutz: \"So the flying frog was...\"\nKassie: \"That means this isn't really one of those\nweird, unexplainable happenings, right?\"\n<PAGE>\n\"Those snacks you brought that disappeared last\ntime were probably just eaten by animals, I\nguess.\"\n<PAGE>\nLutz: \"...Maybe. That'd be kind of lame.\"\n<PAGE>\nKassie: \"Well, since it's already dark, let's go\nhome, shall we? I'm sad it didn't turn out to be\nsome paranormal mystery.\"\n<PAGE>\n\"But I guess that's just how the world works. I\ndid have a lot of fun on these stakeouts with you\nthough, Lutz, Thanks for having me!\"\n<PAGE>\n\"And to all our viewers, if you have any\ninformation about unnatural phenomena in these\nmountains, call our studio's tip line today!\"\n<PAGE>\n\"That's all for today. See you next week!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_68_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"I'm in town today to ask another resident's\nfavorite colors! What will we uncover?\"\n<PAGE>\n\"Our guest today is the wife of Jonas and the\nmother of Lutz. That's right, it's Margot!\"\n<PAGE>\nMargot: \"...Thank you for having me.\"\nKassie: \"Thanks for coming!\"\n<PAGE>\n\"So, how about it? Care to share your favorite\ncolors with our audience?\"\nMargot: \"Sure.\"\n<PAGE>\n\"My favorite colors are blue and black. Nice and\nrespectable colors, not frivolous and childish like\nred and orange.\"\n<PAGE>\nKassie: \"E-erm, that's a matter of personal\ntaste... Were you thinking of anyone in particular\nthere?\"\n<PAGE>\n\"I seem to remember one of my other guests\nliking red and orange.\"\nMargot: \"...Not really, no.\""
    },
    {
      "VardId": "MES_TV_TOWN_68_2",
      "Text": "Kassie: \"Oh, you didn't? Then that's fine... So it's\nreally black and blue for you, all the way.\"\n<PAGE>\n\"Your son Lutz likes blue too. Do you think he\ngets it from his mother?\"\n<PAGE>\nMargot: \"I'm not sure. But, as I did say that\norange and yellow are frivolous and childish...\"\n<PAGE>\n\"I never buy him clothes in those colors. In that\nway, you might say his taste is influenced by my\nown.\"\n<PAGE>\nKassie: \"I see. Well, that's about all we have time\nfor today.\"\n<PAGE>\n\"Thank you again for your time, Margot. And to\nall you viewers out there, see you next week!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_69_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, I've got another exclusive interview for\nyou -- this time, with Iris's former agent!\"\n<PAGE>\n\"We've already heard from her current agent, but\nwhat do YOU think about Iris?\"\n<PAGE>\nWoman: \"I think she's an amazing writer. I know\na number of publishers who want her to write\nbooks for them.\"\n<PAGE>\n\"I'm a fan of her work myself, actually.\"\n<PAGE>\nKassie: \"But her current agent said that before he\nstarted, you didn't give him a good image of\nher.\"\n<PAGE>\nWoman: \"Th-that's! Th-th-that's because she\nalways picked on me!\"\n<PAGE>\nKassie: \"...She picked on you? Come to think of\nit, I remembering hearing that she could be a\nhandful...\"\n<PAGE>\n\"And that she sometimes wouldn't turn in her\nmanuscripts until the last minute.\""
    },
    {
      "VardId": "MES_TV_TOWN_69_2",
      "Text": "\"But her current agent said she doesn't do\nanything like that to him.\"\nWoman: \"R-really?!\"\n<PAGE>\n\"B-but when I was working with her, she\ndressed me up like a doll and said she needed it\nfor 'work inspiration'!\"\n<PAGE>\n\"And one time she completely disappeared and I\ndidn't even know where she was until she\npopped up right before the deadline!\"\n<PAGE>\n\"Then another time she sent me to take reference\nphotos of the Forest of Celceta. Did you know\nthat's not even a REAL PLACE?\"\n<PAGE>\nKassie: \"Th-that's totally different from what her\ncurrent agent told me. Did she really do all that\nstuff to you?\"\n<PAGE>\nWoman: \"Here...these are some pictures of me\ndressed up in ridiculous outfits.\"\n<PAGE>\n\"And here are the plane tickets I bought while\nscouring the globe for that made-up forest.\"\n<PAGE>\nKassie: \"O-oh my gosh... Why would she treat\nyou so differently? She doesn't secretly hate\nyou, does she?\"\n<PAGE>\nWoman: \"*shock* G-g-gosh, I hope not! I\nalways really liked and respected her!\""
    },
    {
      "VardId": "MES_TV_TOWN_69_3",
      "Text": "Iris: \"Oh, I liked you very much, too.\"\nWoman: \"...M-Miss Iris?!\"\n<PAGE>\nIris: \"I always had such a delightful time teasing\nyou. <RED>∀</RED>\"\nWoman: \"Miss Iris?! Y-y-you're so mean...!\"\n<PAGE>\nKassie: \"(Ah...now I can kind of see why Iris did\nit. That agent girl looks cute when she's\nflustered.)\"\n<PAGE>\nIris: \"It's just not the same with my current\nagent. He doesn't get upset or frustrated, so it's\nboring to mess with him.\"\n<PAGE>\n\"If I say 'Oh no, I haven't finished my\nmanuscript!' to get a rise out of him, he'll just\ntell me that he believes in my talent.\n<PAGE>\n\"When I asked him to travel to a desert for some\nmarginally-useful photo reference...\"\n<PAGE>\n\"He just said \"Okay. If something happens to me\nout there, please make sure my family is taken\ncare of.'\"\n<PAGE>\nKassie: \"(Wow...I got the impression he was a\nserious guy, but these replies are way too\nstoic!)\""
    },
    {
      "VardId": "MES_TV_TOWN_69_4",
      "Text": "Iris: \"But your reactions always showed your\nearnestness and innocence. I always liked that\nabout you.\"\n<PAGE>\n\"I didn't think you'd actually interpret it as me\nhating you. I'm sorry for the misunderstanding.\"\n<PAGE>\n\"Honestly, I'd take you back as my agent any\ntime. It'd be great for me.\"\n<PAGE>\n\"You know, if I have a talk with the manager or\nwhoever's in charge of you guys, it's not difficult\nto change agents.\"\n<PAGE>\nWoman: \"Miss Iris! Y-you'd do that for me?\"\nIris: \"Would you like to work with me again?\"\n<PAGE>\nWoman: \"I do want to work with you again...b-\nbut I... I don't want to be sent on trips to fake\nlocations as a joke!\"\n<PAGE>\nKassie: \"...She ran away.\"\nIris: \"I guess she must've been more traumatized\nthan I thought.\"\n<PAGE>\nKassie: \"It's no wonder, with stories like the ones\nshe told me...\"\n<PAGE>\n\"All right, that's it for today, but be sure to tune\nin again next week.\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_70_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today I'm hot on the trail...of another Oak Tree\nTown resident's favorite color!\"\n<PAGE>\n\"Today's guest is Oak Tree Town's cool angel in\nwhite, nurse Angela!\"\n<PAGE>\nAngel: \"...Who in the world keeps coming up\nwith these weird titles for me?\"\n<PAGE>\nKassie: \"I actually learned about it from some of\nyour patients... W-well, no need to worry about\nthat, though!\"\n<PAGE>\n\"Anyway, let's get down to the heart of the\nmatter. Would you tell us about your favorite\ncolors, Angela?\"\n<PAGE>\nAngela: \"Sure. Basically, I like muted colors...\"\n<PAGE>\n\"Especially blue and white.\""
    },
    {
      "VardId": "MES_TV_TOWN_70_2",
      "Text": "Kassie: \"So it's blue and white for you, huh?\"\n<PAGE>\n\"Is there any particular reason you like those two\ncolors?\"\n<PAGE>\nAngela: \"Blue is just a nice-looking color in\ngeneral, but the reason I like white is because I\nsee it every day in my work as a nurse.\"\n<PAGE>\nKassie: \"I see. Well, we're all out of time today,\nso it's time to say goodbye.\"\n<PAGE>\n\"Thanks for coming on the show today, Angela.\nAnd to all you viewers out there, see you next\nweek!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_71_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"I'm once again seeking out residents of Oak Tree\nTown to discover their favorite colors.\"\n<PAGE>\n\"Today's guest is none other than everyone's\nfavorite charismatic farmer, Giorgio!\"\n<PAGE>\n\"Now, let's get down to the heart of the matter.\nWhich colors are your favorites?\"\n<PAGE>\nGiorgio: \"Ah, this is the perfect chance to let all\nthe mademoiselles in the world know my\npreferences.\"\n<PAGE>\nKassie: \"Erm...Oak Tree Times is a local\nbroadcast, so you're looking at people in the\nsurrounding counties at best...\"\n<PAGE>\n\"But oh well, whatever.\"\n<PAGE>\nGiorgio: \"My favorite colors are definitely yellow\nand blue. Both look absolutely ravishing on me,\nwouldn't you say?\""
    },
    {
      "VardId": "MES_TV_TOWN_71_2",
      "Text": "\"As a farming fashion icon, I have to be able to\nwear both bright and muted colors with stylish\nflair.\"\n<PAGE>\nKassie: \"That's yellow and blue for Giorgio. A\nnice pair of contrasting colors for a fashionable\nfellow.\"\n<PAGE>\n\"Unfortunately, we're out of time for today. I can\nalmost hear the ladies swooning in front of their\ntelevision sets...\"\n<PAGE>\n\"Thanks for coming on the show today, Giorgio!\nAnd to all you viewers out there, see you next\nweek!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_72_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, I'll be interviewing a fan of Lillie the\nweathergirl. What interesting tidbits will we\nlearn?\"\n<PAGE>\nMan: \"You can ask me anything about Lillie! I'm\nactually the 32nd member of her fan club!\"\n<PAGE>\nKassie: \"It looks like you jumped into the fandom\nearly, but you weren't one of the first ten, so I\nguess it lacks a little punch...\"\n<PAGE>\n\"So, what is it about Lillie you find so\nappealing?\"\n<PAGE>\nMan: \"Ah, where do I start? First and foremost,\nshe's a really sweet person.\"\n<PAGE>\n\"But what's really fascinating is when she's\nhanging out with her friends here in town. Just\nthe other day...\"\n<PAGE>\n.........................\n<PAGE>\nLillie: \"Oh, Angela? What are you doing here?\"\nAngela: \"Ah, Lillie... I was just looking out at the\nriver.\""
    },
    {
      "VardId": "MES_TV_TOWN_72_2",
      "Text": "Lillie: \"It's rare to see you out by the river. You\ndon't even like fish, do you?\"\n<PAGE>\nAngela: \"I've made my peace with fish...except\nfor their sliminess. I was just remembering old\ntimes.\"\n<PAGE>\nLillie: \"Which times?\"\n<PAGE>\nAngela: \"When you taught me how to swim in\nthe river.\"\n<PAGE>\nLillie: \"Oh yeah. Back then, you didn't know how\nto swim, so I decided to train you.\"\n<PAGE>\nAngela: \"It wasn't easy. You were so scary...\"\nLillie: \"We had this whole training regimen, didn't\nwe?\"\n<PAGE>\n\"Like having to swim across the river and back\nten times.\"\n<PAGE>\nAngela: \"After just the second time, I was so\nexhausted I thought I was going to die.\"\n<PAGE>\nLillie: \"When you sank in the river and started\nfloating downstream, I got really worried.\"\n<PAGE>\nAngela: \"Back then, you were a bit more wild\nand reckless than you are now.\nLillie: \"Umm...really? Well, it's possible.\""
    },
    {
      "VardId": "MES_TV_TOWN_72_3",
      "Text": "\"You haven't changed much, though. You still\nwork hard at whatever you try, and dislike when\nthe unexpected happens.\"\n<PAGE>\n\"Like the other day, when you--\"\nAngela: \"D-don't talk about that!\"\nLillie: \"Heehee...listen, Angela...\"\n<PAGE>\n\"I want to be your friend 'til the end of time.\"\nAngela: \"Wh-what are you talking about, all of\nthe sudden?\"\n<PAGE>\nLillie: \"Sometimes, I feel like some of my friends\nhave started treating me differently since I began\nworking as a weathergirl.\"\n<PAGE>\n\"But you always treat me the same as before,\neven though I'm a television personality now.\"\n<PAGE>\n\"So when I'm with you, I always feel relaxed, like\nI can say anything. I've come to think of you as\nmy best friend.\"\n<PAGE>\n\"That's why...I hope we can be best friends\nforever.\"\n<PAGE>\nAngela: \"...Y-you don't need to ask permission\nfor that...\""
    },
    {
      "VardId": "MES_TV_TOWN_72_4",
      "Text": "Lillie: \"Heehee, I love you, Angela!\"\nAngela: \"Ack! D-don't hug me so suddenly...\"\n<PAGE>\n.........................\n<PAGE>\nMan: \"When I saw the two of them sharing their\nbonds of friendship, it was like I fell for Lillie all\nover again!\"\n<PAGE>\n\"It was so beautiful to see her natural self. You\ndon't get to see that kind of down-to-earth\nemotion on TV!\"\n<PAGE>\nKassie: \"Well, setting aside how weird it was\nthat you watched them that whole time, I feel\nlike we've gotten a window into her personality.\"\n<PAGE>\n\"Thanks for sharing this heartwarming story with\nus. That's it for today.\"\n<PAGE>\n\"See you all next week!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_73_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Today, we're serving up another hearty helping\nof someone's favorite colors!\"\n<PAGE>\n\"And with an intro like that, our guest pretty\nmuch has to be Oak Tree Town's favorite cook\nand restaurateur, Raeger!\"\n<PAGE>\nRaeger: \"Hey there! Thanks for having me today.\"\nKassie: \"You're always welcome on the show!\"\n<PAGE>\n\"Now, let's get to what all those inquiring minds\nwant to know. What are your favorite colors?\"\n<PAGE>\nRaeger: \"My favorite colors, huh? Hmm...I'd\nhave to say red and yellow.\"\n<PAGE>\nKassie: \"Is one of the reasons you like red\nbecause it increases people's appetites?\"\n<PAGE>\nRaeger: \"Ah, so you know about that, huh?\nYeah, seeing red tends to make people hungrier.\"\n<PAGE>\n\"But honestly, even if that weren't true, I just like\nit. Bright colors jive with me.\""
    },
    {
      "VardId": "MES_TV_TOWN_73_2",
      "Text": "Kassie: \"I see... So there we have it: Raeger's a\nfan of red and yellow.\"\n<PAGE>\n\"I'm sure the ladies out there have all jotted it\ndown! Anyway, we're out of time for today.\"\n<PAGE>\n\"Thanks again for being on the show, Raeger!\"\n<PAGE>\n\"See you all next week!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_74_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"Just like last week, today we'll be asking\nanother Oak Tree Town resident what their\nfavorite colors are!\"\n<PAGE>\n\"Today's guest keeps the town guild's trade\nrolling smoothly along. Let's welcome Jonas!\"\n<PAGE>\n\"So, Jonas, let's get right down to business.\nWhat are your favorite colors?\"\n<PAGE>\nJonas: \"Favorite colors, eh? I'm partial toward\npurple and black, myself.\"\n<PAGE>\nKassie: \"Purple and black, huh? That answer\nsounds familiar, for some reason.\"\n<PAGE>\n\"...Come to think of it, Lutz said your whole\nfamily prefers darker hues.\""
    },
    {
      "VardId": "MES_TV_TOWN_74_2",
      "Text": "\"Lutz likes blue and purple. Margot likes blue\nand black. And you like purple and black...\"\n<PAGE>\n\"It all works out to be a nice triangle, just like\nLutz described.\"\nJonas: \"Lutz said that, did he?\"\n<PAGE>\n\"I hadn't realized that our family had such similar\ntaste in colors...\"\nKassie: \"Oh, really?\"\n<PAGE>\n\"Heehee. Children are always observing their\nfamilies closely. You should congratulate him for\nhis sharp eye when you get home.\"\n<PAGE>\nJonas: \"I'll be sure to.\"\nKassie: \"Anyway, it looks like we're all out of\ntime for today.\"\n<PAGE>\n\"Thanks for stopping by, Jonas. And to all you\nviewers out there, see you next week!\"\n<PAGE>\nIs Kassie coming your way next? Join us next\ntime and find out!"
    },
    {
      "VardId": "MES_TV_TOWN_75_1",
      "Text": "Kassie: \"Hello, everyone, and welcome to Oak\nTree Times!\"\n<PAGE>\n\"This may come as a sudden shock, but I have\nsome sad news.\"\n<PAGE>\n\"Today is Oak Tree Times' very last episode! So\ntoday, we have a special program in store for\nyou.\"\n<PAGE>\n\"Our last episode tackles the perfect subject to\nwrap up this series: How did this village get the\nname 'Oak Tree Town'?\"\n<PAGE>\n\"We have a great guest here today to talk about\nthe origins of the town. That's right, it's Guild\nMaster Veronica. Thanks for coming!\"\n<PAGE>\nVeronica: \"Always glad to support the town.\"\n<PAGE>\n\"Unfortunately, there aren't many old records in\nOak Tree Town we can use to deduce the date\nof its founding.\"\n<PAGE>\n\"And I myself didn't grow up in this town. I\ncame here when I married my husband.\""
    },
    {
      "VardId": "MES_TV_TOWN_75_2",
      "Text": "\"So I don't think I can really provide a\nhistorically-backed perspective on why it's called\nOak Tree Town.\"\n<PAGE>\n\"Even so, I do have some thoughts on the matter\nI'd be glad to share.\"\n<PAGE>\n\"There are several theories about the origin of the\ntown's name, but the most compelling is that it\nwas named for a grand oak tree in the town.\"\n<PAGE>\nKassie: \"If that's true, is there someplace we can\ngo to view this majestic oak tree today?\"\n<PAGE>\nVeronica: \"We have records telling of a huge\ndisaster that hit the town many years ago,\ndestroying nearly everything.\"\n<PAGE>\n\"My guess would be that the tree was destroyed\nin that disaster, which is likely also what wiped\nout most of the town's old records.\"\n<PAGE>\nKassie: \"I see...\"\n<PAGE>\nVeronica: \"Without that big oak tree, many\npeople probably think it's odd that this town\nbears the name Oak Tree Town.\""
    },
    {
      "VardId": "MES_TV_TOWN_75_3",
      "Text": "\"But if that theory is true, I'd be glad that we still\ncarry the spirit of those humble origins even\ntoday.\"\n<PAGE>\nKassie: \"What do you mean?\"\n<PAGE>\nVeronica: \"Oak trees are very hardy, with strong,\ndurable wood.\"\n<PAGE>\n\"The actual oak tree for which this town was\nnamed might have been destroyed in a\ndisaster...\"\n<PAGE>\n\"But those who survived threw in their lot with\nthis town, rebuilding it from the wreckage to be\neven greater than before.\"\n<PAGE>\n\"So for generations, the residents here have\ninherited a spirit of endurance to overcome life's\ndifficulties and build a better future.\"\n<PAGE>\n\"That's the meaning I see today in the name 'Oak\nTree Town'. That can-do determination is what\nkeeps us on the map.\""
    },
    {
      "VardId": "MES_TV_TOWN_75_4",
      "Text": "Kassie: \"Whoa...you're so right! I totally agree!\nThank you for sharing such a moving story.\"\n<PAGE>\n\"This makes a perfect send-off for our final\nepisode. Thank you so much!\"\n<PAGE>\nVeronica: \"Glad I could contribute. It all may just\nbe my wishful thinking...\"\n<PAGE>\n\"The truth could be much less glamorous, like\njust a name someone scribbled on a document\nthat became the town's official name.\"\n<PAGE>\nKassie: \"That's true. But in some ways, it might\nbe better to leave this mystery unsolved. It's\nmore fun to guess and speculate, you know?\"\n<PAGE>\n\"I'd like all our viewers who have enjoyed this\nshow to think about what Oak Tree Town means\nto them, and appreciate what makes it great.\"\n<PAGE>\n\"Well, I guess it's time to say goodbye. Now I\nfeel a little sad, but...thank you for being a loyal\nviewer all this time.\""
    },
    {
      "VardId": "MES_TV_TOWN_75_5",
      "Text": "\"I hope we can meet again, sometime,\nsomewhere, some channel!\"\n<PAGE>\nStarting next week, we will be broadcasting\nreruns of Oak Tree Times until a new series is\nready to premiere."
    }
  ]
}